Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# skuselect.moreitems
source: (more products...)
cs_cz: (více produktů...)
sk_sk: (viac produktov ...)
zh_cn: 更多产品 (......)

# skuselect.nodata
source: No products selected.
cs_cz: Žádné produkty nebyly vybrány.
sk_sk: Neboli vybrané žiadne produkty.
zh_cn: 没有选定的产品。

# skuselect.selectitem
source: Select product
cs_cz: Vybrat produkt
sk_sk: Vybrať produkt
zh_cn: 选择产品

# sl.mfu.cancel
source: Cancel
cs_cz: Zrušit
sk_sk: Zrušiť
zh_cn: 取消

# sl.mfu.clear
source: Clear
cs_cz: Vyčistit
sk_sk: Vymazať
zh_cn: 明确

# sl.mfu.error.fileexists
source: File '{0}' already exists, overwrite?
cs_cz: Soubor '{0}' již existuje, chcete ho přepsat?
sk_sk: Súbor '{0}' už existuje, chcete ho prepísať?
zh_cn: 文件"{0}"已存在，是否覆盖吗？

# sl.mfu.error.maxnumbertoupload
source: You have exceeded the total allowable number of files to upload.
cs_cz: Přesáhli jste celkový povolený počet souborů pro nahrání.
sk_sk: Prekročili ste celkový povolený počet súborov na nahrávanie.
zh_cn: 您已超出允许总数要上载的文件。

# sl.mfu.error.maxuploadamount
source: You have exceeded the total allowable upload amount.\nThe total allowable upload amount is {0}
cs_cz: Přesáhli jste celkovou povolenou velikost pro nahrávání.\nCelková povolená velikost pro nahrávání je {0}
sk_sk: Prekročili ste celkové povolené množstvo pre nahrávanie. \nCelkové povolené množstvo je {0}
zh_cn: 您已超出总允许上传量。 \nThe 允许上载照片总金额是 {0}

# sl.mfu.error.maxuploadsize
source: The file '{0}' exceeds the maximum upload size.\nThe maximum upload size for a single file is {1}
cs_cz: Soubor '{0}' překračuje maximální velikost pro nahrávání.\nMaximální velikost pro nahrávání je pro jeden soubor {1}
sk_sk: Súbor '{0}' prekročil maximálnu veľkosť nahrávania. \nMaximálna veľkosť pre jeden súbor je {1}.
zh_cn: 文件"{0}"超过最大上载大小。 \nThe 最大上载大小为单个文件 {1}

# sl.mfu.error.noaliaspath
source: No alias path selected.
cs_cz: Nebyla vybrát žádná cesta alias.
sk_sk: Nebola vybraná alias cesta.
zh_cn: 未选择任何别名路径。

# sl.mfu.name
source: Name
cs_cz: Název
sk_sk: Názov
zh_cn: 名称

# sl.mfu.progress
source: Progress
cs_cz: Postup
sk_sk: Pokrok
zh_cn: 进展

# sl.mfu.selectfiles
source: Select files
cs_cz: Vybrat soubory
sk_sk: Vybrať súbory
zh_cn: 选择文件

# sl.mfu.size
source: Size
cs_cz: Velikost
sk_sk: Veľkosť
zh_cn: 大小

# sl.mfu.totalfiles
source: Total: {0}
cs_cz: Celkem: {0}
sk_sk: Celkovo: {0}
zh_cn: 总： {0}

# sl.mfu.totalsize
source: {0} of {1}
cs_cz: {0} z {1}
sk_sk: {0} z {1}
zh_cn: 第 {0} {1}

# sl.mfu.upload
source: Upload
cs_cz: Nahrát
sk_sk: Nahrať
zh_cn: 上传

# sm.application.codename
source: Code name
zh_cn: 代码名称

# sm.application.codename.description
source: Code name is generated automatically by default.
zh_cn: 默认情况下，自动生成了代码名称。

# sm.application.displayname
source: Display name
zh_cn: 显示名称

# sm.application.displayname.description
source: Enter a name you want to appear in the list of applications.
zh_cn: 输入您想要显示在列表中应用程序的名称。

# sm.appselector.itemname
source: Application name
zh_cn: 应用程序名称

# sm.appselector.selectitem
source: Select application
zh_cn: 选择应用程序

# sm.facebook.account.getaccesstoken
source: Authorize
zh_cn: 授权

# sm.facebook.account.msg.accesstokenexpired
source: Access has expired!
zh_cn: 访问已过期 ！

# sm.facebook.account.msg.accesstokennotset
source: Please authorize access to the Facebook page.
zh_cn: 请授权对 Facebook 页面的访问。

# sm.facebook.account.msg.appnotset
source: You must select an application first.
zh_cn: 您必须首先选择一个应用程序。

# sm.facebook.account.msg.connectionfail
source: Failed to connect to Facebook:
zh_cn: 未能连接到 Facebook：

# sm.facebook.account.msg.getpageidfail
source: An error occurred when communicating with Facebook.
zh_cn: 与 Facebook 通信时发生错误。

# sm.facebook.account.msg.invalidpageurl
source: Please enter a valid Facebook page URL.
zh_cn: 请输入一个有效的 Facebook 页面 URL。

# sm.facebook.account.msg.pageaccesstokenfail
source: Failed to authorize access to the Facebook page. Please make sure that the Facebook page URL is correct and you are an administrator of that page.
zh_cn: 未授权访问 Facebook 页面。请确保 Facebook 页面 URL 正确，并且您是该页面的管理员。

# sm.facebook.account.msg.pageidexists
source: The Facebook page with the specified URL already exists.
zh_cn: 已存在具有指定 URL 的 Facebook 页面。

# sm.facebook.account.msg.pageurlnotset
source: Please enter a valid Facebook page URL first.
zh_cn: 请先输入一个有效的 Facebook 页面 URL。

# sm.facebook.account.msg.tokenneverexpire
source: Access will never expire.
zh_cn: 访问将永不过期。

# sm.facebook.account.msg.tokenwillexpire
source: Access expiration: <strong>{0}</strong>
zh_cn: 访问过期: <strong>{0}</strong>

# sm.facebook.accounts
source: Pages
zh_cn: 页面

# sm.facebook.accounts.accesstoken
source: Facebook page access
zh_cn: Facebook 页面访问

# sm.facebook.accounts.accesstoken.description
source: When you enter a Facebook page URL you can authorize access to the page. It allows your site to post content onto the page. The access can be authorized only by the page owner.
zh_cn: 当您输入一个 Facebook 页面 URL 时您可以授权访问该页面。它允许您的站点上发布内容拖到页上。访问可以仅由页面所有者授权。

# sm.facebook.accounts.accesstokenexpiration
source: Page access expiration
zh_cn: 页面访问过期

# sm.facebook.accounts.application
source: Facebook app
zh_cn: Facebook 应用程序

# sm.facebook.accounts.application.description
source: Select a Facebook app that will be used when publishing content on this page.
zh_cn: 选择一个发布此页面上的内容时将使用的 Facebook 应用程序。

# sm.facebook.accounts.codename
source: Code name
zh_cn: 代码名称

# sm.facebook.accounts.displayname
source: Display name
zh_cn: 显示名称

# sm.facebook.accounts.displayname.description
source: Enter a name you want to appear in the list of Facebook pages.
zh_cn: 输入您想要的 Facebook 页面的列表中显示的名称。

# sm.facebook.accounts.edit
source: Edit page
zh_cn: 编辑页

# sm.facebook.accounts.msg.selectapplication
source: Please select the Facebook application.
zh_cn: 请选择的 Facebook 应用程序。

# sm.facebook.accounts.new
source: New page
zh_cn: 新建页面

# sm.facebook.accounts.pageid
source: Facebook page URL
zh_cn: Facebook 页面的 URL

# sm.facebook.accounts.pageid.description
source: The URL of a Facebook page where the content will be posted.
zh_cn: 在那里将张贴内容的 Facebook 页面的 URL。

# sm.facebook.application.msg.consumerkeyexists
source: The Facebook app with the specified App ID already exists.
zh_cn: Facebook 的应用程序与指定的应用程序 ID 已存在。

# sm.facebook.apps
source: Apps
zh_cn: 应用程序

# sm.facebook.apps.appid
source: Facebook App ID
zh_cn: Facebook 应用程序 ID

# sm.facebook.apps.appid.description
source: The identifier of your Facebook application. Any interaction with Facebook requires existing Facebook application.
zh_cn: 你的 Facebook 应用程序的标识符。任何与 Facebook 的交互都需要现有的 Facebook 应用程序。

# sm.facebook.apps.appsecret
source: Facebook App Secret
zh_cn: Facebook 应用程序秘密

# sm.facebook.apps.appsecret.description
source: The secret key of your Facebook application that will be used to encrypt all communications between your site and Facebook servers. Any interaction with Facebook requires existing Facebook application.
zh_cn: Facebook 的应用程序将用来对您的网站和 Facebook 的服务器之间的所有通信进行都加密的密钥。任何与 Facebook 的交互都需要现有的 Facebook 应用程序。

# sm.facebook.apps.edit
source: Edit app
zh_cn: 编辑应用程序

# sm.facebook.apps.new
source: New app
zh_cn: 新建应用程序

# sm.facebook.autopost
source: Post to Facebook
zh_cn: 到 facebook 上的帖子

# sm.facebook.autopost.createpost
source: Create Facebook post when I save the page
zh_cn: 创建 Facebook 帖子保存的网页时

# sm.facebook.autopost.macrohint
source: To insert a link to this page into the post, use the following macro expression: <em>&#123;% AbsoluteURL %&#125;</em><br /> The expression will be replaced with the actual link when publishing the post to Facebook.
zh_cn: 邮报 》 中插入指向此页的链接，请使用下面的宏表达式： <em>{%absoluteurl %}</em><br>该表达式将替换的实际链接发布到 Facebook 的开机自检时。

# sm.facebook.autopost.pagetooltip
source: You can add a new Facebook page into the system in ##ui|CMS.SocialMarketing|Facebook##.
zh_cn: 您可以添加一个新的 Facebook 页面到 ##ui|CMS.SocialMarketing|Facebook##。

# sm.facebook.autopost.postondocumentpublish
source: Post to Facebook after page is published
zh_cn: 发布到 Facebook 后发布页面

# sm.facebook.autopost.publishedwhileediting
source: Post was published while editing the page. Changes you made were discarded.
zh_cn: 编辑页面时，出版了开机自检。你所做的更改将被丢弃。

# sm.facebook.autopost.shortenurls
source: Use URL shortener to shorten links in Post content
zh_cn: 使用网址缩短服务来缩短帖子内容中的链接

# sm.facebook.description
source: Allows you to register Facebook applications and pages in the system, and manually post to your pages. You can also monitor the statistics of your Facebook pages (Insights).
zh_cn: 允许您在系统中，注册 Facebook 应用程序和页面并手动过帐到您的网页。您还可以监视你的 Facebook 页面 （见解） 的统计数字。

# sm.facebook.insights.scheduledtask.name
source: Facebook insights collection
zh_cn: Facebook 的见解集合

# sm.facebook.isdeault.description
source: Default facebook page is pre-selected when creating post and is used in advanced workflow autopost. If no default page is set, automatic posting in workflow will not work.
zh_cn: 创建发布和用高级工作流自动过帐时，默认的 facebook 页面是预先选定。如果没有默认的页面设置，不能在工作流中的自动过帐。

# sm.facebook.isdefault
source: Default
zh_cn: 默认

# sm.facebook.nodefaultpage
source: You have not set any Facebook page as default for this site. Automatic publishing to Facebook in advanced workflow won't work. To set a page as default edit it and go to General tab.
zh_cn: 您没有为此网站的默认值设置任何的 Facebook 页面。自动发布到 Facebook 在高级工作流程中不起作用。要设置网页作为默认编辑它，然后转到常规选项卡。

# sm.facebook.post
source: Post
zh_cn: 发布

# sm.facebook.post.scheduledtask.name
source: Facebook post publishing
zh_cn: Facebook 后发布

# sm.facebook.posts
source: Posts
zh_cn: 帖子

# sm.facebook.posts.account
source: Facebook page
zh_cn: Facebook 页面

# sm.facebook.posts.account.description
source: Select the Facebook page on which the post will be published.
zh_cn: 选择邮报 》 将刊登当日的 Facebook 页面。

# sm.facebook.posts.backcompatibility
source: You composed a post before the system was upgraded. Click <strong>Save</strong> to make sure this post is published along with this page. After you save the page, the post appears in ##ui|CMS.SocialMarketing|Facebook##.
zh_cn: 您编写一篇文章之前系统已升级.单击 <strong>Save</strong>确保此帖子已发布以及此页面.保存页面后,帖子出现在##ui|CMS.SocialMarketing|Facebook##.

# sm.facebook.posts.campaign
source: Campaign
zh_cn: 运动

# sm.facebook.posts.campaign.description
source: Campaign to which the post belongs (if any).
zh_cn: 广告活动属于该帖子。（如任意）

# sm.facebook.posts.confirmation.delete
source: Are you sure you want to delete the selected post from both the system and Facebook?
zh_cn: 是否确实要删除所选的后从系统和 Facebook?

# sm.facebook.posts.content
source: Post content
zh_cn: 发布内容

# sm.facebook.posts.content.description
source: Post content that will be published on the selected Facebook page.
zh_cn: 将所选的 Facebook 页面发布的帖子内容。

# sm.facebook.posts.detail
source: Post details
zh_cn: 帖子详细信息

# sm.facebook.posts.detail.comments
source: Comments
zh_cn: 评论

# sm.facebook.posts.detail.hideallposts
source: Hide all posts
zh_cn: 隐藏所有帖子

# sm.facebook.posts.detail.hidepost
source: Hide post
zh_cn: 隐藏帖子

# sm.facebook.posts.detail.likes
source: Likes
zh_cn: 喜欢

# sm.facebook.posts.detail.negative
source: Negative feedback
zh_cn: 负面反馈

# sm.facebook.posts.detail.reach
source: People reached
zh_cn: 到达的人

# sm.facebook.posts.detail.reportspam
source: Report as spam
zh_cn: 报告为垃圾邮件

# sm.facebook.posts.detail.shares
source: Shares
zh_cn: 库存

# sm.facebook.posts.detail.stats
source: Likes and comments
zh_cn: 喜欢和评论

# sm.facebook.posts.detail.tooltip
source: View post details
zh_cn: 查看帖子详细信息

# sm.facebook.posts.detail.total
source: Total likes and comments <span class="LegendSubtitle">(including shared posts)</span>
zh_cn: 总赞和评论 <span class="LegendSubtitle">（包括分享的帖子）</span>

# sm.facebook.posts.detail.unlikepage
source: Unlike page
zh_cn: 与页不同

# sm.facebook.posts.document
source: Page
zh_cn: 页面

# sm.facebook.posts.edit
source: Edit post
zh_cn: 编辑帖子

# sm.facebook.posts.ins.reach
source: Reach
zh_cn: 到达

# sm.facebook.posts.msg.accounterror
source: The selected Facebook page doesn't exist or its access token is invalid. Go to <strong>##ui|CMS.SocialMarketing|Facebook## -> Pages</strong> and check if your page exists. Then edit the page and click <strong>Authorize</strong> to renew the access token.
zh_cn: 所选的 Facebook 页面不存在或其存取令牌无效。去<strong>##ui|CMS.SocialMarketing|Facebook##-> 页</strong>，并检查您的页面是否存在。然后编辑该页面并单击<strong>授权</strong>，更新访问令牌。

# sm.facebook.posts.msg.apilimiterror
source: Facebook API calls limit was reached when publishing the post. You can try to delete the post in <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>, and then create the post again. See the Event log for more details.
zh_cn: Facebook API 调用已达到上限当发布帖子时.你可以尝试删除帖子在 <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>,然后重新创建帖子.请参见事件日志以了解更多详细信息。

# sm.facebook.posts.msg.deleteerror
source: Post could not be deleted. Please see event log for details.
zh_cn: 无法删除帖子。请查看事件日志的详细信息。

# sm.facebook.posts.msg.documenterror
source: The page linked to this post was either in the recycle bin or deleted completely at the time this post was scheduled to be published. You can try to delete the post in <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>, and then create the post again. See the Event log for more details.
zh_cn: 页面链接到这个帖子已经在回收站中或者完全删除在这边帖子被选定发布之前.你可以尝试删除帖子在 <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>,然后重新创建帖子.请参见事件日志以了解更多详细信息。

# sm.facebook.posts.msg.duplicatestatuserror
source: You cannot publish the same post multiple times within a short time period. You can try to delete the post in <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>, and then create the post again. See the Event log for more details.
zh_cn: 您不能在短时间内多次发布同一内容的帖子。你可以尝试删除帖子在 <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>,然后重新创建帖子.请参见事件日志以了解更多详细信息。

# sm.facebook.posts.msg.editforbidden
source: Could not save the following changes. The original post has already been published.
zh_cn: 无法保存以下更改。原帖已发布。

# sm.facebook.posts.msg.failed
source: Publishing failed
zh_cn: 发布失败

# sm.facebook.posts.msg.oautherror
source: An authentication error occurred while publishing the post. Go to <strong>##ui|CMS.SocialMarketing|Facebook## -> Pages</strong> and check if you have valid access to the Facebook page. See the Event log for more details on the error.
zh_cn: 发布张贴身份验证时出错。去<strong>##ui|CMS.SocialMarketing|Facebook##-> 页</strong>和检查你是否有有效的访问到 Facebook 页面。看到错误的事件日志以了解更多详细信息。

# sm.facebook.posts.msg.permissionerror
source: An error with Facebook permissions occurred when publishing the post. You can try to delete the post in <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>, and then create the post again. See the Event log for more details.
zh_cn: 发布帖子时产生了一个Facebook权限错误.你可以尝试删除帖子在 <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>，然后再次创建该帖子。请参见事件日志以了解更多详细信息。

# sm.facebook.posts.msg.postempty
source: Please enter a post text.
zh_cn: 请输入后的文本。

# sm.facebook.posts.msg.postnotexist
source: Facebook post with given ID doesn't exist.
zh_cn: Facebook 与给出的 ID 不存在。

# sm.facebook.posts.msg.postondocumentpublish
source: Post will be posted to Facebook when page gets published.
zh_cn: 页获取发布时，开机自检将发布到 facebook 上。

# sm.facebook.posts.msg.postondocumentpublish.short
source: Waiting for page publish
zh_cn: 等待页面发布

# sm.facebook.posts.msg.published
source: Post was published on {0}
zh_cn: 发表在 {0} 上

# sm.facebook.posts.msg.published.short
source: Published on {0}
zh_cn: 在 {0} 上发表

# sm.facebook.posts.msg.scheduled
source: Post is scheduled for publishing on {0}.
zh_cn: 邮政定于上 {0} 的发布。

# sm.facebook.posts.msg.scheduled.short
source: Scheduled for {0}
zh_cn: 预定为 {0}

# sm.facebook.posts.msg.schedulederror
source: Post was scheduled for publishing on {0}, but an error occurred. Go to <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>, delete the post, and create the post again. See the Event log for more details on the error.
zh_cn: 帖子已选定发布在 {0}, 但出现了错误.转到 <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>, 删除帖子，然后再次创建该帖子。请参见事件日志以了解更多详细信息。

# sm.facebook.posts.msg.selectaccount
source: Please select the Facebook page.
zh_cn: 请选择的 Facebook 页面。

# sm.facebook.posts.msg.servererror
source: A Facebook server error occurred when publishing the post. You can try to delete the post in <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>, and then create the post again. Please see the Event log for more details on the error.
zh_cn: 发布帖子时产生了一个Facebook服务器错误.你可以尝试删除帖子在 <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>，然后再次创建该帖子。请参见事件日志以了解更多详细信息。

# sm.facebook.posts.msg.unknownerror
source: An unknown error occurred when publishing the post. You can try to delete the post in <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>, and then create the post again. See the Event log for more details.
zh_cn: 发布帖子时产生了一个未知错误.你可以尝试删除帖子在 <strong>##ui|CMS.SocialMarketing|Facebook## -> Posts</strong>，然后再次创建该帖子。请参见事件日志以了解更多详细信息。

# sm.facebook.posts.msg.wontbepublished
source: Related page is no longer available. Post won't be published.
zh_cn: 相关的页面不再是可用的。不会发表。

# sm.facebook.posts.msg.wontbepublished.short
source: Won't be published.
zh_cn: 将不被出版。

# sm.facebook.posts.new
source: Add a new post
zh_cn: 添加一个新帖子

# sm.facebook.posts.new.caption
source: New post
zh_cn: 新帖

# sm.facebook.posts.nomodifypermission
source: You don't have permission to create or modify Facebook posts.
zh_cn: 您没有权限创建或修改 facebook 网站。

# sm.facebook.posts.noreadpermission
source: You don't have permission to view Facebook posts.
zh_cn: 您没有权限查看 facebook 网站。

# sm.facebook.posts.scheduledpublish
source: Publishing time
zh_cn: 发布时间

# sm.facebook.posts.scheduledpublish.description
source: Sets the time when the post will be published to Facebook. If not set or in the past, the post gets published immediately.
zh_cn: 设置当邮报 》 将发布到 Facebook 的时间。如果未设置，或在过去，邮报 》 获取立即发布。

# sm.facebook.posts.state
source: Post state
zh_cn: 发布状态

# sm.facebook.posts.urlshortener
source: URL shortener
zh_cn: 网址缩短服务

# sm.facebook.posts.urlshortener.description
source: The URL shortener that will be used to shorten links in this post.
zh_cn: 将用于缩短在这篇文章的链接的网址缩短服务。

# sm.facebookaccount.confirmation.delete
source: Are you sure you want to delete the selected page and all the related posts?
zh_cn: 你确定你想要删除所选的页和所有相关的帖子？

# sm.facebookapplication.confirmation.delete
source: Are you sure you want to delete the selected application and all the related pages and posts?
zh_cn: 是否确实要删除选定的应用程序和所有的相关文章和网页?

# sm.facebookapplication.edit
source: Facebook application properties
zh_cn: Facebook 应用程序属性

# sm.facebookapplication.list
source: Facebook applications
zh_cn: Facebook 应用程序

# sm.facebookapplication.new
source: New Facebook application
zh_cn: 新建 Facebook 应用程序

# sm.googleplus.nopeoplefound
source: No people were found for given userID: {0}
zh_cn: 没有人发现给定用户 Id: {0}

# sm.ins.city
source: City
zh_cn: 城市

# sm.ins.country
source: Country
zh_cn: 国家

# sm.ins.facebook.account
source: Page
zh_cn: 页面

# sm.ins.facebook.likesource.ads
source: Ads and sponsored stories
zh_cn: 广告和赞助商的故事

# sm.ins.facebook.likesource.api
source: Third-party apps
zh_cn: 第三方应用程序

# sm.ins.facebook.likesource.external_connect
source: Like box and like button
zh_cn: 喜欢框和按钮

# sm.ins.facebook.likesource.favorites
source: Page likes another page
zh_cn: 页喜欢另一页

# sm.ins.facebook.likesource.hovercard
source: On hover
zh_cn: 悬停时

# sm.ins.facebook.likesource.like_story
source: Friend referrals
zh_cn: 朋友推荐

# sm.ins.facebook.likesource.mobile
source: Mobile
zh_cn: 移动

# sm.ins.facebook.likesource.page_browser
source: Page browser
zh_cn: 网页浏览器

# sm.ins.facebook.likesource.page_profile
source: On page
zh_cn: 在页面上

# sm.ins.facebook.likesource.page_suggestion
source: Admin invite
zh_cn: 管理员邀请

# sm.ins.facebook.likesource.photo_snowlift
source: On photo
zh_cn: 这张照片

# sm.ins.facebook.likesource.profile_connect
source: Profile connect
zh_cn: 配置文件连接

# sm.ins.facebook.likesource.recommended_pages
source: Facebook recommendations
zh_cn: Facebook 的建议

# sm.ins.facebook.likesource.registration
source: Admin registration
zh_cn: 管理员注册

# sm.ins.facebook.likesource.search
source: Search results
zh_cn: 搜索结果

# sm.ins.facebook.likesource.ticker
source: Ticker
zh_cn: 自动收报机

# sm.ins.facebook.likesource.timeline
source: Timeline
zh_cn: 时间轴

# sm.ins.facebook.likesource.video_flyout
source: On video
zh_cn: 视频

# sm.ins.facebook.likesource.wizard_suggestion
source: New user wizard suggestion
zh_cn: 新用户向导建议

# sm.ins.facebook.page_consumptions
source: Page consumptions
zh_cn: 页消费

# sm.ins.facebook.page_consumptions.day
source: Page consumptions - Daily report
zh_cn: 页消费-每日报告

# sm.ins.facebook.page_consumptions.month
source: Page consumptions - Monthly report
zh_cn: 页消费-月度报告

# sm.ins.facebook.page_consumptions.value
source: Number of page consumptions
zh_cn: 页面消耗的数量

# sm.ins.facebook.page_consumptions.week
source: Page consumptions - Weekly report
zh_cn: 页消费-每周报告

# sm.ins.facebook.page_consumptions.year
source: Page consumptions - Yearly report
zh_cn: 页消费-年度报告

# sm.ins.facebook.page_consumptions_by_consumption_type
source: Page consumptions by consumption type
zh_cn: 页消费按消费类型

# sm.ins.facebook.page_consumptions_by_consumption_type_unique
source: Page consumptions by consumption type unique
zh_cn: 按消费类型独特的页面消费

# sm.ins.facebook.page_consumptions_by_consumption_type_unique.day
source: Page consumptions by consumption type unique - Daily report
zh_cn: 页消费按消费类型独特的-每日报告

# sm.ins.facebook.page_consumptions_by_consumption_type_unique.month
source: Page consumptions by consumption type unique - Monthly report
zh_cn: 页消费按消费类型独特的-月度报告

# sm.ins.facebook.page_consumptions_by_consumption_type_unique.value
source: Number of page consumptions by consumption type
zh_cn: 类型的页消费的消费数量

# sm.ins.facebook.page_consumptions_by_consumption_type_unique.week
source: Page consumptions by consumption type unique - Weekly report
zh_cn: 页消费按消费类型独特的-每周报告

# sm.ins.facebook.page_consumptions_by_consumption_type_unique.year
source: Page consumptions by consumption type unique - Yearly report
zh_cn: 页消费按消费类型独特的-年度报告

# sm.ins.facebook.page_engaged_users
source: Page engaged users
zh_cn: 页从事用户

# sm.ins.facebook.page_engaged_users.day
source: Page engaged users - Daily report
zh_cn: 页从事用户-每日报告

# sm.ins.facebook.page_engaged_users.month
source: Page engaged users - Monthly report
zh_cn: 页从事用户-月度报告

# sm.ins.facebook.page_engaged_users.value
source: Number of engaged users
zh_cn: 参与的用户数目

# sm.ins.facebook.page_engaged_users.week
source: Page engaged users - Weekly report
zh_cn: 页从事用户-每周报告

# sm.ins.facebook.page_engaged_users.year
source: Page engaged users - Yearly report
zh_cn: 页从事用户-年度报告

# sm.ins.facebook.page_fan_adds_and_removes
source: Page fan adds and removes
zh_cn: 风扇页添加和移除

# sm.ins.facebook.page_fan_adds_and_removes.day
source: Page fan adds and removes - Daily report
zh_cn: 风扇页添加和移除-每日报告

# sm.ins.facebook.page_fan_adds_and_removes.month
source: Page fan adds and removes - Monthly report
zh_cn: 风扇页添加和移除-月度报告

# sm.ins.facebook.page_fan_adds_and_removes.value
source: Number of fans
zh_cn: 粉丝数

# sm.ins.facebook.page_fan_adds_and_removes.week
source: Page fan adds and removes - Weekly report
zh_cn: 风扇页添加和移除-每周报告

# sm.ins.facebook.page_fan_adds_and_removes.year
source: Page fan adds and removes - Yearly report
zh_cn: 风扇页添加和移除-年度报告

# sm.ins.facebook.page_fans
source: Page fans
zh_cn: 页面球迷

# sm.ins.facebook.page_fans.day
source: Page fans - Daily report
zh_cn: 页面球迷-每日报告

# sm.ins.facebook.page_fans.month
source: Page fans - Monthly report
zh_cn: 页面球迷-月度报告

# sm.ins.facebook.page_fans.value
source: Number of page fans
zh_cn: 页面粉丝数

# sm.ins.facebook.page_fans.week
source: Page fans - Weekly report
zh_cn: 页面球迷-每周报告

# sm.ins.facebook.page_fans.year
source: Page fans - Yearly report
zh_cn: 页面球迷-年度报告

# sm.ins.facebook.page_fans_by_like_source
source: Page fans by like source
zh_cn: 由像源页面球迷

# sm.ins.facebook.page_fans_by_like_source_unique
source: Page fans by like source unique
zh_cn: 页面球迷的喜欢独特的源
