Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# reports_general.label_years
source: Years
cs_cz: Roky
sk_sk: Roky
zh_cn: 年

# reports_general.to
source: to
cs_cz: do
sk_sk: do
zh_cn: 自

# reports_hour.header
source: Hour
cs_cz: Hodina
sk_sk: Hodina
zh_cn: 小时

# reports_hour.hits_header
source: Hits count
cs_cz: Počet přístupů
sk_sk: Počet prístupov
zh_cn: 命中计数

# reports_month.header
source: Month
cs_cz: Měsíc
sk_sk: Mesiac
zh_cn: 个月

# reports_month.hits_header
source: Hits count
cs_cz: Počet přístupů
sk_sk: Počet prístupov
zh_cn: 命中计数

# reports_pagenotfound.label_numoffaults
source: Number of faults
cs_cz: Počet chyb
sk_sk: Počet chýb
zh_cn: 错误数

# reports_pagenotfound.stats_caption
source: Invalid pages
cs_cz: Neplatné stránky
sk_sk: Neplatné stránky
zh_cn: 无效的页

# reports_pagenotfound_day.hits_header
source: Faults
cs_cz: Chyby
sk_sk: Chyby
zh_cn: 故障

# reports_pagenotfound_day.name_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_pagenotfound_hour.hits_header
source: Faults
cs_cz: Chyby
sk_sk: Chyby
zh_cn: 故障

# reports_pagenotfound_hour.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_pagenotfound_month.hits_header
source: Faults
cs_cz: Chyby
sk_sk: Chyby
zh_cn: 故障

# reports_pagenotfound_month.name_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_pagenotfound_year.hits_header
source: Faults
cs_cz: Chyby
sk_sk: Chyby
zh_cn: 故障

# reports_pagenotfound_year.name_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_pageviews.label_numofpageviews
source: Number of page views
cs_cz: Počet shlédnutí stránky
sk_sk: Počet zobrazení stránky
zh_cn: 页面视图数

# reports_pageviews.label_numofregisteredusers
source: Number of registered users
cs_cz: Počet registrovaných uživatelů
sk_sk: Počet registrovaných užívateľov
zh_cn: 注册用户的数量

# reports_pageviews.stats_caption
source: Page views
cs_cz: Shlédnutí stránky
sk_sk: Návštevnosť stránky
zh_cn: 网页视图

# reports_pageviews_day.hits_header
source: Views
cs_cz: Pohledy
sk_sk: Náhľady
zh_cn: 视图

# reports_pageviews_day.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_pageviews_hour.hits_header
source: Views
cs_cz: Pohledy
sk_sk: Náhľady
zh_cn: 视图

# reports_pageviews_hour.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_pageviews_month.hits_header
source: Views
cs_cz: Pohledy
sk_sk: Náhľady
zh_cn: 视图

# reports_pageviews_month.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_pageviews_year.hits_header
source: Views
cs_cz: Pohledy
sk_sk: Náhľady
zh_cn: 视图

# reports_pageviews_year.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_pageviewscult.piechart_caption
source: Page views by culture share
cs_cz: Shlédnutí stránky dle podílu kultury
sk_sk: Návštevnosť stránky podľa podielu kultúry
zh_cn: 通过语言共享的页面视图

# reports_pageviewscult.stats_caption
source: Page views - multilingual
cs_cz: Shlédnutí stránky - vícejazyčné
sk_sk: Návštevnosť stránky - viacjazyčné
zh_cn: 页面视图-多语言

# reports_referrals_day.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Náhľady
zh_cn: 视图

# reports_referrals_hour.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Náhľady
zh_cn: 视图

# reports_referrals_month.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Náhľady
zh_cn: 视图

# reports_referrals_year.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Náhľady
zh_cn: 视图

# reports_registeredusers.stats_caption
source: Registered users
cs_cz: Registrovaní uživatelé
sk_sk: Registrovaní užívatelia
zh_cn: 注册的用户

# reports_registeredusers.userid_header
source: User ID
cs_cz: ID uživatele
sk_sk: Užívateľské ID
zh_cn: 用户 ID

# reports_registeredusers.username_header
source: Registered name
cs_cz: Registrované jméno
sk_sk: Registrované meno
zh_cn: 注册的名称

# reports_urlrefferals.stats_caption
source: Referring URLs
cs_cz: Odkazující URL
sk_sk: Odkazujúce URL
zh_cn: 引用的 Url

# reports_visits.label_newandreturningvisitors
source: New and returning visitors
cs_cz: Noví a vracející se návštěvníci
sk_sk: Noví a vracajúci sa návštevníci
zh_cn: 新建和返回的游客

# reports_visits.label_numofvisits
source: Number of visitors
cs_cz: Počet návštěv
sk_sk: Počet návštev
zh_cn: 参观人数

# reports_visits.stats_caption
source: Visits
cs_cz: Návštěvy
sk_sk: Návštevy
zh_cn: 访问

# reports_week.header
source: Week
cs_cz: Týden
sk_sk: Týždeň
zh_cn: 周

# reports_week.hits_header
source: Hits count
cs_cz: Počet zobrazení
sk_sk: Počet zobrazení
zh_cn: 命中计数

# reports_year.header
source: Year
cs_cz: Rok
sk_sk: Rok
zh_cn: 一年

# reports_year.hits_header
source: Hits count
cs_cz: Počet zobrazení
sk_sk: Počet zobrazení
zh_cn: 命中计数

# requirescript.continue
source: Check and continue
cs_cz: Zkontrolovat a pokračovat
sk_sk: Skontrolovať a pokračovať
zh_cn: 检查并继续

# requirescript.information
source: This page requires Javascript to run properly, please enable Javascript in your browser to continue.
cs_cz: Tato stránka vyžaduje pro správný chod JavaScript. Abyste mohli pokračovat, povolte, prosím, JavaScript ve svém prohlížeči.
sk_sk: Tato stránka vyžaduje pre správny chod JavaScript. Aby ste mohli pokračovať, povoľte, prosím, JavaScript vo svojom prehliadači.
zh_cn: 此页面要求 Javascript 可以正常运行，请在您的浏览器继续启用 Javascript。

# requirescript.title
source: Javascript required
cs_cz: Je vyžadován JavaScript
sk_sk: Je vyžadovaný JavaScript
zh_cn: 所需的 Javascript

# resourceedit.changesinserted
source: The module was created. Now you can create another module.
cs_cz: Modul byl vytvořen. Nyní můžete vytvořit další modul.
sk_sk: Modul bol vytvorený. Teraz môžete vytvoriť ďalší modul.
zh_cn: 创建模块。现在，您可以创建另一个模块。

# resourceedit.erroremptyresourcedisplayname
source: Please enter a module display name.
cs_cz: Vložte prosím zobrazovaný název modulu.
sk_sk: Prosím, vložte zobrazované meno modulu.
zh_cn: 请输入模块的显示名称。

# resourceedit.erroremptyresourcename
source: Please enter a module name.
cs_cz: Vložte prosím název modulu.
sk_sk: Prosím, vložte meno modulu.
zh_cn: 请输入一个模块名称。

# resourceedit.errorexistingresourcename
source: There's another module of this name. Please choose some other name.
cs_cz: S tímto názvem existuje jiný modul. Vyberte nějaký jiný název.
sk_sk: S týmto názvom existuje iný modul. Prosím, vyberte nejaký iný názov.
zh_cn: 还有另一个模块的此名称。请选择其他名称。

# resourceedit.header
source: Module Properties
cs_cz: Vlastnosti modulu
sk_sk: Vlastnosti modulu
zh_cn: 模块属性

# resourceedit.resourcedisplayname
source: Module Display Name:
cs_cz: Zobrazovaný název modulu:
sk_sk: Zobrazované meno modulu:
zh_cn: 模块显示名称：

# resourceedit.resourceid
source: Module ID:
cs_cz: ID modulu:
sk_sk: ID modulu:
zh_cn: 模块 ID：

# resourceedit.resourcename
source: Module Code Name:
cs_cz: Kódový název modulu:
sk_sk: Kódové meno modulu:
zh_cn: 模块的代码名称：

# resourceedit.resourceurl
source: Module URL:
cs_cz: URL modulu:
sk_sk: URL modulu:
zh_cn: 模块的 URL：

# resourceedit.showintoolsmenu
source: Show in Tools Menu:
cs_cz: Zobrazit v menu Nástroje:
sk_sk: Zobraziť v menu Nástroje:
zh_cn: 在工具菜单中显示:

# resourcelist.header
source: Modules
cs_cz: Moduly
sk_sk: Moduly
zh_cn: 模块

# resourcelist.resourcedisplayname
source: Module Display Name
cs_cz: Zobrazené jméno modulu
sk_sk: Zobrazované meno modulu
zh_cn: 模块的显示名称

# resourcelist.resourcename
source: Module Code Name
cs_cz: Kódové jméno modulu
sk_sk: Kódové meno modulu
zh_cn: 模块的代码名称

# resourcesmenu.newgeneralresource
source: New module
cs_cz: Nový modul
sk_sk: Nový modul
zh_cn: 新建模块

# restore.clickhere
source: Click here to see the page.
cs_cz: Klikněte zde pro zobrazení dokumentu.
sk_sk: Kliknite tu pre zobrazenie dokumentu.
zh_cn: 单击此处查看的页面。

# restore.documentrestored
source: The page has been restored successfully. It must be approved now so that it is published again.
cs_cz: Dokument byl úspěšně obnoven. Nyní musí být schválen, aby mohl být opět publikován.
sk_sk: Dokument bol úspešne obnovený. Teraz musí byť schválený, aby mohol byť opäť publikovaný.
zh_cn: 该页面已成功恢复。必须现在批准的是使它再次发布。

# restore.errorparentdoesnotexist
source: The page cannot be restored because its original parent page does not exist:
cs_cz: Nelze obnovit daný dokument, protože jeho původní nadřazený dokument neexistuje:
sk_sk: Nemožno obnoviť daný dokument, pretože jeho pôvodný nadradený dokument neexistuje:
zh_cn: 无法还原页上，因为其原始的父页不存在：

# restore.header
source: Restore Page
cs_cz: Obnovit dokument
sk_sk: Obnoviť dokument
zh_cn: 恢复页面

# restore.ok
source: <- Back to the recycle bin
cs_cz: <- Zpět do koše
sk_sk: <- Späť do koša
zh_cn: <-追溯到回收站

# roleconfiguration.validationerror
source: Please enter a value
cs_cz: Vložte prosím hodnotu.
sk_sk: Prosím, vložte hodnotu.
zh_cn: 请输入一个值

# rolelist.roledisplayname
source: Role Display Name
cs_cz: Zobrazený název role
sk_sk: Zobrazovaný názov role
zh_cn: 角色显示名称

# rolelist.rolename
source: Role Name
cs_cz: Název role
sk_sk: Názov role
zh_cn: 角色名称

# rolelist.usershint
source: Role members
cs_cz: Členové role
sk_sk: Členovia role
zh_cn: 角色成员

# rolenameselection.title
source: Select roles
cs_cz: Vyberte role
sk_sk: Vybrať role
zh_cn: 选择角色

# rolesmenu.newrole
source: New role
cs_cz: Nová role
sk_sk: Nová rola
zh_cn: 新建角色

# rollback.back
source: <- Back to listing
cs_cz: < Zpět na seznam
sk_sk: < Späť na zoznam
zh_cn: <-回到上市

# rollback.cancel
source: < Back to listing
cs_cz: < Zpět na seznam
sk_sk: < Späť na zoznam
zh_cn: < 回到上市

# rollback.cannotmodifyinthisstep
source: You cannot roll back the page in its current workflow step.
cs_cz: V tomto kroku workflow nelze obnovit předchozí verzi dokumentu.
sk_sk: V tomto kroku workflow nemožno obnoviť predchádzajúcu verziu dokumentu.
zh_cn: 你无法回滚页上，在其当前的工作流步骤。

# rollback.confirm
source: Are you sure you want to roll back to the selected version?
cs_cz: Opravdu chcete obnovit vybranou verzi?
sk_sk: Určite chcete obnoviť vybranú verziu?
zh_cn: 你确定你想要回滚到所选版本？

# rollback.documentischeckedout
source: You cannot roll back the page because it is checked out.
cs_cz: Nelze obnovit předchozí verzi, protože dokument je uzamčen pro editaci.
sk_sk: Nemožno obnoviť predchádzajúcu verziu, pretože dokument je uzamknutý pre editáciu.
zh_cn: 因为它已签出，您不能回滚该页面。

# rollback.header
source: Roll back to Earlier Version
cs_cz: Obnova předchozí verze
sk_sk: Obnova predchádzajúcej verzie
zh_cn: 回滚到早期版本

# rollback.notallowedtomodify
source: You cannot roll back the page because you're not allowed to modify it.
cs_cz: Nelze obnovit předchozí verzi, protože nemáte práva na editaci tohoto dokumentu.
sk_sk: Nemožno obnoviť predchádzajúcu verziu, pretože nemáte práva na editáciu tohto dokumentu.
zh_cn: 因为你不允许修改它，你无法回滚该页面。

# rollback.rollback
source: Roll back
cs_cz: Obnova předchozích verzí
sk_sk: Obnova predchádzajúcich verzií
zh_cn: 回滚

# rollback.rollbackdone
source: The page has been rolled back to the previous version.
cs_cz: Byla obnovena předchozí verze dokumentu.
sk_sk: Bola obnovená predchádzajúca verzia dokumentu.
zh_cn: 该页面已回滚到以前的版本。

# sales_errormessage
source: Must be set both date.
cs_cz: Musí být nastaveny obě data.
sk_sk: Musia byť nastavené oba dátumy.
zh_cn: 必须设置这两个日期。

# savedreport_view.headercaption
source: Saved report
cs_cz: Uložená zpráva
sk_sk: Uložený report
zh_cn: 已保存的报表

# savedreport_view.print
source: Print
cs_cz: Tisk
sk_sk: Tlač
zh_cn: 打印

# savedreport_view.sendtoemail
source: Send to email
cs_cz: Poslat na e-mail
sk_sk: Poslať na e-mail
zh_cn: 发送电子邮件

# savedreports_list.headercaption
source: Saved reports
cs_cz: Uložené zprávy
sk_sk: Uložené reporty
zh_cn: 保存的报告

# savedreports_list.newitemcaption
source: New report
cs_cz: Nová zpráva
sk_sk: Nový report
zh_cn: 新建报告

# scheduledtask.wasexecuted
source: The task has been executed. It may take a few moments before its status gets updated. Please use the Refresh button.
cs_cz: Úloha byla spuštěna. Chvíli může trvat než se zaktualizuje stav úlohy. Použijte tlačítko Obnovit pro aktualizaci.
sk_sk: Úloha bola spustená. Môže to chvíľu trvať pokiaľ sa zaktualizuje stav úlohy. Prosím, použite tlačidlo Obnoviť pre aktualizáciu.
zh_cn: 已执行这项任务。它可能需要几分钟之前获取更新其状态。请使用刷新按钮。

# scheduleinterval.and
source: and
cs_cz: a
sk_sk: a
zh_cn: 和

# scheduleinterval.between
source: Between:
cs_cz: Mezi:
sk_sk: Medzi:
zh_cn: 之间：

# scheduleinterval.days
source: Days:
cs_cz: Dny:
sk_sk: Dni:
zh_cn: 天数:

# scheduleinterval.days.friday
source: Friday
cs_cz: Pátek
sk_sk: Piatok
zh_cn: 星期五

# scheduleinterval.days.monday
source: Monday
cs_cz: Pondělí
sk_sk: Pondelok
zh_cn: 星期一

# scheduleinterval.days.saturday
source: Saturday
cs_cz: Sobota
sk_sk: Sobota
zh_cn: 星期六

# scheduleinterval.days.sunday
source: Sunday
cs_cz: Neděle
sk_sk: Nedeľa
zh_cn: 星期日

# scheduleinterval.days.thursday
source: Thursday
cs_cz: Čtvrtek
sk_sk: Štvrtok
zh_cn: （星期四）

# scheduleinterval.days.tuesday
source: Tuesday
cs_cz: Úterý
sk_sk: Utorok
zh_cn: （星期二）

# scheduleinterval.days.wednesday
source: Wednesday
cs_cz: Středa
sk_sk: Streda
zh_cn: （星期三）

# scheduleinterval.errorempty
source: Please enter a value.
cs_cz: Vložte nějakou hodnotu.
sk_sk: Prosím, vložte hodnotu.
zh_cn: 请输入一个值。

# scheduleinterval.every
source: Every:
cs_cz: Vždy v:
sk_sk: Každý:
zh_cn: 每个：

# scheduleinterval.months.first
source: First
cs_cz: První
sk_sk: Prvý
zh_cn: 第一次

# scheduleinterval.months.fourth
source: Fourth
cs_cz: Čtvrtý
sk_sk: Štvrtý
zh_cn: 第四次

# scheduleinterval.months.last
source: Last
cs_cz: Poslední
sk_sk: Posledný
zh_cn: 最后

# scheduleinterval.months.ofthemonth(s)
source: of the month(s)
cs_cz: v měsíci(ích)
sk_sk: v mesiaci
zh_cn: 当月的

# scheduleinterval.months.second
source: Second
cs_cz: Druhý
sk_sk: Druhý
zh_cn: 第二次

# scheduleinterval.months.the
source: The
cs_cz: Spustit
sk_sk: &nbsp;
zh_cn: 的

# scheduleinterval.months.third
source: Third
cs_cz: Třetí
sk_sk: Tretí
zh_cn: 第三

# scheduleinterval.period
source: Period:
cs_cz: Perioda:
sk_sk: Perióda:
zh_cn: 时间：

# scheduleinterval.period.day
source: Day
cs_cz: Den
sk_sk: Deň
zh_cn: 一天

# scheduleinterval.period.hour
source: Hour
cs_cz: Hodina
sk_sk: Hodina
zh_cn: 小时

# scheduleinterval.period.minute
source: Minute
cs_cz: Minuta
sk_sk: Minúta
zh_cn: 分钟

# scheduleinterval.period.month
source: Month
cs_cz: Měsíc
sk_sk: Mesiac
zh_cn: 个月

# scheduleinterval.period.once
source: Once
cs_cz: Jednou
sk_sk: Raz
zh_cn: 一次

# scheduleinterval.period.week
source: Week
cs_cz: Týden
sk_sk: Týždeň
zh_cn: 周

# scheduleinterval.start
source: Start time:
cs_cz: Čas zahájení:
sk_sk: Čas zahájenia:
zh_cn: 开始时间:

# scheduleinterval.wrongformat
source: Entered value is in wrong format.
cs_cz: Vložená hodnota není ve správném formátu.
sk_sk: Vložená hodnota nie je v správnom formáte.
zh_cn: 输入的值是错误的格式。

# search.allcontent
source: All Content
cs_cz: Vše
sk_sk: Všetko
zh_cn: 所有内容

# search.allwords
source: All Words
cs_cz: Všechna slova
sk_sk: Všetky slová
zh_cn: 所有单词

# search.anyword
source: Any Word
cs_cz: Jakékoliv slovo
sk_sk: Ľubovoľné slovo
zh_cn: 任何词

# search.exactphrase
source: Exact Phrase
cs_cz: Přesný výraz
sk_sk: Presný výraz
zh_cn: 精确短语

# search.lastmodified
source: Modified:
cs_cz: Modifikováno:
sk_sk: Modifikované:
zh_cn: 修订日期：

# search.lblsearch
source: Search phrase:
cs_cz: Vyhledat:
sk_sk: Vyhľadať:
zh_cn: 搜索短语：

# search.onlythissection
source: Only This Section
cs_cz: Pouze tato sekce
sk_sk: Iba táto sekcia
zh_cn: 仅此节

# search.path
source: Path:
cs_cz: Cesta:
sk_sk: Cesta:
zh_cn: 路径:

# search.results
source: Results:
cs_cz: Výsledky:
sk_sk: Výsledky:
zh_cn: 结果：

# search.searchbutton
source: Go
cs_cz: Hledej
sk_sk: Hľadaj
zh_cn: 去

# search.searchfor
source: Search for:
cs_cz: Vyhledat:
sk_sk: Vyhľadať:
zh_cn: 搜索：

# search.searchmode
source: Search Mode:
cs_cz: Způsob hledání:
sk_sk: Spôsob hľadania:
zh_cn: 搜索模式：

# search.searchscope
source: Search Scope:
cs_cz: Rozsah hledání:
sk_sk: Rozsah hľadania:
zh_cn: 搜索范围:

# security.access
source: Access
cs_cz: Přístup
sk_sk: Prístup
zh_cn: 访问

# security.accesscaption
source: Access
cs_cz: Přístup
sk_sk: Prístup
zh_cn: 访问

# security.accessrights
source: Access rights:
cs_cz: Přístupová práva:
sk_sk: Prístupové práva:
zh_cn: 访问权限：

# security.allow
source: Allow
cs_cz: Povolit
sk_sk: Povoliť
zh_cn: 允许

# security.allusers
source: All users
cs_cz: Všichni uživatelé
sk_sk: Všetci užívatelia
zh_cn: 所有用户

# security.authenticated
source: Authenticated users
cs_cz: Autentikovaní uživatelé
sk_sk: Prihlásení užívatelia
zh_cn: 已通过身份验证的用户

# security.authorizedroles
source: Authorized roles
cs_cz: Autorizovaní uživatelé
sk_sk: Autorizované role
zh_cn: 授权的角色

# security.breakwithclear
source: Break inheritance and remove parent permissions
cs_cz: Přerušit dědění a odstranit nadřazená práva
sk_sk: Prerušiť dedenie a odstrániť nadradené práva
zh_cn: 中断继承并删除父权限

# security.breakwithcopy
source: Break inheritance and copy parent permissions
cs_cz: Přerušit dědění a zkopírovat nadřazená práva
sk_sk: Prerušiť dedenie a skopírovať nadradené práva
zh_cn: 中断继承并在复制父权限

# security.create
source: Create
cs_cz: Vytváření
sk_sk: Vytváranie
zh_cn: 创建

# security.deny
source: Deny
cs_cz: Zakázat
sk_sk: Zakázať
zh_cn: 否认

# security.destroy
source: Destroy
cs_cz: Mazání bez možnosti obnovy
sk_sk: Mazanie bez možnosti obnovy
zh_cn: 摧毁

# security.exploretree
source: Browse tree
cs_cz: Procházení stromu
sk_sk: Prechádzanie stromu
zh_cn: 浏览树

# security.fullcontrol
source: Full control
cs_cz: Plná kontrola
sk_sk: Plná kontrola
zh_cn: 完全控制

# security.groupmembers
source: Group members
cs_cz: Členové skupiny
sk_sk: Člen skupiny
zh_cn: 组成员

# security.inheritance
source: Change permission inheritance...
cs_cz: Změnit dědění oprávnění ...
sk_sk: Zmeniť dedenie oprávnení ...
zh_cn: 更改权限继承...

# security.inheritsinfo.doesnotinherit
source: This page does NOT inherit permissions from the parent page.
cs_cz: Tento dokument nedědí práva z nadřazeného dokumentu.
sk_sk: Tento dokument nededí práva z nadradeného dokumentu.
zh_cn: 此页不能继承父页的权限。

# security.inheritsinfo.inherits
source: This page inherits permissions from the parent page.
cs_cz: Tento dokument dědí práva z nadřazeného dokumentu.
sk_sk: Tento dokument dedí práva z nadradeného dokumentu.
zh_cn: 从父页，此页继承权限。

# security.managepermissions
source: Modify permissions
cs_cz: Oprávnění pro modifikaci
sk_sk: Oprávnenia pre modifikáciu
zh_cn: 修改权限

# security.modify
source: Modify
cs_cz: Modifikace
sk_sk: Modifikácia
zh_cn: 修改

# security.never
source: Never
cs_cz: Nikdy
sk_sk: Nikdy
zh_cn: 永不

# security.nobody
source: Nobody
cs_cz: Nikdo
sk_sk: Nikto
zh_cn: 没人

# security.notavailableinthisedition
source: Page-level permissions are not available in this edition.
cs_cz: Oprávnění na úrovni dokumentů nejsou v této edici dostupná
sk_sk: Oprávnenia na úrovni dokumentov nie sú v tejto edícii dostupné
zh_cn: 页级别的权限在此版中不可用。

# security.owner
source: Owner
cs_cz: Vlastník
sk_sk: Vlastník
zh_cn: 所有者

# security.parent
source: Inherits
cs_cz: Dědí
sk_sk: Dedí
zh_cn: 继承

# security.permissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# security.radiocaption
source: Requires authentication:
cs_cz: Vyžaduje autentikaci:
sk_sk: Vyžaduje autentifikáciu:
zh_cn: 要求身份验证：

# security.read
source: Read
cs_cz: Čtení
sk_sk: Čítanie
zh_cn: 读

# security.requiresssl
source: Requires SSL:
cs_cz: Vyžaduje SSL:
sk_sk: Vyžaduje SSL:
zh_cn: 要求 SSL：

# security.restoreinheritance
source: Restore inheritance to parent page permissions (current page only)
cs_cz: Obnovit dědění přístupových práv podle nadřazeného dokumentu
sk_sk: Obnoviť dedenie prístupových práv podľa nadradeného dokumentu
zh_cn: 将继承还原到父页面权限 （仅适用于当前页）

# security.usersroles
source: Users and Roles:
cs_cz: Uživatelé a role:
sk_sk: Užívatelia a role:
zh_cn: 用户和角色：

# securityaddoperator.header
source: Add User or Role
cs_cz: Přidání uživatele nebo role
sk_sk: Pridať užívateľa alebo rolu
zh_cn: 添加用户或角色

# securityaddoperator.onlyrolesheader
source: Add roles
cs_cz: Přidaní rolí
sk_sk: Pridať rolu(e)
zh_cn: 添加角色

# securityaddoperator.onlyusersheader
source: Select user
cs_cz: Přidat uživatele
sk_sk: Pridať užívateľa
zh_cn: 选择用户

# securityaddoperator.rolename
source: Role
cs_cz: Název role nebo jeho část:
sk_sk: Meno role alebo časť názvu:
zh_cn: 作用

# securityaddoperator.site
source: Sites:
cs_cz: Weby:
sk_sk: Weby:
zh_cn: 网站:

# securityaddoperator.title
source: Add User or Role
cs_cz: Přidat uživatele nebo roli
sk_sk: Pridať užívateľa alebo rolu
zh_cn: 添加用户或角色

# securityaddoperator.username
source: User name
cs_cz: Uživatelské jméno nebo jeho část:
sk_sk: Užívateľské meno alebo časť názvu:
zh_cn: 用户名称

# securitycode.aftertext
source: (please enter the numbers on the image)
cs_cz: (opište prosím čísla z obrázku)
sk_sk: (opíšte prosím čísla z obrázku)
zh_cn: （请在图像上输入数字）

# securitycode.lblsecuritycode
source: Enter security code:
cs_cz: Vložte bezpečnostní kód:
sk_sk: Vložte bezpečnostný kód:
zh_cn: 请输入安全代码：

# securitycode.validationerror
source: Please enter a valid security code.
cs_cz: Vložte platný bezpečnostní kód.
sk_sk: Prosím, vložte platný bezpečnostný kód.
zh_cn: 请输入一个有效的安全代码。

# securitymatrix.rolesavailability
source: Please select the authorized roles (available only when you select the "Authorized roles" option above):
cs_cz: Vyberte autorizované role (přístupné jen při výběru "Autorizované role" nahoře):
sk_sk: Prosím, vyberte autorizovanú rolu (prístupné iba keď vyberiete možnosť "Autorizované role"):
zh_cn: 请选择授权的角色 （仅当您选择上面的"授权角色"选项时可用）：

# selectbizformdialog.formname
source: Form name
cs_cz: Jméno formuláře
sk_sk: Meno formulára
zh_cn: 表格名称

# selectcolumns.applyfirst
source: Please click Apply first.
cs_cz: Nejprve kliněte na 'Použít'.
sk_sk: Prosím, kliknite Aplikovať najskôr.
zh_cn: 请先单击应用。

# selectcolumns.emptyclassnamesandqueryname
source: ClassNames,QueryName or Custom table field not found on this page !
cs_cz: Pole ClassNames nebo QueryName nebyla na této stránce nalezena!
sk_sk: Pole ClassNames alebo QueryName neboli na tejto stránke nájdené!
zh_cn: 找不到此页上的类名、 QueryName 或自定义表字段 ！

# selectcolumns.emptyqueryname
source: Please choose a Query name first and click Apply.
cs_cz: Zvolte nějaké jméno dotazu a klikněte na Použít.
sk_sk: Prosím, zvoľte názov query a kliknite na Použiť.
zh_cn: 请先选择查询的名称，并单击应用。

# selectcssstylesheet.nonerecord
source: (default)
cs_cz: (implicitní)
sk_sk: (implicitná)
zh_cn: （默认值）

# selectdialog.btnproceed
source: Select document
cs_cz: Výběr dokumentu
sk_sk: Výber dokumentu
zh_cn: 选择文档

# selectflashdialog.title
source: Select flash
cs_cz: Výběr flash souborů
sk_sk: Výber flash súborov
zh_cn: 选择闪存

# selectimagedialog.attachmentpathlabel
source: File permanent path:
cs_cz: Trvalá cesta k souboru:
sk_sk: Trvalá cesta k súboru:
zh_cn: 文件永久的路径:

# selectimagedialog.attachmentsize
source: Size
cs_cz: Velikost souboru (bytes)
sk_sk: Veľkosť súboru (bajtov)
zh_cn: 大小

# selectimagedialog.attachmentsizelabel
source: Size
cs_cz: Velikost souboru (bytes):
sk_sk: Veľkosť súboru (bajtov):
zh_cn: 大小

# selectimagedialog.attachmentviewlabel
source: View file:
cs_cz: Zobrazit soubor:
sk_sk: Zobraziť súbor:
zh_cn: 查看文件：

# selectimagedialog.content
source: Content
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 内容

# selectimagedialog.libraries
source: Media libraries
cs_cz: Knihovny médií
sk_sk: Multimediálne knižnice
zh_cn: 媒体库

# selectimagedialog.library
source: Media library
cs_cz: Knihovna médií
sk_sk: Multimediálna knižnica
zh_cn: 媒体库

# selectimagedialog.library.nolibraries
source: (no libraries)
cs_cz: (žádné knihovny)
sk_sk: (žiadne knižnice)
zh_cn: （没有库等）

# selectimagedialog.opendocument
source: Open document
cs_cz: Otevřený dokument
sk_sk: Otvorený dokument
zh_cn: 打开的文档

# selectimagedialog.pastefile
source: Paste file
cs_cz: Vložit soubor
sk_sk: Vložiť súbor
zh_cn: 粘贴文件

# selectimagedialog.pasteflash
source: Paste flash
cs_cz: Vložit flash
sk_sk: Vložiť flash
zh_cn: 粘贴闪光

# selectimagedialog.pasteimage
source: Paste image
cs_cz: Vložit obrázek
sk_sk: Vložiť obrázok
zh_cn: 粘贴图像
