Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# macros.refreshsecurityparams.refreshalltooltip
source: If enabled, the macro re-signing process skips the signature integrity check, so you do not need to enter the old salt value. Check this option to re-sign all macros, including those that are unsigned or have invalid signatures.
zh_cn: 如果启用，宏重新签名过程跳过签名的完整性检查，所以您不需要输入旧的salt值。选中此选项可包括那些未签名或具有无效签名的所有宏进行重新都签名。

# macros.refreshsecurityparams.usecurrentsalt
source: Use the current salt
zh_cn: 使用当前的salt

# macros.report
source: Report
zh_cn: 报告

# macros.report.description
source: This page lists the macros used within the whole system. The list is populated by searching through all system objects, so it may take some time to get the results.
zh_cn: 此页面列出在整个系统中使用的宏。通过搜索所有的系统对象，所以它可能需要一些时间来获得的结果填充列表。

# macros.report.intro
source: Click 'View used macros' to display all macros used within the system.
zh_cn: 单击视图用宏，显示在系统内使用的所有宏。

# macros.signaturevalid
source: Signature valid
zh_cn: 有效的签名

# macros.signedby
source: Signed by
zh_cn: 由签署

# macros.skiptesting
source: Skip testing objects and sites
zh_cn: 跳过测试对象和站点

# macros.syntacticanalysis.error
source: Syntactic analysis of the expression failed. Error near: {0}
zh_cn: 表达式的句法分析失败。附近的错误：{0}

# macros.syntacticanalysis.error.nodetail
source: Syntactic analysis of the expression failed. Details of the parsing error were not supplied.
zh_cn: 表达式的句法分析失败。未提供解析错误的详细信息。

# macros.syntaxvalid
source: Syntax valid
zh_cn: 语法无效

# macros.type
source: Macro type
zh_cn: 宏类型

# macros.type.custom
source: Custom (#)
zh_cn: 自定义 (#)

# macros.type.data
source: Data/context (%)
zh_cn: 数据/上下文 （%）

# macros.type.localization
source: Localization ($)
zh_cn: 本地化 （元）

# macros.type.path
source: Path (&)
zh_cn: 路径 (&)

# macros.type.querystring
source: Query string (?)
zh_cn: 查询字符串 （?）

# macros.viewlist
source: View used macros
zh_cn: 视图使用的宏

# macroselector.resolvername
source: Resolver name
zh_cn: 冲突解决程序的名称

# macroselector.showmacroselector
source: Show macro selector
zh_cn: 显示宏选择器

# macroselector.wysiwigerror
source: You must be on WYSIWYG mode!
cs_cz: Musíte být v WYSIWYG módu!
sk_sk: Musíte byť vo WYSIWYG móde!
zh_cn: 您必须是所见即所得模式 ！

# manufacturer_edit.manufacturehomepagelabel
source: Website
cs_cz: Domovská stránka:
sk_sk: Domovská stránka:
zh_cn: 网站

# manufacturer_new.headercaption
source: New manufacturer
cs_cz: Nový výrobce
sk_sk: Nový výrobca
zh_cn: 新建制造商

# manufacturerselector.additems
source: Add manufacturers
cs_cz: Přidat výrobce
sk_sk: Pridať výrobcu
zh_cn: 添加制造商

# manufacturerselector.entersearch
source: Manufacturer
cs_cz: Název výrobce:
sk_sk: Názov výrobca:
zh_cn: 制造商

# manufacturerselector.itemname
source: Manufacturer name
cs_cz: Název výrobce
sk_sk: Názov výrobca
zh_cn: 制造商名称

# manufacturerselector.moreitems
source: (more manufacturers...)
cs_cz: (více výrobců...)
sk_sk: (viac výrobcov...)
zh_cn: 更多制造商 (......)

# manufacturerselector.nodata
source: No manufacturers found.
cs_cz: Nebyli nalezeni žádfní výrobci.
sk_sk: Neboli nájdení žiadni výrobcovia.
zh_cn: 发现没有厂商。

# manufacturerselector.selectitem
source: Select manufacturer
cs_cz: Vyberte výrobce
sk_sk: Vybrať výrobcu.
zh_cn: 选择制造商

# maps.latitudefieldnotfound
source: Map initialization failed: Latitude source field '{0}' doesn't exist.
cs_cz: Inicializace mapy selhala: Zdrojové pole Zeměpisná šířka '{0}' neexistuje.
sk_sk: Inicializácia mapy zlyhala. Pole zemepisnej šírky {0} neexistuje.
zh_cn: 地图初始化失败： 纬度源字段"{0}"不存在。

# maps.longitudefieldnotfound
source: Map initialization failed: Longitude source field '{0}' doesn't exist.
cs_cz: Inicializace mapy selhala: Zdrojové pole Zeměpisná délka '{0}' neexistuje.
sk_sk: Inicializácia mapy zlyhala. Pole zemepisnej dĺžky {0} neexistuje.
zh_cn: 地图初始化失败： 经度源字段"{0}"不存在。

# massaction.selectsomeaction
source: Please select an action first.
cs_cz: Nejprve prosím vyberte akci.
sk_sk: Vyberte, prosím, najskôr akciu.
zh_cn: 请先选择一个动作。

# media.copy.canceled
source: Copy canceled.
cs_cz: Kopírování zrušeno.
sk_sk: Kopírovanie bolo prerušené.
zh_cn: 已取消复制。

# media.copy.startcopy
source: Copying folders/files...
cs_cz: Kopírování složek/souborů...
sk_sk: Kopírovanie adresárov / súborov ...
zh_cn: 复制文件夹...

# media.copymove.empty
source: There are no folders to display.
cs_cz: Neexistují žádné složky pro zobrazení.
sk_sk: Žiadne adresáre na zobrazenie.
zh_cn: 没有要显示的文件夹。

# media.copymove.noselect
source: No target folder selected.
cs_cz: Nebyla vybrána žádná cílová složka.
sk_sk: Nebol vybraný cieľový adresár.
zh_cn: 没有选定的目标文件夹。

# media.copymove.select
source: Please select a target folder.
cs_cz: Vyberte prosím cílovou složku.
sk_sk: Vyberte prosím cieľový adresár.
zh_cn: 请选择一个目标文件夹。

# media.delete.failed
source: An error occurred during the file delete
cs_cz: Došlo k chybě během mazaní souboru
sk_sk: Chyba pri mazaní súboru.
zh_cn: 删除文件的过程中出错

# media.dimensions.errorrequired
source: Please enter valid width and height.
cs_cz: Zadejte platnou šířku a výšku.
sk_sk: Prosím zadajte správnu šírku a výšku.
zh_cn: 请输入有效的宽度和高度。

# media.dimensions.errorrmaxsidesize
source: Please enter valid max side size.
cs_cz: Zadejte platnou maximální velikost strany.
sk_sk: Prosím, zadajte správnu maximálnu dĺžku stránky.
zh_cn: 请输入有效的最大侧大小。

# media.dimensions.errorrnotvalid
source: Please enter valid width and height or leave them empty.
cs_cz: Zadejte platnou šířku a výšku nebo je ponechte prázdné.
sk_sk: Prosím, zadajte správnu šírku a výšku ale nechajte ich prázdne.
zh_cn: 请输入有效的宽度和高度，或将它们保留为空。

# media.dimensions.helpheight
source: Height - height of the image or audio/video player.
cs_cz: Výška - výška obrázku nebo přehrávače.
sk_sk: Výška - výška obrázku alebo audio/video prehrávača.
zh_cn: 高度-高度的图像或音频/视频播放器。

# media.dimensions.helpmaxsidesize
source: Max side size - maximum side size of the image.
cs_cz: Maximální velikost strany - maximální velikost strany obrázku.
sk_sk: Maximálna dĺžka strany - maximálna dĺžka strany obrázku.
zh_cn: 最大侧大小-最大侧大小的图像。

# media.dimensions.helpwidth
source: Width - width of the image or audio/video player.
cs_cz: Šířka - šířka obrázku nebo přehrávače.
sk_sk: Šírka - šírka obrázku alebo audio/video prehrávača.
zh_cn: 宽度-宽度的图像或音频/视频播放器。

# media.dimensions.valueoutrange
source: Entered values are out of allowed range. Please modify dimensions.
cs_cz: Zadané hodnoty jsou mimo povolený rozsah. Změňte prosím rozměry.
sk_sk: Zadané hodnoty sú mimo povolené rozmedzie. Prosím, zmeňte rozmery.
zh_cn: 输入的值的允许范围。请修改尺寸。

# media.error.loadingdata
source: There was an error during loading data.
zh_cn: 加载数据时出错。

# media.error.nofilesselected
source: Please select some files.
cs_cz: Vyberte, prosím, nějaké soubory.
zh_cn: 请选择一些文件。

# media.file.createdby
source: Created by
cs_cz: Vytvořil
sk_sk: Vytvoril
zh_cn: 创建由

# media.file.createdwhen
source: Created
cs_cz: Vytvořeno
sk_sk: Vytvorené
zh_cn: 创建

# media.file.deletepreview
source: Delete preview file
cs_cz: Smazat soubor náhledu
sk_sk: Zmazať súbor náhľadu
zh_cn: 删除预览文件

# media.file.dimensions
source: Dimensions
cs_cz: Rozměry
sk_sk: Rozmery
zh_cn: 尺寸

# media.file.extension
source: Extension
cs_cz: Koncovka
sk_sk: Prípona
zh_cn: 扩展

# media.file.filemodified
source: File modified
cs_cz: Soubor změněn
sk_sk: Súbor zmenený
zh_cn: 修改文件

# media.file.import.title
source: Importing file {0} of {1}
cs_cz: Import souborů
sk_sk: Import
zh_cn: 导入文件 {0} {1}

# media.file.list.filesall
source: All files
cs_cz: Všechny soubory
sk_sk: Všetky súbory
zh_cn: 所有文件

# media.file.list.notimported
source: Media file record doesn't exist in database.
cs_cz: V databázi neexistuje záznam souboru médií.
sk_sk: V databázi neexistuje záznam o multimediálnom súbore.
zh_cn: 媒体文件记录数据库中不存在。

# media.file.list.pasteflash
source: Paste flash
cs_cz: Vložit flash
sk_sk: Vložiť flash
zh_cn: 粘贴闪光

# media.file.list.pasteimage
source: Paste image
cs_cz: Vložit obrázek
sk_sk: Vložiť obrázok
zh_cn: 粘贴图像

# media.file.list.pastemedia
source: Paste media
cs_cz: Vložit média
sk_sk: Vložiť média
zh_cn: 粘贴媒体

# media.file.list.pastetitle
source: Paste
cs_cz: Vložit
sk_sk: Vložiť
zh_cn: 粘贴

# media.file.modified
source: Modified
cs_cz: Změněno
sk_sk: Zmenený
zh_cn: 修改

# media.file.nopreview
source: There is no file preview uploaded.
cs_cz: Nebyl nahrán žádný náhled souboru.
sk_sk: Nebol nahraný náhľadový súbor.
zh_cn: 没有上传的文件预览。

# media.file.nothumb
source: There is no file thumbnail uploaded.
cs_cz: Nebyl nahrán žádný náhled obrázku.
sk_sk: Nebol nahraný žiaden náhľad
zh_cn: 没有上传的文件缩略图。

# media.file.onlyimgthumb
source: Only image can be uploaded as a thumbnail.
cs_cz: Jako náhled může být nahrán pouze obrázek.
sk_sk: Iba obrázok môže byť použitý ako náhľad.
zh_cn: 仅图像可以作为缩略图上传。

# media.file.open
source: Open file
cs_cz: Otevřít soubor
sk_sk: Otvoriť
zh_cn: 打开的文件

# media.file.previewisnotimage
source: Preview supports only following image types: bmp, jpg, jpeg, gif, png, tif and tiff.
cs_cz: Náhled podporuje pouze následující formáty: bmp, jpg, jpeg, gif, png, tif a tiff.
sk_sk: Náhľad podporuje iba nasledujúce typy obrázkov: bmp, jpg, jpeg, gif, png, tif a tiff.
zh_cn: 预览支持，只有以下图像类型： bmp，jpg，jpeg，gif，png，tif 和 tiff。

# media.folder.accessdenied
source: Unable to display library content: {0}
cs_cz: Není možné zobrazit obsah knihovny: {0}
sk_sk: Nemožno zobraziť obsah knižnice: {0}
zh_cn: 无法显示库内容: {0}

# media.folder.filestoallcopy
source: Copy all files from folder
cs_cz: Kopírovat všechny soubory ze složky
sk_sk: Kopíruj všetky súbory z adresára
zh_cn: 从文件夹中复制所有文件

# media.folder.filestoallmove
source: Move all files from folder
cs_cz: Přesunout všechny soubory ze složky
sk_sk: Presuň všetky súbory z adresára
zh_cn: 将所有文件从文件夹中都移动

# media.folder.filestocopy
source: Files to copy
cs_cz: Soubory určené ke kopírování
sk_sk: Súbory na kopírovanie
zh_cn: 要复制的文件

# media.folder.filestomove
source: Files to move
cs_cz: Soubory určené k přesunutí
sk_sk: Súbory na presunuie
zh_cn: 要移动文件

# media.folder.folderrestricted
source: Specified folder name is not allowed.
cs_cz: Složka s tímto názvem není povolena.
sk_sk: Zadaný názov zložky nie je povolený.
zh_cn: 不允许使用指定的文件夹名称。

# media.folder.foldertocopy
source: Folder to copy
cs_cz: Složky určené ke kopírování
sk_sk: Adresár na kopírovanie
zh_cn: 要复制文件夹

# media.folder.foldertomove
source: Folder to move
cs_cz: Složky určené k přesunutí
sk_sk: Adresár na presunutie
zh_cn: 要移动的文件夹

# media.folder.nolibrary
source: Requested folder is out of library root folder.
cs_cz: Požadovaná složka je mimo vyhrazenou složku knihovny.
sk_sk: Požadovaná zložka je mimo koreňovej zložky knižnice.
zh_cn: 请求的文件夹不库根文件夹。

# media.folder.notexists
source: Folder doesn't exist.
cs_cz: Složka neexistuje.
sk_sk: Zložka neexistuje.
zh_cn: 文件夹不存在。

# media.folder.targetfolder
source: Target folder
cs_cz: Cílová složka
sk_sk: Cieľový adresár
zh_cn: 目标文件夹

# media.global.libraries
source: (global media libraries)
cs_cz: (globální knihovny médií)
sk_sk: (globálne knižnice)
zh_cn: （全局媒体库）

# media.header.headercaption
source: Media library properties
cs_cz: Vlastnosti knihovny
sk_sk: Vlastnosti knižnice
zh_cn: 媒体库属性

# media.import.showpreview
source: Show preview
cs_cz: Zobrazit náhled
sk_sk: Zobraz náhľad
zh_cn: 显示预览

# media.invalidfoldername
source: Please enter a valid folder name. A valid folder name does not contain special characters such as "<", ">", ":", """, "/", "\", "|", "?" or "*", is not a reserved device name such as COM1 or LPT1, and is not too long.
cs_cz: Zadejte, prosím, platný název složky. Platný název složky nemůže obsahovat speciální znaky jako "<", ">", ":", """, "/", "\", "|", "?" nebo "*", nemůže být rezervován název zařízení jako např. COM1 nebo LPT1 a nesmí být příliš dlouhý.
zh_cn: 请输入一个有效的文件夹名称。一个有效的文件夹名称不包含特殊字符如"<", "="">"、"："，"""，"/"、"\"、"|"、"吗？"或"*"，不是一个保留的设备名称，例如 COM1 或 LPT1，并不是太久了</",>

# media.mass.noaction
source: No action selected.
cs_cz: Nebyla vybrána žádná akce.
sk_sk: Nebola zvolená akcia.
zh_cn: 所选定的任何操作。

# media.move.canceled
source: Move canceled.
cs_cz: Přesunování bylo zrušeno.
sk_sk: Presunutie prerušené.
zh_cn: 已取消移动。

# media.move.fileserror
source: It is not allowed to move files to the same folder where these files are located.
cs_cz: Nelze přesouvat soubor do stejné složky, ve které jsou tyto soubory již umístěny.
sk_sk: Nie je povolené presúvať súbor do rovnakej zložky ako je umiestnený.
zh_cn: 它不是允许将文件移动到这些文件所在的同一文件夹。

# media.move.foldererror
source: It is not allowed to move folder to the folder where already located.
cs_cz: Nelze přesouvat složku do složky, kde je již umístěna.
sk_sk: Nie je povolené presúvať zložku do rovnakej zložky ako je umiestnená.
zh_cn: 它不允许将文件夹移动到该文件夹已经位于的地方。

# media.move.foldermove
source: It is not allowed to move folder to its parent folder.
cs_cz: Nelze přesouvat složku do její rodičovské složky.
sk_sk: Presunúť adresár do rodičovského adresára je zakázané.
zh_cn: 它不是允许将文件夹移动到其父文件夹。

# media.move.movetoitself
source: It is not allowed to move folder to itself.
cs_cz: Nelze přesouvat složku do sebe samé.
sk_sk: Presunúť adresár k sebe je zakázané.
zh_cn: 它不是允许将文件夹移动到其自身。

# media.move.parenttochild
source: It is not allowed to move parent folder to its child folder.
cs_cz: Nelze přesunovat rodičovskou složku do složky dceřinné.
sk_sk: Presunúť rodičovský adresár do synovského je zakázané.
zh_cn: 它不是允许移动到它的子文件夹的父文件夹。

# media.move.startmove
source: Moving folders/files...
cs_cz: Přesouvání složek/souborů...
sk_sk: Presúvanie adresárov / súborov ...
zh_cn: 移动文件夹...

# media.newfile.notexist
source: File being created doesn't exist anymore.
cs_cz: Vytvářený soubor už neexistuje.
sk_sk: Vytváraný súbor už viac neexistuje.
zh_cn: 正在创建文件不再存在了。

# media.refresh.success
source: Media file information were successfully updated.
cs_cz: Informace o souboru médií byla úspěšně aktualizovaná.
sk_sk: Zmena informácií multimediálneho súboru prebehla úspešne.
zh_cn: 媒体文件信息已成功更新。

# media.rename.wrongformat
source: Please enter valid file name.
cs_cz: Zadejte prosím platný název.
sk_sk: Zadajte, prosím, platný názov súboru.
zh_cn: 请输入有效的文件名。

# media.security.noaccess
source: You are not authorized to see media library content.
cs_cz: Nemáte oprávnění k prohlížení obsahu knihovny.
sk_sk: Nemáte povolenie prehliadať obsah multimediálnej knižnice.
zh_cn: 您无权查看媒体库的内容。

# media.security.nofilecreate
source: You are not authorized to create and copy files in current media library.
cs_cz: Nemáte oprávnění k vytváření a kopírování souborů v této knihovně médií.
sk_sk: Nemáte povolenie vytvárať a kopírovať súbory v aktuálnej knižnici.
zh_cn: 您无权创建并复制当前媒体库中的文件。

# media.security.nofiledelete
source: You are not authorized to delete files in current media library.
cs_cz: Nemáte oprávnění k mazání souborů v této knihovně médií.
sk_sk: Nemáte povolenie mazať súbory v aktuálnej knižnici.
zh_cn: 您无权删除当前媒体库中的文件。

# media.security.nofilemodify
source: You are not authorized to modify and move files in current media library.
cs_cz: Nemáte oprávnění k úpravám a přesouvání souborů v této knihovně médií.
sk_sk: Nemáte povolenie modifikovať a presúvať súbory v aktuálnej knižnici.
zh_cn: 您无权修改和移动当前媒体库中的文件。

# media.security.nofoldercreate
source: You are not authorized to create and copy folders in current media library.
cs_cz: Nemáte oprávnění k vytváření a kopírování složek v této knihovně médií.
sk_sk: Nemáte povolenie vytvárať a kopírovať zložky v aktuálnej knižnici.
zh_cn: 您无权创建并复制当前媒体库中的文件夹。

# media.security.nofolderdelete
source: You are not authorized to delete folders in current media library.
cs_cz: Nemáte oprávnění k mazání složek v této knihovně médií.
sk_sk: Nemáte povolenie mazať zložky v aktuálnej knižnici.
zh_cn: 您无权删除当前媒体库中的文件夹。

# media.security.nofoldermodify
source: You are not authorized to rename and move folders in current media library.
cs_cz: Nemáte oprávnění k přejmenovávání nebo přesouvání složky v této knihovně médií.
sk_sk: Nemáte povolenie meniť a presúvať zložky v aktuálnej knižnici.
zh_cn: 您无权以重命名和移动文件夹当前媒体库中。

# media.security.nomanage
source: You are not authorized to manage current media library.
cs_cz: Nemáte oprávnění ke správě této knihovny médií.
sk_sk: Nemáte povolenie spravovať aktuálnu knižnicu.
zh_cn: 你无权管理当前媒体库。

# media.security.treenoaccess
source: You are not authorized to see media library structure.
cs_cz: Nemáte oprávnění ke zobrazení struktury této knihovny médií.
sk_sk: Nemáte oprávnenie vidieť štruktúru mediálnej knižnice.
zh_cn: 您无权查看媒体库结构。

# media.selectdialog.notauthorized
source: You are not authorized to access the content of libraries.
cs_cz: Nemáte povolen přístup k obsahu knihoven.
sk_sk: Nemáte povolenie na prístup k obsahu multimediálnych knižníc.
zh_cn: 您无权访问库的内容。

# media.thumb.deleteconfirmation
source: Are you sure you want to delete the file thumbnail?
cs_cz: Opravdu chcete smazat náhled souboru?
sk_sk: Ste si istý, že chcete zmazať náhľad pre súbor?
zh_cn: 你确定你想要删除的文件的缩略图？

# medialibrary.copy.error
source: An error occurred while copying folder. Please try to repeat the action.
cs_cz: Došlo k chybě během kopírování složky. Zkuste prosím akci zopakovat.
sk_sk: Vyskytol sa problém pri kopírovaní zložky. Prosím, opakujte akciu.
zh_cn: 复制文件夹时出错。请尝试重复操作。

# medialibrary.element.title
source: Edit media library
zh_cn: 编辑媒体库

# medialibrary.librarydescription.description
source: A text describing the media library.
zh_cn: 描述媒体库的文本。

# medialibrary.librarydisplayname.description
source: The name of the media library displayed in the interface.
zh_cn: 媒体库界面中显示的名称。

# medialibrary.libraryfolder.description
source: The name of the folder in which the media library stores files.
zh_cn: 媒体库存储文件的文件夹的名称。

# medialibrary.libraryname.description
source: Serves as a unique identifier for the media library. For example, in the API.
zh_cn: 作为媒体库的唯一标识符。例如，在 API 中。

# medialibrary.new
source: New media library
zh_cn: 新建媒体库

# medialibraryselect.entersearch
source: Select library
cs_cz: Vybrat knihovnu:
sk_sk: Výber knižnice:
zh_cn: 选择库

# medialibraryselect.itemname
source: Library name
cs_cz: Název knihovny
sk_sk: Názov knižnice
zh_cn: 库名称

# medialibraryselect.moreitems
source: (more libraries...)
cs_cz: (více knihoven...)
sk_sk: (viac knižníc...)
zh_cn: （更多库......)

# medialibraryselect.selectitem
source: Select library
cs_cz: Vybrat knihovnu
sk_sk: Vybrať knižnicu
zh_cn: 选择库

# medie.file.pleaseselect
source: Please select a file to be uploaded.
cs_cz: Vyberte prosím soubor, který má být nahrán.
sk_sk: Prosím, vyberte súbor na nahratie.
zh_cn: 请选择要上载的文件。

# medie.preview.pleaseselect
source: Please select a file to be uploaded.
cs_cz: Vyberte prosím soubor, který má být nahrán.
sk_sk: Prosím, vyberte súbor na nahratie.
zh_cn: 请选择要上载的文件。

# mem.facebook.apisettingmissing
source: Facebook App ID, App Secret and Facebook page ID have to be set in order to get the access token.
zh_cn: Facebook 应用程序 ID、 应用程序的秘密和 Facebook 页面 ID 必须设置，以便获取访问令牌。

# mem.facebook.disabled
source: Login with Facebook is disabled or set improperly for this site. Global Administrators can enable it and configure it at {0}.
cs_cz: Podpora obsahu z Facebooku je pro tento web zakázána nebo chybně nastavena. Globální administrátoři ji mohou povolit a nastavovat v {0}.
sk_sk: Podpora Facebook Connect je vypnutá alebo nesprávne nastavená pre tento web. Globálny administráotr ju môže povoliť a konfigurovať v {0}.
zh_cn: 登录 facebook 是禁用或为此站点设置不正确。全局管理员可以启用它，并将其配置在 {0}。

# mem.facebook.fillcorrectusername
source: Please enter correct username.
cs_cz: Zadejte prosím správné uživatelské jméno.
sk_sk: Zadajte, prosím, správne užívateľské meno.
zh_cn: 请输入正确的用户名。

# mem.facebook.fillloginform
source: Please enter username and password.
cs_cz: Zadejte prosím uživatelské jméno a heslo.
sk_sk: Zadajte, prosím, užívateľské meno a heslo.
zh_cn: 请输入用户名和密码。

# mem.facebook.fillvalidemail
source: Please enter valid email address.
cs_cz: Zadejte prosím platnou e-mailovou adresu.
sk_sk: Zadajte, prosím, platnú e-mailovú adresu.
zh_cn: 请输入有效的电子邮件地址。

# mem.facebook.idregistered
source: Provided Facebook ID is already registered to the user:
cs_cz: Zadané Facebook ID je již registrováno k uživateli:
sk_sk: Poskytované Facebook ID je už registrované na užívateľa:
zh_cn: 提供 Facebook ID 已经注册到用户：

# mem.facebook.specifyyourpass
source: Enter your password.
cs_cz: Zadejte své heslo.
sk_sk: Zadajte heslo.
zh_cn: 请输入您的密码。

# mem.linkedin.disabled
source: LinkedIn support is disabled for this site. Global Administrators can enable it at {0}.
cs_cz: Podpora LinkedIn je pro tento web zakázána. Globální administrátor ji může povolit v {0}.
sk_sk: Podpora LinkedIn je pre tento web zakázaná. Globálny administrátor ju môže povoliť v {0}.
zh_cn: 为此站点禁用 LinkedIn 支持。全局管理员可以启用它在 {0}。

# mem.linkedin.fillcorrectusername
source: Please enter correct username.
cs_cz: Zadejte prosím správné uživatelské jméno.
sk_sk: Zadajte, prosím, správne užívateľské meno.
zh_cn: 请输入正确的用户名。

# mem.linkedin.fillloginform
source: Please enter username and password.
cs_cz: Zadejte prosím uživatelské jméno a heslo.
sk_sk: Zadajte, prosím, užívateľské meno a heslo.
zh_cn: 请输入用户名和密码。

# mem.linkedin.fillvalidemail
source: Please enter valid email address.
cs_cz: Zadejte prosím platnou e-mailovou adresu.
sk_sk: Zadajte, prosím, platnú e-mailovú adresu.
zh_cn: 请输入有效的电子邮件地址。

# mem.linkedin.idalreadyregistered
source: Provided Windows Live ID is already assigned to the user:
cs_cz: Zadané Windows Live ID je již přiřazeno k jinému uživateli:
sk_sk: Poskytované Windows Live ID je už priradené užívateľovi:
zh_cn: 提供 Windows Live ID 已经指派给用户：

# mem.linkedin.specifyyourpass
source: Enter your password.
cs_cz: Zadejte své heslo.
sk_sk: Zadajte heslo
zh_cn: 请输入您的密码。

# mem.liveid.disabled
source: Windows Live ID support is disabled for this site. Global Administrators can enable it at {0}.
cs_cz: Podpora Windows Live ID je pro tento web zakázána. Globální administrátor ji může povolit v {0}.
sk_sk: Podpora Windows Live ID je pre tento web zakázaná. Globálny administrátor ju môže povoliť v {0}.
zh_cn: 为此站点禁用 Windows Live ID 支持。全局管理员可以启用它在 {0}。

# mem.liveid.idalreadyregistered
source: Provided Windows Live ID is already assigned to the user:
cs_cz: Zadané Windows Live ID je již přiřazeno k jinému uživateli:
sk_sk: Pokytované Windows Live ID je už priradené užívateľovi:
zh_cn: 提供 Windows Live ID 已经指派给用户：

# mem.openid.alreadyregistered
source: User is already registered to OpenID provider!
cs_cz: Tento uživetel je již registrován u poskytovatele OpenID!
sk_sk: Užívateľ už je registrovaný u OpenID podkytovateľa!
zh_cn: 用户已注册到 OpenID 提供商 ！

# mem.openid.click
source: Click to Sign In
cs_cz: Klikněte pro přihlášení
sk_sk: Kliknite pre prihlásenie
zh_cn: 点击以登录

# mem.openid.disabled
source: OpenID support is disabled for this site. Global Administrators can enable it at {0}.
cs_cz: Podpora OpenID je pro tento web zakázána. Globální administrátor ji může povolit v {0}.
sk_sk: OpenID podpora je pre tento web zakázaná. Globálny administátor ju môže povoliť v {0}.
zh_cn: 为此站点禁用 OpenID 支持。全局管理员可以启用它在 {0}。

# mem.openid.enterproviderurl
source: Please enter OpenID provider URL.
cs_cz: Zadejte prosím URL poskytovatele OpenID.
sk_sk: Zadajte, prosím, URL poskytovateľa OpenID.
zh_cn: 请输入 OpenID 提供程序 URL。

# mem.openid.fillcorrectusername
source: Please enter correct username.
cs_cz: Zadejte prosím správné uživatelské jméno.
sk_sk: Zadajte, prosím, správne užívateľské meno.
zh_cn: 请输入正确的用户名。

# mem.openid.fillloginform
source: Please enter username and password.
cs_cz: Zadejte prosím uživatelské jméno a heslo.
sk_sk: Zadajte, prosím, užívateľské meno a heslo.
zh_cn: 请输入用户名和密码。

# mem.openid.fillvalidemail
source: Please enter valid email address.
cs_cz: Zadejte prosím platnou e-mailovou adresu.
sk_sk: Zadajte, prosím, platnú e-mailovú adresu.
zh_cn: 请输入有效的电子邮件地址。
