Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# templatedesigner.bbeditorsize
source: Size:
cs_cz: Velikost:
sk_sk: Veľkosť:
zh_cn: 大小：

# templatedesigner.bbeditorusepromptdialog
source: Use prompt dialog
cs_cz: Použít dialog.
sk_sk: Použiť prompt dialóg
zh_cn: 使用提示对话框

# templatedesigner.calendarsettingsedittime
source: Edit time
cs_cz: Upravit čas
sk_sk: Editovať čas
zh_cn: 编辑时间

# templatedesigner.captionstyle
source: Caption style:
cs_cz: Styl nadpisu:
sk_sk: Štýl nadpisu:
zh_cn: 标题样式：

# templatedesigner.categoryname
source: Category caption:
cs_cz: Název kategorie:
sk_sk: Názov kategórie:
zh_cn: 分类标题：

# templatedesigner.changevisibility
source: Allow user to change field visibility:
cs_cz: Povolit uživateli změnu viditelnosti:
sk_sk: Povoliť užívateľovi zmenu viditeľnosti:
zh_cn: 允许用户更改字段可见性：

# templatedesigner.confirmdelete
source: Are you sure you want to delete the selected item and all its data?
cs_cz: Opravdu chcete odstranit danou položku a všechna její data?
sk_sk: Určite chcete odstrániť danú položku a všetky jej dáta?
zh_cn: 是否确实要删除选定的项及其所有数据?

# templatedesigner.controlcssclass
source: Control CSS class:
cs_cz: CSS třída kontrolu:
sk_sk: Kontrolujúca trieda CSS:
zh_cn: 控制 CSS 类：

# templatedesigner.defaultsourcefield
source: (Page name)
cs_cz: (názevdokumentu)
sk_sk: (meno dokumentu)
zh_cn: （页名称）

# templatedesigner.defaultvalue
source: Default value:
cs_cz: Výchozí hodnota:
sk_sk: Implicitná hodnota:
zh_cn: 默认值:

# templatedesigner.deleteattribute
source: Delete item
cs_cz: Smazat položku
sk_sk: Zmazať položku
zh_cn: 删除项目

# templatedesigner.deleteitem
source: Delete item
cs_cz: Smazat položku
sk_sk: Zmazať položku
zh_cn: 删除项目

# templatedesigner.displayinform
source: Display field in the editing form
cs_cz: Zobrazit atribut v editačním formuláři
sk_sk: Zobraziť atribút v editačnom formulári
zh_cn: 在编辑表格中显示字段

# templatedesigner.downattribute
source: Move down
cs_cz: Posunout dolů
sk_sk: Posunúť nadol
zh_cn: 向下移动

# templatedesigner.dropdownlistoptions
source: List of options
cs_cz: Volby (jeden pár hodnota;jméno na každém řádku - příklad: 1;Blue)
sk_sk: Voľby (jeden pár hodnota;meno na každom riadku - príklad: 1;Blue)
zh_cn: 选项列表

# templatedesigner.dropdownlistsql
source: SQL Query
cs_cz: SQL dotaz (musí vrátit hodnotu a textová pole)
sk_sk: SQL query (musí vrátiť hodnotu a textové pole)
zh_cn: SQL 查询

# templatedesigner.editattribute
source: Edit field
cs_cz: Editovat atribut
sk_sk: Editovať atribút
zh_cn: 编辑字段

# templatedesigner.errorattributenamedoesnotstartwithletter
source: Please enter field name in identifier format without spaces and special characters; '_' is allowed.
cs_cz: Atribut název musí začínat písmenem.
sk_sk: Atribút názov musí začínať písmenom.
zh_cn: 请输入字段名称标识符格式没有空格和特殊字符 ；'_' 被允许。

# templatedesigner.errorattributenamewithspaces
source: The field name cannot contain spaces.
cs_cz: Atribut název nesmí obsahovat mezery.
sk_sk: Atribút názov nesmie obsahovať medzery.
zh_cn: 字段名称不能包含空格。

# templatedesigner.errorcannotcreateanothernewitem
source: You cannot create another new item before you save this one.
cs_cz: Nemůžete vytvořit další novou položku dokud neuložíte stávající.
sk_sk: Nemôžete vytvoriť ďalšiu novú položku pokiaľ neuložíte súčasnú.
zh_cn: 在您保存这一前，您无法创建另一个新项目。

# templatedesigner.errorcannotdeletepk
source: The selected field is the primary key and cannot be deleted.
cs_cz: Vybraný atribut je primární klíč a není možné jej smazat.
sk_sk: Vybraný atribút je primárny kľúč a nie je možné ho zmazať.
zh_cn: 选定的字段是主键，不能删除。

# templatedesigner.errorcannotdeletesystemfield
source: The selected field is the system field and cannot be deleted.
cs_cz: Vybraný atribut je systémové pole a není možné jej smazat.
sk_sk: Vybraný atribút je systémové pole a nie je možné ho zmazať.
zh_cn: 选定的字段是系统字段，不能删除。

# templatedesigner.errorcategorynameempty
source: Please enter a category name.
cs_cz: Vložte prosím název kategorie.
sk_sk: Prosím, vložte názov kategórie.
zh_cn: 请输入类别的名称。

# templatedesigner.errordatabasestructure
source: An error occurred when modifying the database structure:
cs_cz: Nastala chyba při modifikaci databázové struktury:
sk_sk: Nastala chyba pri modifikácii databázovej štruktúry:
zh_cn: 修改数据库结构时出现错误:

# templatedesigner.errordefaultvaluesize
source: Length of the field default value string mustn't exceed field size.
cs_cz: Délka výchozí hodnoty atributu nesmí překročit velikost atributu.
sk_sk: Dĺžka základnej hodnoty atribútu nesmie presiahnuť dĺžku atribútu.
zh_cn: 字段默认值字符串的长度不能超过字段大小。

# templatedesigner.errordropdownlistoptionsempty
source: Please enter some options.
cs_cz: Vložte prosím možnosti.
sk_sk: Prosím, vložte možnosti.
zh_cn: 请输入一些选项。

# templatedesigner.errordropdownlistoptionsinvalidformat
source: The options must be in format value;text there must be only one option on each line.
cs_cz: Volby musí být ve formátu "hodnota;text", na každém řádku může být pouze jedna volba.
sk_sk: Voľby musia byť vo formáte "hodnota;text", na každom riadku môže byť iba jedna voľba.
zh_cn: 选项必须在格式值 ； 有的文本必须在每一行上的唯一选项。

# templatedesigner.errordropdownlistqueryempty
source: Please enter a query.
cs_cz: Vložte prosím dotaz.
sk_sk: Prosím, vložte query.
zh_cn: 请输入查询。

# templatedesigner.erroremptyattributename
source: Please enter a field name.
cs_cz: Vložte prosím název atributu.
sk_sk: Prosím, vložte názov atribútu.
zh_cn: 请输入一个字段名称。

# templatedesigner.erroremptyattributesize
source: Please enter a field size.
cs_cz: Vložte prosím velikost atributu.
sk_sk: Prosím, vložte veľkosť atribútu.
zh_cn: 请输入字段的大小。

# templatedesigner.erroremptyfieldcaption
source: Please enter a field caption.
cs_cz: Vložte prosím titulek pole.
sk_sk: Prosím, vložte titulok poľa.
zh_cn: 请输入字段的标题。

# templatedesigner.erroremptytextboxmaxlength
source: Please enter the maximum length of the text box.
cs_cz: Vložte prosím maximální délku řetězce textboxu.
sk_sk: Prosím, vložte maximálnu dĺžku reťazca text boxu.
zh_cn: 请输入文本框中的最大长度。

# templatedesigner.errorexistingcategoryname
source: The category name is already used. Please choose some other name.
cs_cz: Název kategorie je již použit. Vyberte nějaký jiný název.
sk_sk: Názov kategórie je už použitý. Prosím, vyberte nejaký iný názov.
zh_cn: 已使用的类别名称。请选择其他名称。

# templatedesigner.errorexistingcolumnname
source: The column name is already used. Please choose an other name.
cs_cz: Atribut název je již použit. Vyberte nějaký jiný název.
sk_sk: Atribút názov je už použitý. Prosím, vyberte nejaký iný názov.
zh_cn: 已使用的列名称。请选择其他名称。

# templatedesigner.errorhmtlareasizelessthanzero
source: The Size field must be greater than 0.
cs_cz: Hodnota v poli Velikost musí být větší než 0.
sk_sk: Hodnota v poli Veľkosť musí byť väčšia ako 0.
zh_cn: 大小字段必须大于 0。

# templatedesigner.errorhmtlareasizenotnumber
source: The Size field must contain a number or it must be empty.
cs_cz: Pole Velikost musí obsahovat číslo nebo musí být prázdné.
sk_sk: Pole Veľkosť musí obsahovať číslo alebo musí byť prázdne.
zh_cn: 大小字段必须包含一个数字或必须为空。

# templatedesigner.errorhtmlareaheightnotnumber
source: The Height field must contain a number or it must be empty.
cs_cz: Pole s výškou musí obsahovat číslo nebo musí být prázdné.
sk_sk: Pole s výškou musí obsahovať číslo alebo musí byť prázdne.
zh_cn: 高度字段必须包含一个数字或必须为空。

# templatedesigner.errorhtmlareawidthnotnumber
source: The Width field must contain a number or it must be empty.
cs_cz: Pole Šířka musí obsahovat číslo nebo musí být prázdné.
sk_sk: Pole Šírka musí obsahovať číslo alebo musí byť prázdne.
zh_cn: 宽度字段必须包含一个数字或必须为空。

# templatedesigner.errorinvalidcharacter
source: The field name contains a space or one of the following invalid characters:
cs_cz: Atribut název obsahuje mezery nebo některý z následujících nepovolených znaků:
sk_sk: Atribút názov obsahuje medzery alebo niektorý z nasledujúcich nepovolených znakov:
zh_cn: 字段名称包含空格或以下无效字符之一：

# templatedesigner.errorlistboxoptionsempty
source: Please enter some options.
cs_cz: Zadejte prosím možnosti.
sk_sk: Prosím, zadajte možnosť.
zh_cn: 请输入一些选项。

# templatedesigner.errorlistboxoptionsinvalidformat
source: The options must be in format value;text there must be only one option on each line.
cs_cz: Možnosti musí být ve formátu hodnota;text. Na řádku smí být jen jedna hodnota.
sk_sk: Možnosť musí byť vo formáte hodnota;text na každý riadok jedna hodnota.
zh_cn: 选项必须在格式值 ； 有的文本必须在每一行上的唯一选项。

# templatedesigner.errorlistboxqueryempty
source: Please enter a query.
cs_cz: Zadejte prosím dotaz.
sk_sk: Prosím, zadajte query
zh_cn: 请输入查询。

# templatedesigner.errormaxlengthnotinteger
source: The Max length must be a positive integer number or empty.
cs_cz: Pole Max délky musí obsahovat celé číslo větší nebo rovno nule nebo musí být prázdné.
sk_sk: Pole Max dĺžky musí obsahovať celé číslo väčšie alebo rovné nule alebo musí byť prázdne.
zh_cn: 最大长度必须是一个正整数号码或为空。

# templatedesigner.errormaxvaluenotdouble
source: The Max value must be a positive double number or empty.
cs_cz: Pole Max hodnoty musí obsahovat desetinné číslo větší nebo rovno nule nebo musí být prázdné.
sk_sk: Pole Max hodnoty musí obsahovať desatinné číslo väčšie alebo rovné nule alebo musí byť prázdne.
zh_cn: 最大值必须是一个积极的双精度数，或为空。

# templatedesigner.errormaxvaluenotinteger
source: The Max value must be a positive integer number or empty.
cs_cz: Pole Max hodnoty musí obsahovat celé číslo větší nebo rovno nule nebo musí být prázdné.
sk_sk: Pole Max hodnoty musí obsahovať celé číslo väčšie alebo rovné nule alebo musí byť prázdne.
zh_cn: 最大值必须是一个正整数号码或为空。

# templatedesigner.errorminlengthgreater
source: The Min length must be less than Max length.
cs_cz: Min délka musí být menší než Max délka.
sk_sk: Min dĺžka musí byť menšia ako Max dĺžka.
zh_cn: 最小长度必须小于最大长度。

# templatedesigner.errorminlengthnotinteger
source: The Min length must be a positive integer number or empty.
cs_cz: Pole Min délky musí obsahovat celé číslo větší nebo rovno nule nebo musí být prázdné.
sk_sk: Pole Min dĺžky musí obsahovať celé číslo väčšie alebo rovné nule alebo musí byť prázdne.
zh_cn: 最小长度必须是一个正整数号码或为空。

# templatedesigner.errorminvaluegreater
source: The Min value must be less than Max value.
cs_cz: Min hodnota musí být menší než Max hodnota.
sk_sk: Min hodnota musí byť menšia ako Max hodnota.
zh_cn: 最小值必须小于最大值。

# templatedesigner.errorminvaluenotdouble
source: The Min value must be a positive double number or empty.
cs_cz: Pole Min hodnoty musí obsahovat desetinné číslo větší nebo rovno nule nebo musí být prázdné.
sk_sk: Pole Min hodnoty musí obsahovať desatinné číslo väčšie alebo rovné nule alebo musí byť prázdne.
zh_cn: 最小值必须是一个积极的双精度数，或为空。

# templatedesigner.errorminvaluenotinteger
source: The Min value must be a positive integer number or empty.
cs_cz: Pole Min hodnoty musí obsahovat celé číslo větší nebo rovno nule nebo musí být prázdné.
sk_sk: Pole Min hodnoty musí obsahovať celé číslo väčšie alebo rovné nule alebo musí byť prázdne.
zh_cn: 最小值必须是一个正整数号码或为空。

# templatedesigner.errormultiplechoiceoptionsempty
source: Please enter some options.
cs_cz: Vložte prosím možnosti.
sk_sk: Prosím, vložte možnosti.
zh_cn: 请输入一些选项。

# templatedesigner.errormultiplechoiceoptionsinvalidformat
source: The options must be in format value;text there must be only one option on each line.
cs_cz: Volby musí být ve formátu "hodnota;text", na každém řádku může být pouze jedna volba.
sk_sk: Voľby musia byť vo formáte "hodnota;text", na každom riadku môže byť iba jedna voľba.
zh_cn: 选项必须在格式值 ； 有的文本必须在每一行上的唯一选项。

# templatedesigner.errormultiplechoicequeryempty
source: Please enter a query.
cs_cz: Vložte nějaký dotaz.
sk_sk: Prosím, vložte query.
zh_cn: 请输入查询。

# templatedesigner.errorpkallowsnulls
source: The primary key cannot allow empty values.
cs_cz: Primární klíč nesmí povolit prázdnou hodnotu.
sk_sk: Primárny kľúč nesmie povoliť prázdnu hodnotu.
zh_cn: 主键不允许为空值。

# templatedesigner.errorpkisnotlabel
source: The primary key can only be a label.
cs_cz: Primární klíč smí být pouze štítek (label).
sk_sk: Primárny kľúč smie byť iba štítok (label).
zh_cn: 主键只能是一个标签。

# templatedesigner.errorpknotinteger
source: The primary key can be an integer number only.
cs_cz: Primární klíč smí být pouze celé číslo.
sk_sk: Primárny kľúč smie byť iba celé číslo.
zh_cn: 主键可以只有一个整数。

# templatedesigner.errorpkthisispk
source: This field is the primary key.
cs_cz: Toto pole je primární klíč.
sk_sk: Toto pole je primárny kľúč.
zh_cn: 此字段是主键。

# templatedesigner.errortablenamenotset
source: The settings key tablename doesn't contain the name of the table.
cs_cz: Název tabulky konfiguračního klíče neobsahuje název tabulky.
sk_sk: Názov tabuľky konfiguračného kľúča neobsahuje názov tabuľky.
zh_cn: 设置关键表不包含的表的名称。

# templatedesigner.errortextareacolsnotnumber
source: The Columns field must contain a number or it must be empty.
cs_cz: Pole sloupce musí obsahovat číslo nebo musí být prázdné.
sk_sk: Pole stĺpca musí obsahovať číslo alebo musí byť prázdne.
zh_cn: 列字段必须包含一个数字或必须为空。

# templatedesigner.errortextarearowsnotnumber
source: The Rows field must contain a number or it must be empty.
cs_cz: Pole řádky musí obsahovat číslo nebo musí být prázdné.
sk_sk: Pole riadky musí obsahovať číslo alebo musí byť prázdne.
zh_cn: 行字段必须包含一个数字或必须为空。

# templatedesigner.errortextareasizelessthanzero
source: The Size field must be greater than 0.
cs_cz: Hodnota v poli Velikost musí být větší než 0.
sk_sk: Hodnota v poli Veľkosť musí byť väčšia ako 0.
zh_cn: 大小字段必须大于 0。

# templatedesigner.errortextareasizenotnumber
source: The Size field must contain a number or it must be empty.
cs_cz: Pole Velikost musí obsahovat číslo nebo musí být prázdné.
sk_sk: Pole Veľkosť musí obsahovať číslo alebo musí byť prázdne.
zh_cn: 大小字段必须包含一个数字或必须为空。

# templatedesigner.errorusercontrolnameempty
source: Please enter the name of the user control.
cs_cz: Vložte prosím název user controlu.
sk_sk: Prosím, vložte meno user controlu.
zh_cn: 请输入用户控件的名称。

# templatedesigner.extensions
source: File extensions:
cs_cz: Přípony souboru:
sk_sk: Prípony súborov:
zh_cn: 文件扩展名：

# templatedesigner.fieldcaption
source: Field caption:
cs_cz: Název pole:
sk_sk: Názov poľa:
zh_cn: 字段标题：

# templatedesigner.fieldcontroltypes.bbeditor
source: BBcode editor
zh_cn: 设置高亮编辑器

# templatedesigner.fieldcontroltypes.calendar
source: Calendar
cs_cz: Kalendář
sk_sk: Kalendár
zh_cn: 日历

# templatedesigner.fieldcontroltypes.checkbox
source: Check box
zh_cn: 复选框

# templatedesigner.fieldcontroltypes.decimalnumbertextbox
source: Decimal number
cs_cz: Desetinné číslo
sk_sk: Desatinné číslo
zh_cn: 十进制数

# templatedesigner.fieldcontroltypes.dropdownlist
source: Drop-down list
zh_cn: 下拉列表

# templatedesigner.fieldcontroltypes.filepath
source: File selection
cs_cz: Výběr souboru
sk_sk: Výber súboru
zh_cn: 选择文件

# templatedesigner.fieldcontroltypes.htmlarea
source: HTML area (Formatted Text)
cs_cz: HTML Area (Formátovaný text)
sk_sk: HTML Area (Formátovaný text)
zh_cn: HTML 区域 （格式化文本）

# templatedesigner.fieldcontroltypes.imagepath
source: Image selection
cs_cz: Výběr obrázků
sk_sk: Výber obrázkov
zh_cn: 图像选择

# templatedesigner.fieldcontroltypes.integernumbertextbox
source: Integer number
cs_cz: Celé číslo
sk_sk: Celé číslo
zh_cn: 整数

# templatedesigner.fieldcontroltypes.label
source: Label
cs_cz: Popisek
sk_sk: Popisok
zh_cn: 标签

# templatedesigner.fieldcontroltypes.listbox
source: ListBox
zh_cn: 列表框

# templatedesigner.fieldcontroltypes.multiplechoice
source: Multiple choice
cs_cz: Vícenásobný výběr
sk_sk: Viacnásobný výber
zh_cn: 多项选择

# templatedesigner.fieldcontroltypes.radiobuttons
source: Radio buttons
sk_sk: Radio Buttony
zh_cn: 单选按钮

# templatedesigner.fieldcontroltypes.textarea
source: Text area
cs_cz: Víceřádkové textové pole
sk_sk: Viacriadkové textové pole
zh_cn: 文本区域

# templatedesigner.fieldcontroltypes.textbox
source: Text box
cs_cz: Textové pole
sk_sk: Textové pole
zh_cn: 文本框中

# templatedesigner.fieldcontroltypes.upload
source: Upload file
cs_cz: Nahrát soubor
sk_sk: Nahrať súbor
zh_cn: 上载文件

# templatedesigner.fieldcontroltypes.usercontrol
source: User control (ascx)
zh_cn: 用户控件 (ascx)

# templatedesigner.fielddescription
source: Field description:
cs_cz: Popis pole:
sk_sk: Popis poľa:
zh_cn: 字段说明：

# templatedesigner.fieldtype
source: Data type:
cs_cz: Typ pole:
sk_sk: Typ poľa:
zh_cn: 数据类型:

# templatedesigner.fieldtypes.boolean
source: Boolean (Yes/No)
cs_cz: Boolean (Ano/Ne)
sk_sk: Boolean (Áno/Nie)
zh_cn: 布尔值 （是/否）

# templatedesigner.fieldtypes.date
source: Date
cs_cz: Datum
sk_sk: Dátum
zh_cn: 日期

# templatedesigner.fieldtypes.file
source: File
cs_cz: Soubor
sk_sk: Súbor
zh_cn: 文件

# templatedesigner.fieldtypes.guid
source: Unique identifier (GUID)
cs_cz: Unikatní identifikátor (GUID)
sk_sk: Unikátny identifikátor (GUID)
zh_cn: 唯一标识符 (GUID)

# templatedesigner.fieldtypes.integer
source: Integer number
cs_cz: Celé číslo
sk_sk: Celé číslo
zh_cn: 整数

# templatedesigner.fieldtypes.longtext
source: Long text
cs_cz: Dlouhý Text
sk_sk: Dlhý Text
zh_cn: 长文本

# templatedesigner.fieldtypes.text
source: Text
zh_cn: 文本

# templatedesigner.from
source: From:
cs_cz: Od:
sk_sk: Od:
zh_cn: 从：

# templatedesigner.htmlarea.errorinvalidattributesize
source: The field size must be an integer number greater than -1 ( -1 = infinity ).
cs_cz: Atribut velikost musí být celé číslo větší než -1 ( -1 = infinity ).
sk_sk: Atribút veľkosť musí byť celé číslo väčšie ako -1 ( -1 = nekonečno ).
zh_cn: 字段大小必须是大于-1 的整数 （-1 = 无限）。

# templatedesigner.htmlareacss
source: CSS stylesheet:
cs_cz: Šablona stylů CSS:
sk_sk: Šablóna štýlov CSS:
zh_cn: CSS 样式表：

# templatedesigner.htmlareaheight
source: Height (px):
cs_cz: Výška (px):
sk_sk: Výška (px):
zh_cn: 高度 (px):

# templatedesigner.htmlareasize
source: Maximum text length (without HTML tags):
cs_cz: Maximální délka textu (bez HTML tagů):
sk_sk: Maximálna dĺžka textu (bez HTML tagov):
zh_cn: 最大文本长度 （无 HTML 标记）：

# templatedesigner.htmlareastartingpath
source: Starting path:
cs_cz: Počáteční cesta:
sk_sk: Počiatočná cesta:
zh_cn: 起始路径:

# templatedesigner.htmlareatoolbarset
source: Toolbar set:
cs_cz: Nastavení lišty nástrojů:
sk_sk: Nastavenia lišty nástrojov:
zh_cn: 工具栏集：

# templatedesigner.htmlareawidth
source: Width (px):
cs_cz: Šířka (px):
sk_sk: Šírka (px):
zh_cn: 宽度 (像素):

# templatedesigner.imageheight
source: Image preview height:
cs_cz: Výška náhledu obrázku:
sk_sk: Výška náhľadu obrázku:
zh_cn: 图像预览高度：

# templatedesigner.imagemaxsidesize
source: Image preview max side size:
cs_cz: Maximální velikost strany obrázku při náhledu:
sk_sk: Maximálna veľkosť strany obrázku pri náhľade:
zh_cn: 图像预览最大侧大小：

# templatedesigner.imagewidth
source: Image preview width:
cs_cz: Šířka náhledu obrázku:
sk_sk: Šírka náhľadu obrázku:
zh_cn: 图像预览宽度：

# templatedesigner.implicitsourcefield
source: (Use extra field)
cs_cz: (Použít extra pole)
sk_sk: (Použite extra pole)
zh_cn: （使用额外字段）

# templatedesigner.inputstyle
source: Input style:
cs_cz: Styl vstupu:
sk_sk: Štýl vstupu:
zh_cn: 输入的样式：

# templatedesigner.lbllistboxmultiplechoices
source: Allow multiple choices:
cs_cz: Povolit vícenásobný výběr:
sk_sk: Povoliť viacnásobné voľby:
zh_cn: 允许多项选择：

# templatedesigner.lblradiobuttonsdirection
source: Repeat direction:
cs_cz: Směr seřazení:
sk_sk: Smer opakovania:
zh_cn: 重复方向：

# templatedesigner.listboxoptions
source: Options (one value;name pair on each line - example: 1;Blue)
cs_cz: Možnosti (hodnota;jméno jeden na řádek - např: 1;Modrá)
sk_sk: Voľby (jeden hodnota;názov pár na jeden riadok - príklad: 1;Modrá)
zh_cn: 选项 （一个值 ； 每个行的名称对示例： 1 ；蓝)

# templatedesigner.listboxsql
source: SQL Query (it must return value and text fields)
cs_cz: SQL dotaz (musí vrátit hodnotu a textová pole)
sk_sk: SQL Doraz (musí vracať polia value a text)
zh_cn: SQL 查询 （它必须返回值和文本字段）

# templatedesigner.maxlength
source: Max length:
cs_cz: Max délka:
sk_sk: Max dĺžka:
zh_cn: 最大长度：

# templatedesigner.maxvalue
source: Max value:
cs_cz: Max hodnota:
sk_sk: Max hodnota:
zh_cn: 最大值：

# templatedesigner.minlength
source: Min length:
cs_cz: Min délka:
sk_sk: Min dĺžka:
zh_cn: 最小长度：

# templatedesigner.minvalue
source: Min value:
cs_cz: Min hodnota:
sk_sk: Min hodnota:
zh_cn: 最小值：

# templatedesigner.multiplechoiceoptions
source: Options (one value;name pair on each line - example: 1;Blue)
cs_cz: Volby (jeden pár hodnota;jméno na každém řádku - příklad: 1;Modrá)
sk_sk: Voľby (jeden pár hodnota;meno na každom riadku - príklad: 1;Blue)
zh_cn: 选项 （一个值 ； 每个行的名称对示例： 1 ；蓝)

# templatedesigner.multiplechoicesql
source: SQL Query (it must return value and text fields)
cs_cz: SQL dotaz (musí vrátit hodnotu a textová pole)
sk_sk: SQL query (musí vrátiť hodnotu a textová pole)
zh_cn: SQL 查询 （它必须返回值和文本字段）

# templatedesigner.newattribute
source: New field
cs_cz: Nový atribut
sk_sk: Nový atribút
zh_cn: 新建字段

# templatedesigner.newcategory
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# templatedesigner.publicfield
source: Show on public form:
cs_cz: Zobrazit veřejnosti:
sk_sk: Zobraziť verejnosti:
zh_cn: 在公共表单上显示：

# templatedesigner.regularexpression
source: Regular expression:
cs_cz: Regulární výraz:
sk_sk: Regulárny výraz:
zh_cn: 正则表达式：

# templatedesigner.section.category
source: Category
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# templatedesigner.section.database
source: Database
cs_cz: Databáze
sk_sk: Databáza
zh_cn: 数据库

# templatedesigner.section.design
source: Design
sk_sk: Dizajn
zh_cn: 设计

# templatedesigner.section.field
source: Field
cs_cz: Pole
sk_sk: Pole
zh_cn: 字段

# templatedesigner.section.timezone
source: Time zone
cs_cz: Časové pásmo
sk_sk: Časové pásmo
zh_cn: 时区

# templatedesigner.section.validation
source: Validation
cs_cz: Validace
sk_sk: Validácia
zh_cn: 验证

# templatedesigner.sourcealiasfield
source: Page alias source field:
cs_cz: Zdrojové pole alias pro dokument:
sk_sk: Zdrojové pole alias pre dokument:
zh_cn: 页别名源字段：

# templatedesigner.sourcefield
source: Page name source field:
cs_cz: Zdrojové pole názvu dokumentu:
sk_sk: Zdrojové pole mena dokumentu:
zh_cn: 页面名称源字段：

# templatedesigner.sourcefieldsaved
source: The page name source field was saved.
cs_cz: Zdrojové pole názvu dokumentu bylo uloženo.
sk_sk: Zdrojové pole názvu dokumentu bolo uložené.
zh_cn: 页面名称源字段被救了。

# templatedesigner.spellcheck
source: Spell-check this field:
cs_cz: Kontrola pravopisu pro toto pole:
sk_sk: Kontrola pravopisu pre toto pole:
zh_cn: 拼写检查此字段：

# templatedesigner.textareacols
source: Columns:
cs_cz: Sloupce:
sk_sk: Stĺpce:
zh_cn: 列:

# templatedesigner.textarearows
source: Rows:
cs_cz: Řádky:
sk_sk: Riadky:
zh_cn: 行：

# templatedesigner.textareasize
source: Maximum text length:
cs_cz: Maximální délka textu:
sk_sk: Maximálna dĺžka textu:
zh_cn: 最大文本长度：

# templatedesigner.textboxlength
source: Maximum length:
cs_cz: Maximální délka:
sk_sk: Maximálna dĺžka:
zh_cn: 最大长度:

# templatedesigner.timezone
source: Custom time zone:
cs_cz: Uživatelké časové pásmo:
sk_sk: Užívateľské časové pásmo:
zh_cn: 自定义时区:

# templatedesigner.timezonetype
source: Time zone type:
cs_cz: Typ:
sk_sk: Typ:
zh_cn: 时区类型：

# templatedesigner.to
source: To:
cs_cz: Do:
sk_sk: Do:
zh_cn: 自：

# templatedesigner.upattribute
source: Move up
cs_cz: Posunout nahoru
sk_sk: Posunúť nahor
zh_cn: 向上移动

# templatedesigner.usercontrolsettingsname
source: Control:
cs_cz: Kontrol:
sk_sk: Komponent:
zh_cn: 控制：

# templatedesigner.visibility
source: Default visibility:
cs_cz: Výchozí viditelnost:
sk_sk: Základná viditeľnosť:
zh_cn: 默认可见性：

# templatelayout.aspxtemplate
source: Page layout configuration is not available for ASPX templates.
cs_cz: Konfigurace rozvržení stránek není dostupná pro ASPX šablony.
sk_sk: Konfigurácia layoutu stránok nie je dostupná pre ASPX šablóny.
zh_cn: 页面布局配置为 ASPX 模板不可用。

# templatelayout.custom
source: Use custom layout
cs_cz: Použít uživatelské rozvržení
sk_sk: Použiť užívateľský layout
zh_cn: 使用自定义版式
