Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# campaign.rules.description
source: May be used to enter an additional macro condition that must be fulfilled in order for visitors to be included in the campaign.
zh_cn: 可用于在为了让访问者在运动中包括输入必须履行的一个额外的宏观条件。

# campaign.selectedconversions
source: Only the selected conversions will be tracked for the campaign:
cs_cz: Pro tuto kampaň budou sledovány pouze vybrané konverze:
sk_sk: V kamapani budú sledované len vybrané konverzie.
zh_cn: 只有所选的转换将为这项运动跟踪：

# campaign.servercampaigns
source: Server campaigns
cs_cz: Serverové kampaně
sk_sk: Server kampane
zh_cn: 服务器活动

# campaign.toohighvalue
source: Please insert a value below 100.
cs_cz: Zadejte prosím hodnotu menší než 100.
sk_sk: Prosím, vložte hodnotu menšiu ako 100.
zh_cn: 请插入的值低于 100。

# campaign.totalcost
source: Total cost
cs_cz: Celkové náklady
sk_sk: Celkové náklady
zh_cn: 总成本

# campaign.totalcost.description
source: Allows you to manually enter the total cost of the given marketing campaign. This can be used to determine whether the campaign was successful or when calculating the campaign's goals.
zh_cn: 允许您手动输入给定的市场营销活动的总成本。这可以用于确定市场活动是否成功，或计算运动目标时。

# campaign.validcodename
source: Please enter valid campaign code name.
cs_cz: Zadejte prosím platný kódový název kampaně.
sk_sk: Zadajte, prosím, platný kódový názov kampane
zh_cn: 请输入有效的市场活动代码名称。

# campaign.value
source: Total value of conversions
cs_cz: Celková hodnota konverzí
sk_sk: Celková hodnota konverzií
zh_cn: 总价值的转换

# campaign.valuegreaterorequalzero
source: Please insert a value greater than or equal to zero.
zh_cn: 请插入一个值大于或等于零。

# campaign.valuegreaterzero
source: Please insert a value greater than zero.
cs_cz: Zadejte prosím hodnotu vyšší než 0.
sk_sk: Prosím, vložte hodnotu väčšiu ako 0.
zh_cn: 请插入一个大于零的值。

# campaign.wronginterval
source: The chosen time interval for the campaign is not valid.
cs_cz: Zvolený časový interval kampaně není platný.
sk_sk: Vybraný interval kampane nie je platný.
zh_cn: 这场运动的空房的时间间隔不是有效的。

# campaign_overview
source: Overview
cs_cz: Přehled
zh_cn: 概述

source: Campaigns
cs_cz: Kampaně
zh_cn: 宣传活动

# campaigns.pleaseselect
source: Please select campaign.
cs_cz: Vyberte prosím kampaň
sk_sk: Vyberte, prosím, kampaň
zh_cn: 请选择市场活动。

# campaignselect.additems
source: Add campaigns
cs_cz: Přidat kampaně
sk_sk: Pridať kampane
zh_cn: 添加活动

# campaignselect.entersearch
source: Campaign
cs_cz: Název kampaně a nebo jeho část
sk_sk: Názov kampane alebo jej časť
zh_cn: 运动

# campaignselect.itemname
source: Campaign name
cs_cz: Název kampaně
sk_sk: Názov kampane
zh_cn: 市场活动名称

# campaignselect.moreitems
source: (more campaigns...)
cs_cz: (více kampaní...)
sk_sk: (viac kampaní...)
zh_cn: （更多运动......)

# campaignselect.nodata
source: No campaigns selected
cs_cz: Nebyly vybrány žádné kampaně
sk_sk: Neboli vybrané žiadne kampane
zh_cn: 没有选定的活动

# campaignselect.selectitem
source: Select campaign
cs_cz: Vyberte kampaň
sk_sk: Vybrať kampaň
zh_cn: 选择市场活动

# campaignselect.title
source: Select campaign
cs_cz: Vyberte kampaň
sk_sk: Vybrať kampaň
zh_cn: 选择市场活动

# campaignselector.nolicence
source: You don't have a valid license for campaigns.
cs_cz: Nemáte platnou licenci pro kampaň.
zh_cn: 你没有运动的有效许可证。

# captcha.0
source: zero
cs_cz: nula
sk_sk: nula
zh_cn: 零

# captcha.1
source: one
cs_cz: jedna
sk_sk: jeden
zh_cn: 一个

# captcha.2
source: two
cs_cz: dva
sk_sk: dva
zh_cn: 两个

# captcha.3
source: three
cs_cz: tři
sk_sk: tri
zh_cn: 三

# captcha.4
source: four
cs_cz: čtyři
sk_sk: štyri
zh_cn: 四

# captcha.5
source: five
cs_cz: pět
sk_sk: päť
zh_cn: 五

# captcha.6
source: six
cs_cz: šest
sk_sk: šesť
zh_cn: 六

# captcha.7
source: seven
cs_cz: sedm
sk_sk: sedem
zh_cn: 七

# captcha.8
source: eight
cs_cz: osm
sk_sk: osem
zh_cn: 八

# captcha.9
source: nine
cs_cz: devět
sk_sk: deväť
zh_cn: 九

# captcha.catisanimal
source: Cat is an animal.
cs_cz: Kočka je zvíře.
sk_sk: Mačka je zviera.
zh_cn: 猫是一种动物。

# captcha.catisnotanimal
source: Cat is not an animal.
cs_cz: Kočka není zvíře.
sk_sk: Mačka nie je zviera
zh_cn: 猫不是动物。

# captcha.div
source: divided by
cs_cz: děleno
sk_sk: delené
zh_cn: 除以

# captcha.equal
source: equal to
cs_cz: rovná se
sk_sk: rovná sa
zh_cn: 等于

# captcha.fifthhnumber
source: Please enter the fifth digit into the text box.
cs_cz: Zadejte prosím do textového pole pátou číslici.
sk_sk: Zadajte, prosím, do textového poľa piatu číslicu.
zh_cn: 请在文本框中输入五位数。

# captcha.firstandsecond
source: Please enter the first and the last digit into the text box.
cs_cz: Zadejte prosím do textového pole první a poslední číslici.
sk_sk: Zadajte, prosím, do textového poľa prvú a poslednú číslicu.
zh_cn: 请在文本框中输入第一个和最后一个数字。

# captcha.firstnumber
source: Please enter the first digit into the text box.
cs_cz: Zadejte prosím do textového pole první číslici.
sk_sk: Zadajte, prosím, do textového poľa prvú číslicu.
zh_cn: 请在文本框中输入的第一个数字。

# captcha.firststandnumber
source: Please enter the first and the last digit into the text box.
cs_cz: Zadejte prosím do textového pole první a poslední číslici.
sk_sk: Zadajte, prosím, do textového poľa prvú a poslednú číslicu.
zh_cn: 请在文本框中输入第一个和最后一个数字。

# captcha.fourthnumber
source: Please enter the fourth digit into the text box.
cs_cz: Zadejte prosím do textového pole čtvrtou číslici.
sk_sk: Zadajte, prosím, do textového poľa štvrtú číslicu.
zh_cn: 请在文本框中输入第四个数字。

# captcha.grassgreen
source: Grass is green.
cs_cz: Tráva je zelená.
sk_sk: Tráva je zelená
zh_cn: 草是绿色的。

# captcha.grassred
source: Grass is red.
cs_cz: Tráva je červená.
sk_sk: Tráva je červená
zh_cn: 草是红色的。

# captcha.greater
source: greater
cs_cz: větší
sk_sk: väčšie
zh_cn: 更多

# captcha.humanyes
source: People have 3 eyes.
cs_cz: Lidé mají 3 oči.
sk_sk: Ľudia majú tri oči.
zh_cn: 人有 3 只眼。

# captcha.lastnumber
source: Please type the last digit into the text box.
cs_cz: Zadejte prosím do textového pole poslední číslici.
sk_sk: Zadajte, prosím, do textového poľa poslednú číslicu.
zh_cn: 请在文本框中键入的最后一位。

# captcha.logic
source: Logic CAPTCHA
cs_cz: Logická CAPTCHA
sk_sk: Logická CAPTCHA
zh_cn: 逻辑验证码

# captcha.max
source: Please enter the greatest digit into the text box.
cs_cz: Zadejte prosím do textového pole nejvyšší číslo.
sk_sk: Zadajte, prosím, do textového poľa najväčšiu číslicu.
zh_cn: 请在文本框中输入最大位数。

# captcha.min
source: Please enter the smallest digit into the text box.
cs_cz: Zadejte prosím do textového pole nejnižší číslo.
sk_sk: Zadajte, prosím, do textového poľa najmenšiu číslicu.
zh_cn: 请在文本框中输入最小的数字。

# captcha.minus
source: minus
cs_cz: mínus
sk_sk: mínus
zh_cn: 减号

# captcha.mult
source: multiplied by
cs_cz: krát
sk_sk: krát
zh_cn: 乘以

# captcha.notcorrect
source: The answer is not correct.
cs_cz: Odpověď není správná.
sk_sk: Odpoveď nie je správna.
zh_cn: 答案不是正确的。

# captcha.number
source: Please type the number of digits into the text box.
cs_cz: Zadejte prosím do textového pole počet číslic.
sk_sk: Vpíšte, prosím, do textového poľa počet číšlic.
zh_cn: 请在文本框中键入的数字个数。

# captcha.plus
source: plus
zh_cn: 加号

# captcha.question.compare
source: Is {1} {0} than {2}? (true/false)
cs_cz: Je {1} {0} než {2}? (pravda/nepravda)
sk_sk: Je {1} {0} než {2}? (true/false)
zh_cn: 比 {2} 是 {1} {0} 吗？（真/假）

# captcha.question.equal
source: Is {1} {0} {2} ? (true/false)
cs_cz: Je {1} {0} {2} ? (pravda/nepravda)
sk_sk: Je {1} {0} {2}? (true/false)
zh_cn: {1} {0} {2} 吗？（真/假）

# captcha.question.error
source: CAPTCHA is incorrectly configured.
cs_cz: CAPCHA je nesprávně nakonfigurovaná.
sk_sk: CAPTCHA je nesprávne nakonfigurovaná.
zh_cn: 验证码的配置不正确。

# captcha.secondnumber
source: Please enter the second digit into the text box.
cs_cz: Zadejte prosím do textového pole druhou číslici.
sk_sk: Zadajte, prosím, do textového poľa druhú číslicu.
zh_cn: 请在文本框中输入第二个数字。

# captcha.simple
source: Simple CAPTCHA
cs_cz: Jednoduchá CAPCHA
sk_sk: Jednoduchá CAPTCHA
zh_cn: 简单的验证码

# captcha.smaller
source: smaller
cs_cz: menší
sk_sk: menšie
zh_cn: 小

# captcha.statement
source: (true/false)
cs_cz: (pravda/nepravda)
zh_cn: （真/假）

# captcha.sunblack
source: Sun is black.
cs_cz: Slunce je černé.
sk_sk: Slnko je čierne.
zh_cn: 太阳是黑的。

# captcha.sunyellow
source: Sun is yellow.
cs_cz: Slunce je žluté.
sk_sk: Slnko je žlté.
zh_cn: 太阳是黄色的。

# captcha.text
source: Text CAPTCHA
cs_cz: Textová CAPCHA
sk_sk: Textová CAPTCHA
zh_cn: 文本验证码

# captcha.thirdnumber
source: Please enter the third digit into the text box.
cs_cz: Zadejte prosím do textového pole třetí číslici.
sk_sk: Zadajte, prosím, do textového poľa tretiu číslicu.
zh_cn: 请输入文本框中的第三位。

# captcha.yellowcolordifferent
source: Yellow is a different color than black.
cs_cz: Žlutá je jiná barva než černá.
sk_sk: Žltá farba je iná farba ako čierna.
zh_cn: 黄色是比黑色的不同颜色。

# captcha.yellowcolorsame
source: Yellow is the same color as black.
cs_cz: Žlutá je stejná barva jako černá.
sk_sk: Žltá farba je rovnaká farba ako čierna.
zh_cn: 黄色是相同的颜色为黑色。

# categories.category
source: Category
cs_cz: Kategorie
sk_sk: Kategória
zh_cn: 类别

# categories.collapsedbydefault
source: Collapsed by default
cs_cz: Defaultně sbalená
zh_cn: 按默认方式折叠

# categories.collapsible
source: Collapsible
cs_cz: Sbalitelná
zh_cn: 湿陷性

# categories.delete
source: Delete category
cs_cz: Smazat kategorii
sk_sk: Zmazať kategóriu
zh_cn: 删除类别

# categories.new
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# categories.properties
source: Category properties
cs_cz: Vlastnosti kategorie
sk_sk: Vlastnosti kategórie
zh_cn: 类别属性

# categories.rootcategory
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# categories.rootpersonalcategory
source: Personal categories
cs_cz: Osobní kategorie
sk_sk: Osobné kategórie
zh_cn: 个人类别

# categories.select
source: Select category
cs_cz: Vybrat kategorii
sk_sk: Vybrať kategóriu
zh_cn: 选择类别

# categories.selectmultiple
source: Select categories
cs_cz: Vybrat kategorie
sk_sk: Vybrať kategórie
zh_cn: 选择类别

# categories_edit.documents.used
source: Following pages are assigned to the category
cs_cz: Kategorii jsou přiřazeny následující dokumenty
sk_sk: Nasledujúce dokumenty sú priradené k tejto kategórií
zh_cn: 以下几页分配给类别

# category.categorydescription.description
source: A text describing the category.
zh_cn: 描述该类别的文本。

# category.categorydisplayname.description
source: The name of the category displayed in the interface.
zh_cn: 在界面中显示的类别的名称。

# category.categoryenabled.description
source: Indicates whether the category is enabled or not. Pages cannot be assigned to disabled categories.
zh_cn: 指示是否启用该类别。页面不能归入残疾人士类别。

# category.categoryname.description
source: Serves as a unique identifier for the category. For example, in the API.
zh_cn: 作为该类别的唯一标识符。例如，在 API 中。

# category.categoryparentid.description
source: The parent category under which this category belongs.
zh_cn: 根据这一类别所属的父类别。

# category.categorysiteid.description
source: Defines whether the category is site specific, or available globally, that is, across all sites.
zh_cn: 定义类别是否具体，或可用的网站就全局而言，那就是，跨所有站点。

# category_edit.categorysite
source: Category type
cs_cz: Typ kategorie
sk_sk: Typ kategórie
zh_cn: 类别类型

# category_edit.documents
source: Pages
cs_cz: Dokumenty
sk_sk: Dokumenty
zh_cn: 页面

# category_edit.globalcategory
source: Global category
cs_cz: Globální kategorie
sk_sk: Globálna kategória
zh_cn: Global 类别

# category_edit.parentcategory
source: Parent category
cs_cz: Nadřazená kategorie
sk_sk: Rodičovská kategória
zh_cn: 父类别

# category_edit.sitecategory
source: Site category
cs_cz: Kategorie webové stránky
sk_sk: Kategória webstránky
zh_cn: 网站类别

# categoryselector.additems
source: Add categories
cs_cz: Přidat kategorie
sk_sk: Pridať kategórie
zh_cn: 添加类别

# categoryselector.entersearch
source: Category name
cs_cz: Filtr:
zh_cn: 类别名称

# categoryselector.itemname
source: Category
cs_cz: Přidat kategorie.
sk_sk: Kategória
zh_cn: 类别

# categoryselector.nodata
source: No category selected.
cs_cz: Kategorie
sk_sk: Nebola vybraná žiadna kategória.
zh_cn: 不选择任何类别。

# categoryselector.selectitem
source: Select category
cs_cz: Vybrat kategorii
zh_cn: 选择类别

# chat.abandon
source: Abandon
cs_cz: Opustit
zh_cn: 放弃

# chat.abandonroom
source: Abandon chat room
cs_cz: Opustit místnost
zh_cn: 放弃聊天室

# chat.accept
source: Accept
cs_cz: Přijmout
zh_cn: 接受

# chat.accepted
source: accepted your invitation to room
cs_cz: přijal vaše pozvání do místnosti
zh_cn: 接受你的邀请，到房间

# chat.acceptedprivate
source: accepted your invitation to a private conversation
cs_cz: přijal vaše pozvání do soukromé konverzace
zh_cn: 接受你的邀请，私人谈话

# chat.addadmin
source: Add admin
cs_cz: Přidat správce
zh_cn: 添加管理员

# chat.addusertoroom
source: Add user
cs_cz: Přidat uživatele
zh_cn: 添加用户

# chat.admin.level
source: Level
cs_cz: Úroveň
zh_cn: 级别

# chat.adminadded
source: granted you admin permissions to room
cs_cz: vám udělil správcovské oprávnění k místnosti
zh_cn: 授予你房间的管理员访问权限

# chat.admindeleted
source: deleted your admin permissions to room
cs_cz: smazal vaše správcovské oprávnění k místnosti
zh_cn: 删除您到房间的管理员权限

# chat.adminlevel
source: Admin level
cs_cz: Správcovská úroveň
zh_cn: 管理级别

# chat.adminlevel.admin
source: Admin
cs_cz: Správce
zh_cn: 管理员

# chat.adminlevel.join
source: Join
cs_cz: Připojit
zh_cn: 加入

# chat.adminlevel.none
source: None
cs_cz: Žádný
zh_cn: 没有一个

# chat.admins
source: Admins
cs_cz: Správci
zh_cn: 管理员

# chat.allowanonym
source: Allow anonymous
cs_cz: Povolit anonymy
zh_cn: 允许匿名

# chat.cannedresponse.chatsupportcannedresponse.edit
source: Chat support canned response properties
cs_cz: Vlastnosti předpřipravené odpovědi
zh_cn: 聊天支持罐头响应特性

# chat.cannedresponse.chatsupportcannedresponse.list
source: Canned responses
cs_cz: Předpřipravené odpovědi
zh_cn: 罐头的回应

# chat.cannedresponse.chatsupportcannedresponse.new
source: New canned response
cs_cz: Nová předpřipravená odpověď
zh_cn: 新建罐装的响应

# chat.cannedresponse.chooseglobalorsite
source: Please select (global) or a specific site to create a canned response.
zh_cn: 请选择 （全局） 或某个特定的网站创建罐头的响应。

# chat.cannedresponse.replacement
source: Replacement
cs_cz: Nahrazení
zh_cn: 更换

# chat.cannedresponse.tagname
source: Tag name
cs_cz: Název značky
zh_cn: 标记名称

# chat.cannedresponse.text
source: Canned response text
cs_cz: Text předpřipravené odpovědi
zh_cn: 罐头的响应文本

# chat.cannedresponses
source: Canned responses
cs_cz: Předpřipravené odpovědi
zh_cn: 罐头的回应

# chat.cannedresponses.formaterror
source: Tag name must start with {0} symbol.
cs_cz: Název značky musí začínat symbolem {0}.
zh_cn: 标记名称必须以 {0} 符号开头。

# chat.cannedresponses.helplabel
source: Help for canned responses
zh_cn: 罐头回应的帮助

# chat.cantaddpermissionstopublicuser
source: You cannot add permissions to public user.
cs_cz: Nemůžete přidat oprávnění nepřihlášenému uživateli.
zh_cn: 不能向公众用户添加权限。

# chat.cantassociatechatusertopublic
source: It is not possible to associate chat user with public user.
cs_cz: Není možné spojit uživatele s veřejným uživatelem.
zh_cn: 它是不可能与公众用户相关联的聊天用户。

# chat.cantkickofflineuser
source: You can't kick off-line user
cs_cz: Nemůžete zablokovat přihlášení nepřihlášeného uživatele
zh_cn: 你不能赶离线用户

# chat.cantrevokecreatorrights
source: You can't revoke rights from room creator.
cs_cz: Nemůžete zrušit práva tvůrců místnosti.
zh_cn: 您不能撤销文件室创建者的权利。

# chat.cantrevokerightsofsupportroomcreator
source: Access rights of the owner of the support room cannot be revoked
cs_cz: Přístupová práva vlastníka místnosti podpory nemohou být zrušena.
zh_cn: 不能撤消支持房间的主人的访问权限

# chat.chat
source: Chat
zh_cn: 聊天

# chat.chat.chatsupportcannedresponse.edit
source: Chat support canned response properties
cs_cz: Vlastnosti předpřipravené odpovědi
zh_cn: 聊天支持罐头响应特性

# chat.chat.chatsupportcannedresponse.list
source: Canned responses
cs_cz: Předpřipravené odpovědi
zh_cn: 罐头的回应

# chat.chatcolon
source: Chat:
zh_cn: 聊天：

# chat.chatmessage.edit
source: Chat message properties
cs_cz: Vlastnosti zprávy
zh_cn: 聊天消息属性

# chat.chatmessage.list
source: Chat messages
cs_cz: Zprávy chatu
zh_cn: 聊天消息

# chat.chatmessage.new
source: New announcement
cs_cz: Nové omezení
zh_cn: 新公告

# chat.chatroom.edit
source: Chat room properties
cs_cz: Vlastnosti chatovací místnosti
zh_cn: 聊天室属性

# chat.chatroom.list
source: Chat rooms
cs_cz: Místnosti
zh_cn: 聊天室

# chat.chatroom.new
source: New chat room
cs_cz: Nová místnost
zh_cn: 新建聊天室

# chat.chatrooms.list
source: Chat rooms
cs_cz: Místnosti
zh_cn: 聊天室

# chat.chatroomuser.edit
source: Room user properties
zh_cn: 房间用户属性

# chat.chatroomuser.new
source: Add user
cs_cz: Přidat uživatele
zh_cn: 添加用户

# chat.chatroomusersnote
source: Note: users displayed in this list are either on-line right now or have elevated privileges.
cs_cz: Poznámka: Uživatelé zobrazení v tomto seznamu jsou buď právě online nebo mají zvýšené oprávnění.
zh_cn: 注： 在此列表中显示的用户现在是在网上或具有提升的权限。

# chat.chatsupportcannedresponse.new
source: New canned response
cs_cz: Nová předpřipravená odpověď
zh_cn: 新建罐装的响应

# chat.chatuser
source: Chat user
cs_cz: Uživatel chatu
zh_cn: 聊天用户

# chat.chatuser.edit
source: Edit chat user
cs_cz: Vlastnosti uživatele chatu
zh_cn: 编辑用户聊天

# chat.chatuser.list
source: Chat users
cs_cz: Uživatelé chatu
zh_cn: 聊天用户

# chat.chatuser.new
source: New chat user
cs_cz: Nový uživatel chatu
zh_cn: 新建聊天用户

# chat.chatwp.headlogin
source: Login
cs_cz: Přihlásit
zh_cn: 登录

# chat.chatwp.headonlineusers
source: All on-line users
cs_cz: Všichni online uživatelé
zh_cn: 所有在线的用户

# chat.chatwp.headrooms
source: Available rooms
cs_cz: Dostupné místnosti
zh_cn: 可用的房间

# chat.chatwp.headroomusers
source: Users in room
cs_cz: Uživatelé v místnosti
zh_cn: 用户在房间里

# chat.chatwp.headsearchonlineusers
source: Search on-line users
cs_cz: Hledat online uživatele
zh_cn: 搜索联机用户

# chat.chooseglobalorsitetoaddnewroom
source: Please select (global) or a specific site to create a chat room.
cs_cz: Vyberte, prosím, (globálně) nebo konkrétní web, pokud chcete vytvořit chatovací místnost.
zh_cn: 请选择 （全局） 或某个特定的网站创建一个聊天室。

# chat.cleanoldchatinitiatedrequest
source: Clean old initiated chat requests
cs_cz: Vyčistit staré žádosti
zh_cn: 清洁旧发起聊天请求

# chat.close
source: Close
cs_cz: Zavřít
zh_cn: 关闭

# chat.closeall
source: Close all
cs_cz: Zavřít vše
zh_cn: 关闭所有

# chat.closewindow
source: Leave conversation
cs_cz: Opustit konverzaci
zh_cn: 离开对话

# chat.confirmabandonroom
source: Are you really sure you want to abandon this room?
cs_cz: Opravdu chcete opustit tuto místnost?
zh_cn: 你真的确定你想要放弃这个房间？

# chat.confirmdelete
source: Are you really sure you want to disable this room?
cs_cz: Opravdu chcete zakázat tuto místnost?
zh_cn: 是否确实要禁用这个房间？

# chat.createdwhen
source: Created
cs_cz: Vytvořené
zh_cn: 创建

# chat.creator
source: Created by
cs_cz: Vytvořil/a
zh_cn: 创建由

# chat.decline
source: Decline
cs_cz: Odmítnout
zh_cn: 下降

# chat.declined
source: declined your invitation to room
cs_cz: odmítl vaše pozvání do místnosti
zh_cn: 拒绝你的邀请，到房间

# chat.declinedprivate
source: declined your invitation to a private conversation
cs_cz: odmítl vaše pozvání do soukromé konverzace
zh_cn: 谢绝你的邀请私人谈话

# chat.delete
source: Delete
cs_cz: Smazat
zh_cn: 删除

# chat.deleteadmin
source: Delete room admin
cs_cz: Smazat správce místnosti
zh_cn: 删除室管理员

# chat.deleteroom
source: Delete chat room
cs_cz: Smazat místnost
zh_cn: 删除聊天室

# chat.description
source: Description
cs_cz: Popis
zh_cn: 描述

# chat.disableroom
source: Disable chat room
cs_cz: Zakázat místnost
zh_cn: 禁用聊天室

# chat.displayname
source: Display name
cs_cz: Název
zh_cn: 显示名称

# chat.enabled
source: Enabled
cs_cz: Povolené
zh_cn: 启用

# chat.enter
source: Enter
cs_cz: Vstoupit
zh_cn: 输入

# chat.enterwithpopup
source: Enter room. You can enter room in new popup window by pressing middle mouse button.
cs_cz: Vstoupit do místnosti. Můžete vstoupit do místnosti v novém okně stlačením středního tlačítka na myši.
zh_cn: 进入房间。按下鼠标按钮，可以在新的弹出式窗口中输入房间。

# chat.error.cannedresponsenotyours
source: You are not allowed to view this canned response
cs_cz: Nemáte oprávnění na zobrazení této předpřipravené odpovědi
zh_cn: 你不是允许其查看此罐头的响应

# chat.error.cantchangecreator
source: Privileges of the creator cannot be changed.
cs_cz: Oprávnění tvůrců nemůže být změněno
zh_cn: 不能更改创建者的权限。

# chat.error.canteditwhisperroom
source: Whisper rooms can't be edited
cs_cz: Soukromé místnosti nemohou být upravovány
zh_cn: 不能编辑耳语的房间

# chat.error.internal
source: Internal error
cs_cz: Interní chyba
zh_cn: 内部错误

# chat.error.siteidisnotcurrentsite
source: Siteid in query string is not current site
cs_cz: SiteID v query stringu není aktuální web
zh_cn: 在查询字符串中的 Siteid 不是当前站点

# chat.error.transformation.errorwp.error
source: Error while loading error transformation.
cs_cz: Nastala chyba při načítání transformace.
zh_cn: 加载错误变换时的错误。

# chat.error.transformation.initiatedchat.error
source: Error while loading initiated chat transformation.
cs_cz: Nastala chyba při načítání transformace.
zh_cn: 加载启动的聊天变换时的错误。

# chat.error.transformation.messages.message
source: Error loading chat message transformation.
cs_cz: Nastala chyba při načítání transformace.
zh_cn: 加载聊天消息转换时出错。

# chat.error.transformation.namewp.error
source: No transformation for room name found.
cs_cz: Nebyly nalezeny žádné transformace pro název místnosti.
zh_cn: 没有改造的房间找到的名称。

# chat.error.transformation.notification
source: Error occurred while loading chat notification transformation.
cs_cz: Nastala chyba při načítání notifikační transformace.
zh_cn: 加载聊天通知转换时出错。

# chat.error.transformation.request
source: Error while loading support request transformation.
cs_cz: Nastala chyba při načítání transformace.
zh_cn: 加载支持请求转换时出现错误。

# chat.error.transformation.rooms
source: Error occurred while loading chat rooms transformation.
cs_cz: Nastala chyba při načítání transformace.
zh_cn: 加载聊天室转换时出错。

# chat.error.transformation.users.onlineuser
source: Error while loading chat online user transformation.
cs_cz: Nastala chyba při načítání transformace.
zh_cn: 加载聊天在线用户转化时的错误。

# chat.error.transformation.users.user
source: Error while loading user in room transformation.
cs_cz: Nastala chyba při načítání transformace.
zh_cn: 加载中房改造的用户时出现错误。

# chat.error.transformation.users.userchat.error.transformation.users.user
source: Error while loading transformation for users in room.
cs_cz: Nastala chyba při načítání transformace.
zh_cn: 加载用户在房间里转型时的错误。

# chat.error.window.badroomid
source: Bad chat room id.
cs_cz: Chybné ID místnosti
zh_cn: 坏聊天室 id。

# chat.error.window.nodata
source: No chat window data stored for this session.
cs_cz: Pro toto sezení nejsou uložena žádná data chatovacího okna.
zh_cn: 没有聊天窗口数据被存储为此会话。

# chat.error.window.noform
source: Form with specified name could not be found.
cs_cz: Nepodařilo se najít formulář se zadaným názvem.
zh_cn: 找不到具有指定名称的表格。

# chat.errormessage.accessdenied
source: Access denied
cs_cz: Přístup zamítnut
zh_cn: 访问被拒绝

# chat.errormessage.anonymsdisallowed
source: Anonymous users aren't allowed to enter this room.
cs_cz: Anonymní uživatel nemůže vstoupit do této místnosti.
zh_cn: 匿名用户不允许进入这个房间。

# chat.errormessage.anonymsdisallowedglobally
source: You have to be registered in order to use chat. (anonymous disallowed)
cs_cz: Musíte být zaregistrovaní, pokud chcete používat chat. (anonymní uživatelé nejsou povoleni)
zh_cn: 你必须注册才能使用聊天。（匿名不允许）

# chat.errormessage.badrequest
source: Bad request
cs_cz: Chybný požadavek
zh_cn: 错误的请求

# chat.errormessage.badwordsvalidationfailed
source: Text contains forbidden words
cs_cz: Text obsahuje zakázaná slova
zh_cn: 文本包含禁用的词语

# chat.errormessage.cannotkickadmin
source: You can't kick a room admin.
cs_cz: Nemůžete zablokovat přihlášení správce místnosti.
zh_cn: 你不能踢室管理员。

# chat.errormessage.cantinvitetopublicroom
source: Invitations can be send only to private rooms
cs_cz: Je možné odeslat pozvánky pouze do soukromých místností
zh_cn: 邀请可以可以只发送私人房间

# chat.errormessage.chatusernotfound
source: Chat user not found
cs_cz: Uživatel nebyl nalezen
zh_cn: 找不到的聊天用户
