Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# groups.role.isgroupadmin
source: Can manage the group
cs_cz: Může spravovat skupinu
sk_sk: Môže spravovať skupinu
zh_cn: 可以管理组

# groups.role.notgrouprole
source: (not group role)
cs_cz: (žádná role skupiny)
sk_sk: (žiadna rola skupiny)
zh_cn: （不组角色）

# groups.selectgroups
source: Select community groups
cs_cz: Výběr skupiny
sk_sk: Vyberte skupiny
zh_cn: 选择社区团体

# groups.userisalreadymember
source: Sorry but you are already member of ##GROUPNAME##.
cs_cz: Je nám líto, ale už jste členem skupiny ##GROUPNAME##.
sk_sk: Už ste členom skupiny ##GROUPNAME##.
zh_cn: 很抱歉，但你已经是会员的 ##GroupName##。

# groupsselector.header
source: Groups selection
cs_cz: Výběr skupin
sk_sk: Výber skupín
zh_cn: 组选择

# hashtablename.alternativeform_classname_formname
source: Alternative forms - Full name
zh_cn: 替代形式-全名

# hashtablename.alternativeform_form_formid
source: Alternative forms - ID
cs_cz: Alternativní formuláře - ID
sk_sk: Alternatívne formuláre - ID
zh_cn: 替代形式-ID

# hashtablename.cms_bannedip_ipaddressid_site
source: Banned IPs - ID
cs_cz: Blokované adresy - ID
sk_sk: Zakázané IP - ID
zh_cn: 禁用的 IPs-ID

# hashtablename.cms_class_classid
source: Classes - Class ID
cs_cz: Třídy - ID
sk_sk: Triedy - Trieda ID
zh_cn: 类的类 ID

# hashtablename.cms_class_classname
source: Classes - Class name
cs_cz: Třídy - Název
sk_sk: Triedy - Trieda názov
zh_cn: 类的类名

# hashtablename.cms_culture_culturecode
source: Cultures - Culture code
cs_cz: Kultury - Kód kultury
sk_sk: Kultúry- Kód kultúry
zh_cn: 语言的语言代码

# hashtablename.cms_form_formname_formsiteid
source: Form names - Site ID
cs_cz: Názvy formů - ID webu
sk_sk: Názov formulára - ID stránky
zh_cn: 表单名称-站点 ID

# hashtablename.cms_formusercontrol_usercontrolid
source: Form controls - ID
cs_cz: Formulářové kontroly - ID
sk_sk: Form kontrol - ID
zh_cn: 表格控件的 ID

# hashtablename.cms_licensekey_licensedomain
source: License keys - Domain
cs_cz: Licenční klíče - Doména
sk_sk: Licenčné kľúče - Doména
zh_cn: 许可证密钥-域

# hashtablename.cms_query_queryname_classid
source: Queries - Full name
cs_cz: Dotazy - Celý název
sk_sk: Dotazy - Plný názov
zh_cn: 查询-全名

# hashtablename.cms_settingskey_keyname_siteid
source: Settings keys - Full name
cs_cz: Klíče nastavení - Celý název
sk_sk: Kľúče nastavení - Plný názov
zh_cn: 设置键-全名

# hashtablename.cms_webpartlayout_webpartlayoutwebpartid_webpartlayoutcodename
source: Web part layouts - Full name
cs_cz: Rozvržení web party - Celý název
sk_sk: Webpart layout - Celý názov
zh_cn: Web 部件布局-全名

# hashtablename.cms_workflowstep_stepid
source: Workflows - Step ID
cs_cz: Workflow procesy - ID kroku
sk_sk: Workflow - Krok ID
zh_cn: 工作流-步骤 ID

# hashtablename.cms_workflowstep_stepworkflowid_stepname
source: Workflows - Step name
cs_cz: Workflow procesy - Název kroku
sk_sk: Workflow - Názov kroku
zh_cn: 工作流-步骤名称

# hashtablename.ecommerce_customer_customeruserid
source: Customers - User ID
cs_cz: Zákazníci - ID uživatele
sk_sk: Zákazníci - User ID
zh_cn: 客户-用户 ID

# hashtablename.ecommerce_exchangetable_exchangetabledisplayname
source: Exchange tables - Name
cs_cz: Směnné tabulky - Název
sk_sk: Prepočítavacia tabuľka - Name
zh_cn: 交换表-名称

# hashtablename.ecommerce_manufacturer_manufacturerdisplayname
source: Manufacturers - Name
cs_cz: Výrobci - Název
sk_sk: Výrobcovia - Name
zh_cn: 制造商的名称

# hashtablename.ecommerce_paymentoption_paymentoptionsiteid_paymentoptionname
source: Payment options - Name
cs_cz: Způsoby plateb - Název
sk_sk: Možnosti platby - Názov
zh_cn: 付款方式-名称

# hashtablename.ecommerce_shippingoption_shippingoptionsiteid_shippingoptionname
source: Shipping options - Option name
cs_cz: Způsoby doručení - Název
sk_sk: Možnosti prepravy - Názov možnosti
zh_cn: 航运选项-选项名称

# hashtablename.ecommerce_supplier_supplierdisplayname
source: Suppliers - Name
cs_cz: Dodavatelé - Název
sk_sk: Dodávatelia - Názov
zh_cn: 供应商-名称

# hashtablename.forums_forum_forumname_groupsiteid
source: Forums - Name
cs_cz: Fóra - Název
sk_sk: Diskusné fóra - Názov
zh_cn: 论坛-名称

# hashtablename.forums_forumgroup_groupid_groupsiteid
source: Forum groups - ID
cs_cz: Diskusní skupiny - ID
sk_sk: Skupiny fór - ID
zh_cn: 论坛组-ID

# hashtablename.forums_forumgroup_groupname_groupsiteid
source: Forum groups - Name
cs_cz: Diskusní skupiny - Název
sk_sk: Skupiny fór - Názov
zh_cn: 论坛组-名称

# hashtablename.staging_server_serverid_servername
source: Staging servers - Name
cs_cz: Staging servery - Název
sk_sk: Synchronizačné servery - Názov
zh_cn: 暂存服务器-名称

# header.administration
source: Administration
cs_cz: Administrace
sk_sk: Administrácia
zh_cn: 行政管理

# header.buy
source: Buy
cs_cz: Koupit
sk_sk: Nákup
zh_cn: 买

# header.buynow
source: Buy full version now!
cs_cz: Objednejte si plnou verzi!
sk_sk: Objednajte si plnú verziu!
zh_cn: 现在购买完整版 ！

# header.cmsdesk
source: Administration
cs_cz: Přepnout do CMS Desku
sk_sk: CMS Desk
zh_cn: 行政管理

# header.content
source: Content
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 内容

# header.dbname
source: Database:
cs_cz: Databáze:
sk_sk: Databáza:
zh_cn: 数据库:

# header.development
source: Development
cs_cz: Vývoj
sk_sk: Vývoj
zh_cn: 开发

# header.edition
source: Edition:
cs_cz: Edice:
sk_sk: Edícia:
zh_cn: 编辑：

# header.files
source: Files
cs_cz: Soubory
sk_sk: Súbory
zh_cn: 文件

# header.livehelp
source: Need help? Chat with us!
cs_cz: Potřebujete pomoc? Obraťte se na nás!
sk_sk: Potrebujete pomoc? Obráťte sa na nás!
zh_cn: 需要帮助吗？和我们一起聊天 ！

# header.metadesigner
source: Development
cs_cz: Vývoj
sk_sk: Vývoj
zh_cn: 开发

# header.mydesk
source: My&nbsp;desk
cs_cz: Moje&nbsp;plocha
sk_sk: Moja sekcia
zh_cn: 我的桌面

# header.newsletter
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# header.nopermissions
source: You're not allowed to access any feature within the administration interface. Please contact your administrator.
cs_cz: Nemáte oprávnění pro přístup k žádné vlastnosti CMS Desku. Kontaktujte Vašeho administrátora.
sk_sk: Nemáte oprávnenie pre prístup k žiadnej vlastnosti CMS Desku. Prosím, kontaktujte Vášho administrátora.
zh_cn: 你不是允许访问在管理界面内的任何功能。请联系您的管理员联系。

# header.permissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# header.settings
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# header.settings.resettodefault
source: Reset these settings to default
cs_cz: Načíst implicitní nastavení
sk_sk: Vrátiť nastavenia na predvolené hodnoty
zh_cn: 重置这些设置为默认值

# header.settings.resettodefaultconfirmation
source: Are you sure you want to reset these settings to their default values?
cs_cz: Opravdu chcete nastavit výchozí nastavení?
sk_sk: Naozaj chcete vrátiť základné nastavenia?
zh_cn: 你确定你想要将这些设置重置为它们的默认值？

# header.settings.savechanged
source: Save
cs_cz: Uložit změny
sk_sk: Uložiť
zh_cn: 保存

# header.tools
source: Tools
cs_cz: Nástroje
sk_sk: Nástroje
zh_cn: 工具

# header.trialexpires
source: The trial version expires in
cs_cz: Zkušební období skončí za
sk_sk: Skúšobné obdobie skončí za
zh_cn: 在试用版过期

# header.trialexpiresdays
source: days.
cs_cz: dnů.
sk_sk: dní.
zh_cn: 天。

# header.user
source: User:
cs_cz: Uživatel:
sk_sk: Užívateľ:
zh_cn: 用户：

# header.username
source: User:
cs_cz: Uživatel:
sk_sk: Užívateľ:
zh_cn: 用户：

# header.version
source: Version:
cs_cz: Verze:
sk_sk: Verzia:
zh_cn: 版本：

# help.tooltip
source: Display help
cs_cz: Zobrazit nápovědu
sk_sk: Zobraziť pomoc
zh_cn: 显示帮助

# helpheader.header
source: Kentico administration Help
cs_cz: CMS Desk Help
sk_sk: CMS Desk pomoc
zh_cn: Kentico 管理帮助

# helpicon.help
source: Open Help toolbar
cs_cz: Pomoc
sk_sk: Pomoc
zh_cn: 打开帮助工具栏

# history.confirmhistorydestroy
source: Are you sure you want to destroy the whole page history?
cs_cz: Opravdu chcete odstranit celou historii dokumentu?
sk_sk: Určite chcete odstrániť celú históriu dokumentu?
zh_cn: 你确定你想要摧毁整个页历史记录？

# history.destroyhint
source: Destroy version
cs_cz: Trvale odstranit verzi
sk_sk: Trvale odstrániť verziu
zh_cn: 摧毁版本

# history.destroyhistory
source: Destroy History
cs_cz: Trvale odstranit historii
sk_sk: Trvale odstrániť históriu
zh_cn: 摧毁历史

# history.errorcannotdeletecurrentversion
source: This version is the current version and it cannot be destroyed.
cs_cz: Tato verze je aktuální a nelze ji odstranit.
sk_sk: Tato verzia je aktuálna a nemožno ju odstrániť.
zh_cn: 此版本是当前版本，它不能被销毁。

# history.errornotallowedtodestroy
source: You're not allowed to destroy version history items.
cs_cz: Nemáte oprávnění k mazání položek historie verzí.
sk_sk: Nemáte oprávnenie k mazaniu položiek histórie verzií.
zh_cn: 你不是允许破坏版本历史记录项目。

# history.header
source: Page History
cs_cz: Historie dokumentu
sk_sk: História dokumentu
zh_cn: 页历史记录

# history.modifiedbyuserfullname
source: Modified by
cs_cz: Modifikoval
sk_sk: Modifikoval
zh_cn: 改性

# history.modifiedwhen
source: Modified
cs_cz: Modifikováno
sk_sk: Modifikované
zh_cn: 修改

# history.publishfrom
source: Publish from
cs_cz: Publikovat od
sk_sk: Publikovať od
zh_cn: 从发布

# history.publishto
source: Publish to
cs_cz: Publikovat do
sk_sk: Publikovať do
zh_cn: 发布到

# history.rollbackhint
source: Roll back to this version
cs_cz: Návrat k této verzi
sk_sk: Návrat k tejto verzii
zh_cn: 回滚到此版本

# history.tobepublished
source: Publish
cs_cz: Publikovat
sk_sk: Publikovať
zh_cn: 发布

# history.versioncomment
source: Comment
cs_cz: Komentář
sk_sk: Komentár
zh_cn: 评论

# history.versionnumber
source: Version
cs_cz: Verze
sk_sk: Verzia
zh_cn: 版本

# history.viewhint
source: View this version
cs_cz: Zobrazit tuto verzi
sk_sk: Zobraziť túto verziu
zh_cn: 查看此版本

# history.waspublishedfrom
source: Published from
cs_cz: Publikováno od
sk_sk: Publikované od
zh_cn: 从发布

# history.waspublishedto
source: Published to
cs_cz: Publikováno do
sk_sk: Publikované do
zh_cn: 发布到

# imageeditor.origheight
source: Height
cs_cz: Výška
sk_sk: Výška
zh_cn: 高度

# imageeditor.origwidth
source: Width
cs_cz: Šířka
sk_sk: Šírka
zh_cn: 宽度

# imagegallery.of
source: Of
cs_cz: z
sk_sk: z
zh_cn: 的

# imagegallery.previous
source: Previous
cs_cz: Předchozí
sk_sk: Predchádzajúci
zh_cn: 上一步

# imagegallery.thumbnails
source: Thumbnails
cs_cz: Miniatury
sk_sk: Miniatúry
zh_cn: 缩略图

# img.color
source: Color
cs_cz: Barva
sk_sk: Farba
zh_cn: 颜色

# img.confirm
source: This operation will change the image without any chance to roll back. Would you like to proceed?
cs_cz: Tato operace změní obrázek bez možnosti zpětného návratu. Přejete si pokračovat?
sk_sk: Táto operácia zmení obrázok bez možnosti vrátenia zmien. Chcete pokračovať?
zh_cn: 此操作将更改的图像没有任何机会来回滚。您要继续吗?

# img.convert
source: Convert
cs_cz: Převod
sk_sk: Prevod
zh_cn: 转换

# img.errors.filename
source: Please enter a valid file name.
cs_cz: Chyba přejmenování souboru!
sk_sk: Chyba pri premenovaní obrázka.
zh_cn: 请输入一个有效的文件名。

# img.errors.format
source: Image format is not supported. Supported formats are BMP, GIF, JPG and PNG.
cs_cz: Formát obrázku není podporován. Podporované formáty jsou: BMP, GIF, JPG a PNG.
sk_sk: Formát obrázku nie je podporovaný. Podporované formáty sú BMP, GIF, JPG a PNG.
zh_cn: 不支持的图像格式。支持的格式是 BMP、 GIF、 JPG 和 PNG。

# img.errors.loading
source: Error loading image.
cs_cz: Chyba načítání obrázku!
sk_sk: Chyba načítavania obrázka!
zh_cn: 错误正在加载的图像。

# img.errors.quality
source: Error changing quality!
cs_cz: Chyba změny kvality!
sk_sk: Chyba zmeny kvality!
zh_cn: 更改质量时出错 ！

# img.errors.resize
source: Error resizing image!
cs_cz: Chyba změny velikosti!
sk_sk: Chyba zmeny veľkosti!
zh_cn: 调整大小图像出错 ！

# img.errors.rights
source: User is not authorized to access this module!
cs_cz: Uživatel nemá práva pro přístup do této sekce!
sk_sk: Užívateľ nemá oprávnenie k prístupu do tohto modulu!
zh_cn: 用户无权访问此模块 ！

# img.extension
source: Extension
cs_cz: Přípona
sk_sk: Prípona
zh_cn: 扩展

# img.fliphorizontal
source: Flip horizontally
cs_cz: Zrcadlit horizontálně
sk_sk: Zrkadlovať horizontálne
zh_cn: 级别翻转

# img.flipvertical
source: Flip vertically
cs_cz: Zrcadlit vertikálně
sk_sk: Zrkadlovať vertikálne
zh_cn: 垂直翻转

# img.from
source: From
cs_cz: Z
sk_sk: Z
zh_cn: 从

# img.grayscale
source: Convert to grayscale
cs_cz: Stupnice šedi
sk_sk: Konvertovať na čiernobiely
zh_cn: 转换为灰度图像

# img.height
source: Height
cs_cz: Výška
sk_sk: Výška
zh_cn: 高度

# img.imagesize
source: Size
cs_cz: Velikost
sk_sk: Veľkosť
zh_cn: 大小

# img.maintainratio
source: Maintain ratio
cs_cz: Zachovat poměr stran
sk_sk: Zachovať pomer strán
zh_cn: 保持比例

# img.maxside
source: Max side size
cs_cz: Největší rozměr
sk_sk: Najväčší rozmer
zh_cn: 最大侧大小

# img.properties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# img.quality
source: Quality
cs_cz: Kvalita
sk_sk: Kvalita
zh_cn: 质量

# img.reset
source: Reset
cs_cz: Resetovat
sk_sk: Resetovať
zh_cn: 重置

# img.resize
source: Resize
cs_cz: Změna velikosti
sk_sk: Zmeniť veľkosť
zh_cn: 调整大小

# img.resizebyabsolute
source: By absolute size
cs_cz: Absolutní hodnotou
sk_sk: Absolútnou hodnotou
zh_cn: 按绝对大小

# img.resizebypercent
source: By percentage
cs_cz: Procentuálně
sk_sk: Percentuálne
zh_cn: 按百分比

# img.rotate90left
source: Rotate 90° left
cs_cz: Otočit o 90° doleva
sk_sk: Otočiť 90 doľava
zh_cn: 左旋转 90 °

# img.rotate90right
source: Rotate 90° right
cs_cz: Otočit o 90° doprava
sk_sk: Otočiť 90 doprava
zh_cn: 向右 90 ° 旋转

# img.rotation
source: Rotation
cs_cz: Otočení
sk_sk: Otočenie
zh_cn: 旋转

# img.to
source: To
cs_cz: Do
sk_sk: Do
zh_cn: 自

# img.width
source: Width
cs_cz: Šířka
sk_sk: Šírka
zh_cn: 宽度

# import.betterlicenseexists
source: Better license is available in your database.
cs_cz: V databázi se nachází lepší licence.
sk_sk: Lepšia licencia je k dispozícií vo vašej databáze.
zh_cn: 更好的许可证是在您的数据库中可用。

# import.import
source: Import
zh_cn: 导入

# import.limitexceeded
source: The best available license allows a limited number of {0}, your license allows only {1}, please unselect some {0}.
cs_cz: Nejvhodnější licence povoluje limitovaný počet {0}, Vaše licence povoluje pouze {1}, prosím, zrušte některé {0}.
sk_sk: Najvhodnejšia licencia povoľuje limitovaný počet {0}, Vaša licencia povoľuje {1}, prosím, zrušte niektoré {0}.
zh_cn: 最好的可用许可证允许有限的数目的 {0}，您的许可证允许只 {1}，请取消选定一些 {0}。

# import.limitzero
source: Best available license does not allow any {0}, please unselect all {0}.
cs_cz: Nejvhodnější licence nepovoluje žádné {0}, prosím, zrušte všechny {0}.
sk_sk: Najvhodnejšia licencia nepovoľuje žiadne {0}, prosím zrušte všetky {0}.
zh_cn: 最佳可用的许可证不允许任何 {0}，请取消选择所有 {0}。

# import.nolicense
source: No license was found. The import cannot continue without a license.
cs_cz: Nebyla nalezena žádná licence, bez licence nelze pokračovat v importu.
sk_sk: Nebola nájdená žiadna licencia, import nemôže pokračovať bez platnej licencie.
zh_cn: 找到没有许可证。导入无法继续没有驾照。

# import.progress
source: Objects are being imported
cs_cz: Objekty se importují
sk_sk: Objekty sa importujú
zh_cn: 正在导入的对象

# importconfiguration.all
source: Preselect all items
cs_cz: Předvybrat všechny položky
sk_sk: Vybrať všetky položky.
zh_cn: 预先选择的所有项目

# importconfiguration.date
source: Preselect only new items
cs_cz: Předvybrat pouze nové položky
sk_sk: Vybrať iba nové položky.
zh_cn: 预选只新项目

# importconfiguration.fileerror
source: Please select a package.
cs_cz: Vyberte nějaký balíček.
sk_sk: Prosím, zvoľte niektorý balík.
zh_cn: 请选择一个包。

# importconfiguration.imports
source: Import packages:
cs_cz: Importovat balíčky:
sk_sk: Importovať balíky:
zh_cn: 导入程序包：

# importconverter.errorconvert
source: Error converting import package.
cs_cz: Chyba při konverzi importovaného balíčku.
sk_sk: Chyba pri konverzii importovaného balíka.
zh_cn: 转换导入包时出错。

# importdocuments.importacls
source: Import page level permissions
cs_cz: Importovat dokumentová oprávnění
sk_sk: Importovať oprávnenia dokumentu
zh_cn: 导入页级别的权限

# importdocuments.importblogcomments
source: Import blog comments
cs_cz: Importovat komentáře blogu
sk_sk: Importovať komentáre k blogu
zh_cn: 导入博客评论

# importdocuments.importdocuments
source: Import new pages
cs_cz: Importovat nové dokumenty
sk_sk: Importovať nové dokumenty
zh_cn: 导入新页

# importdocuments.importdocumentshistory
source: Import page histories
cs_cz: Importovat historie dokumentů
sk_sk: Importovať históriu dokumentov
zh_cn: 导入页面历史

# importdocuments.importeventattendees
source: Import event attendees
cs_cz: Importovat účastníky událostí
sk_sk: Importovať návštevníkov udalostí
zh_cn: 导入事件与会者

# importdocuments.importrelationships
source: Import page relationships
cs_cz: Importovat dokumentové vazby
sk_sk: Importovať vzťahy dokumentov
zh_cn: 导入页的关系

# importexportprovider.detailederror
source: <strong>An error occurred:</strong> {0}<br /><strong>Stack trace:</strong> {1}
sk_sk: <strong>Nastala chyba:</strong> {0}<br/><strong>Stack trace:</strong> {1}
zh_cn: <strong>出现了一个错误：</strong>{0}<br><strong>的栈跟踪：</strong>{1}

# importgridview.disabled
source: It is not allowed to import objects from older version.
cs_cz: Import objektů ze starších verzí není povolen.
sk_sk: Nie je povolené importovať objekty zo starších verzií.
zh_cn: 它不允许从较旧的版本中导入对象。

# importgridview.info
source: Please select the objects to import. Existing objects are marked with a warning and will be overwritten if checked.
cs_cz: Vyberte objekty k importu. Existující objekty jsou označeny * a budou přepsány pokud jsou vybrány.
sk_sk: Prosím, vyberte objekty pre importovanie. Existujúce objekty sú označené znakom * a budú prepísané pokiaľ sú zvolené.
zh_cn: 请选择要导入的对象。现有对象一个警告标记，并且如果检查将被覆盖。

# importgridview.nodata
source: There are currently no data included for this object type.
cs_cz: Nejsou žádné data pro tento typ objektu.
sk_sk: Nie sú žiadne dáta pre tento typ objektu.
zh_cn: 目前，没有包括此对象类型的数据。

# importobjects.allselected
source: All objects were selected.
cs_cz: Byly vybrány všechny objekty.
sk_sk: Boli vybrané všetky objekty.
zh_cn: 所有对象会被都选定。

# importobjects.bindings
source: Assign all objects to the imported site (recommended)
cs_cz: Přiřadit všechny objekty k importovanému webu (doporučeno)
sk_sk: Priradiť všetky objekty k importovanej stránke (odporúčané)
zh_cn: 将所有对象都分配给导入的网站 （推荐）

# importobjects.copyfiles
source: Import files (recommended)
cs_cz: Importovat soubory objektů (doporučeno)
sk_sk: Importovať súbory objektov (odporúčané)
zh_cn: 导入文件 (推荐)

# importobjects.defaultselected
source: Default selection was loaded.
cs_cz: Základní výběr byl načten.
sk_sk: Základný výber bol načítaný.
zh_cn: 加载默认选择。

# importobjects.deletesite
source: Delete incomplete site when import fails
cs_cz: Smazat neúplný web pokud selže import
sk_sk: Zmazať nekompletnú stránku ak import prebehne neúspešne
zh_cn: 删除不完整的网站，当导入失败

# importobjects.info
source: Please select the object type from the tree if you wish to change the default selection.<br /> Click <strong>Next</strong> to start the import of selected objects.
cs_cz: Vyberte typ objektu ze stromu pokud chcete změnit základní výběr.<br /> Klikněte na <strong>Další</strong> pro zahájení importu vybraných objektů.
sk_sk: Prosím, vyberte typ objektu zo stromu pokiaľ chcete zmeniť základný výber.<br /> Kliknite na <strong>Ďalší</strong> pre zahájenie importu vybraných objektov.
zh_cn: 请如果您想要更改默认选择的对象类型，选择从树。<br>单击<strong>下一个</strong>要启动选定对象的导入。

# importobjects.info2
source: <strong>Please note:</strong> The import process may overwrite your existing objects. The existing objects are<br />marked with a warning and will be overwritten if checked.
cs_cz: <strong>Upozornění:</strong> Importem mohou být přepsány již existující objekty. Existující objekty jsou označeny * a pokud budou vybrány dojde k jejich přepsání.
sk_sk: <strong>Prosím pozor:</strong> Proces importovania môže prepísať Vaše existujúce objekty. Existujúce objekty sú označené * a budú prepísané, ak budú označené.
zh_cn: <strong>请注意：</strong>导入过程中可能会覆盖您现有的对象。现有的对象是<br>一个警告标记，并且将覆盖的如果检查。

# importobjects.newselected
source: Only new objects were selected.
cs_cz: Byly vybrány pouze nové objekty.
sk_sk: Boli vybrané iba nové objekty.
zh_cn: 只有新对象会被选定。

# importobjects.noneselected
source: All objects were deselected.
cs_cz: Není vybraný žádný objekt.
sk_sk: Neboli vybrané žiadne dokumenty.
zh_cn: 所有对象都被都取消。

# importobjects.overwritequeries
source: Overwrite system queries
cs_cz: Přepsat systémové dotazy
sk_sk: Prepísať systémové query
zh_cn: 覆盖系统查询

# importobjects.root
source: Import objects
cs_cz: Importovat objekty
sk_sk: Importovať objekty
zh_cn: 导入对象

# importobjects.runsite
source: Run the site after import
cs_cz: Spustit web po importu
sk_sk: Spustiť web po importe.
zh_cn: 导入后运行站点

# importobjects.selectall
source: Select all
cs_cz: Vybrat všechny objekty
sk_sk: Vybrať všetky objekty
zh_cn: 选择所有

# importobjects.selectdefault
source: Load default selection
cs_cz: Nahrát základní výběr
sk_sk: Načítať základný výber
zh_cn: 加载默认选择

# importobjects.selection
source: Global object selection
cs_cz: Globální výběr
sk_sk: Globálny výber
zh_cn: 全局对象选择

# importobjects.selectnew
source: Select only new
cs_cz: Vybrat pouze nové objekty
sk_sk: Vybrať iba nové objekty
zh_cn: 只有新的选择

# importobjects.selectnone
source: Deselect all
cs_cz: Zrušit vše vybrané
sk_sk: Zrušiť výber objektov
zh_cn: 取消全选

# importobjects.settings
source: Import settings
cs_cz: Nastavení importu
sk_sk: Importovať nastavenia
zh_cn: 导入设置

# importobjects.updatesite
source: Update site definition
cs_cz: Aktualizovat definici webu
sk_sk: Aktualizovať definíciu webu
zh_cn: 更新网站定义

# importobjects.warningobjectversion
source: <strong>Please note: </strong>You are about to import package from older version. This package includes versions of files for these objects which may not be compatible with the new version. All items which are in conflict with existing items were automatically deselected. Please select carefully items which you want to be imported.
cs_cz: <strong>Upozornění: </strong>Chystáte se importovat balíček ze starší verze. V balíčku jsou soubory, které nemusí být kompatibilní s novou verzí, proto byl výběr všechny položek zrušen. Vyberte obezřetně ty položky, které chcete importovat.
sk_sk: <strong>Prosím pozor: </strong>Chystáte sa importovať balíček zo staršej verzie. Tento balíček obsahuje súbory vo verzii, ktorá nie je kompatibilná s novou verziou. Všetky položky boli automaticky odobrané. Prosím, starostlivo vyberte položky, ktoré chcete importovať.
zh_cn: <strong>请注意：</strong>您将要从旧版本导入包。该软件包包括这些对象可能不兼容的新版本的文件的版本。与现有项目冲突的所有项目被自动都取消。请仔细选择您想要导入的项目。

# importobjects.warningversion
source: <strong>Please note: </strong>You are about to import package from older version. This package may include versions of files for objects <strong>Inline controls</strong>, <strong>Form controls</strong>, <strong>Web parts</strong>, <strong>Widgets</strong> and others, which may not be compatible with the new version. Please check the objects lists and select carefully the items which you want to be imported. Also make sure that if you want to import the physical files, the import settings <strong>Import files</strong> is selected.
cs_cz: <strong>Upozornění: </strong>Chystáte se importovat balíček ze starší verze. V balíčku mohou být soubory pro <strong> Inline kontroly</strong>, <strong>formulářové kontroly</strong> nebo <strong>web party</strong>, které nemusí být kompatibilní s novou verzí, proto byl výběr všechny položek zrušen. Vyberte obezřetně ty položky, které chcete importovat.
sk_sk: <strong>Prosím pozor: </strong> Chystáte sa importovať balíček zo staršej verzie. Tento balíček obsahuje verziu súborov pre objekty typu <strong>Inline kontroly</strong>, <strong>Form kontroly</strong> alebo <strong>Web party</strong>, ktoré nemusia byť kompatibilné s novou verziou. Prosím, skontrolujte zoznam objektov a pozorne vyberte položky, ktoré majú byť importované.
zh_cn: <strong>请注意：</strong>您将要从旧版本导入包。这一揽子计划可包括为对象<strong>内联控件</strong>、<strong>表格控件</strong>、 <strong>Web 部件</strong>、<strong>部件</strong>和其他文件的版本，可能不兼容的新版本。请检查对象列表并仔细选择您想要导入的项目。此外请确保您要导入的物理文件，选择导入设置<strong>导入文件</strong>。
