Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsenablewebdav.description
source: Indicates if WebDAV support is enabled (in Edit or Browse mode). <strong>Please note that WebDAV is only functional if Kentico is configured for Windows authentication—otherwise, this setting has no effect.</strong>
cs_cz: Určuje, zda je povolená podpora WebDAV (v módu Upravit nebo Prohlížení).<strong>Všimněte si prosím, že WebDAV je funkční pouze pokud je CMS konfigurováno pro Windows autentizaci - v opačném případě nemá nastavení žádný efekt.</strong>
sk_sk: Určuje, či je povolená WebDAV podpora (v editovacom alebo prezeracom móde). <strong>Pozor, WebDAV funguje, len ak je CMS konfigurované pre Winodws autentizáciu - v opačnom prípade nemá toto nastavenia žiadny efekt.</strong>
zh_cn: 指示是否 WebDAV 支持已启用 （在编辑或浏览模式）。<strong>请注意 WebDAV 只是功能性的如果 Kentico 为 Windows 身份验证配置 — — 否则，此设置不起作用。</strong>

# settingskey.cmsenablewindowsliveid
source: Enable Windows Live ID authentication
cs_cz: Povolit autentizaci Windows Live ID
sk_sk: Povoliť Windows LiveID autentizáciu
zh_cn: 启用 Windows Live ID 身份验证

# settingskey.cmsenablewindowsliveid.description
source: Indicates if Windows Live ID authentication is enabled.
cs_cz: Určuje, zda je povolená autentizace Windows Live ID.
sk_sk: Určuje, či je povolená Windows Live ID autentizácia.
zh_cn: 指示是否启用了 Windows Live ID 身份验证。

# settingskey.cmseventmanagerinvitationfrom
source: Sender's email
cs_cz: E-mail odesílatele
sk_sk: E-mail odosielateľa
zh_cn: 发件人的电子邮件

# settingskey.cmseventmanagerinvitationfrom.description
source: Email address of the invitation sender.
cs_cz: E-mailová adresa zasílatele pozvánky.
sk_sk: E-mailová adresa odosielateľa pozvánky.
zh_cn: 邀请发件人的电子邮件地址。

# settingskey.cmseventmanagerinvitationsubject
source: Email subject
cs_cz: Předmět e-mailu
sk_sk: Predmet e-mailu
zh_cn: 电子邮件主题

# settingskey.cmseventmanagerinvitationsubject.description
source: Invitation email subject.
cs_cz: Předmět pozvánkového e-mailu.
sk_sk: Predmet e-mailu s pozvánkou.
zh_cn: 邀请电子邮件主题。

# settingskey.cmseventmanagersendername
source: Sender's name
cs_cz: Jméno odesílatele
sk_sk: Meno odosielateľa
zh_cn: 发件人的名称

# settingskey.cmseventmanagersendername.description
source: Invitation sender name.
cs_cz: Jméno odesílatele pozvánky.
sk_sk: Meno odosielateľa pozvánky.
zh_cn: 邀请发件人姓名。

# settingskey.cmsexcludedattributesfilterurls
source: Excluded XHTML attributes filter URLs
cs_cz: URL vyloučené z filtru XHTML atributů
sk_sk: URL vylúčené z XTHML atribútového filtra
zh_cn: 被排除在外的 XHTML 属性过滤 Url

# settingskey.cmsexcludedattributesfilterurls.description
source: List of URL paths (without the domain name, virtual directory and extension) that should be excluded from the Tag attribute XHTML filter, which ensures that all attributes of HTML tags are generated in valid XHTML format. You can enter several paths separated by semicolons (<strong>;</strong>).
cs_cz: Seznam URL (<strong>bez domény</strong>), které mají být vyloučeny z výstupního filtru parametr znaku, který zajišťuje, že HTML atributy znak jsou v platné formě. <strong>Poznámka:</strong> Můžete zadat více cest oddělených středníkem (<strong>;</strong>).
sk_sk: Zoznam URL (<strong>bez domény</strong>), ktoré nebudú prechádzať cez Tag parametrový filter výstupu, ktorý zaisťuje, že atribúty HTML tagov sú v správnom tvare. <strong>Poznámka:</strong> Môžete zadať viac ciest oddelených bodkočiarkou (<strong>;</strong>).
zh_cn: （没有域名、 虚拟目录和扩展） 应排除标记属性 XHTML 筛选器，可以确保所有的 HTML 标记的属性生成有效的 XHTML 格式的 URL 路径的列表。您可以输入 (<strong></strong>;) 分号分隔的多个路径。

# settingskey.cmsexcludedformfilterurls
source: Excluded output form filter URLs
cs_cz: URL vyloučené z výstupního filtru
sk_sk: URL vylúčené z output filtra
zh_cn: 被排除在外的输出形式筛选的 Url

# settingskey.cmsexcludedformfilterurls.description
source: List of URL paths (without the domain name, virtual directory and extension) that should be excluded from the Form output filter, e.g. <strong>/</strong> or <strong>/products</strong>. You can enter several paths separated by semicolons (<strong>;</strong>).
cs_cz: Seznam URL (<strong>cesta bez domény, např. /nebo /mypages</strong>), které by měly být vyřazeny z výstupního filtru znak formuláře. <strong>Poznámka:</strong> Můžete zadat více cest oddělených středníkem (<strong>;</strong>).
sk_sk: Zoznam URL (<strong>bez domény</strong>, napr. / or /mypages), ktoré nebudú prechádzať cez tag output filter. <strong>Poznámka:</strong> Môžete zadať viac ciest oddelených bodkočiarkou (<strong>;</strong>).
zh_cn: （没有域名、 虚拟目录和扩展） 应从形式输出筛选器，例如排除的 URL 路径的列表<strong>/</strong>或<strong>具体</strong>。您可以输入 (<strong></strong>;) 分号分隔的多个路径。

# settingskey.cmsexcludedhtml5filterurls
source: Excluded HTML5 filter URLs
cs_cz: URL vyloučené z HTML5 filtru
zh_cn: 被排除在外的 HTML5 过滤 Url

# settingskey.cmsexcludedhtml5filterurls.description
source: List of URL paths (without the domain name, virtual directory and extension) that should be excluded from the HTML5 output filter, which ensures that tag attributes obsolete in HTML5 are replaced by CSS classes named in format <strong>&lt;attributename&gt;_&lt;attributevalue&gt;</strong>. Handles attributes: cellpadding, cellspacing, border, align, valign, width, height, rules
cs_cz: Seznam URL (bez domény, virtuálního adresáta a přípony, např, / or /mypages), které nebudou procházet přes HTML5 filtr, který zajišťuje nahrazování atributů, které jsou v HTML5 zastaralé, třídami CSS, které jsou pojmenovány ve formátu <strong>&lt;názevatributu&gt;_&lt;hodnotaatributu&gt;</strong>. Zpracovávané atributy: cellpadding, cellspacing, border, align, valign, width, height, rules
zh_cn: （没有域名、 虚拟目录和扩展） 应排除 HTML5 输出滤清器，确保过时 HTML5 中的标签属性被替换由格式<strong>&lt; 属性名的属性 &gt; _ &lt; attributevalue &gt;</strong>中命名的 CSS 类的 URL 路径的列表。处理属性： 中，空隙，边境、 对齐，底边对齐，宽度，高度，规则

# settingskey.cmsexcludedjavascriptfilterurls
source: Excluded XHTML JavaScript filter URLs
cs_cz: URL vyloučené z XHTML JavaScript filtru
sk_sk: URL vylúčené z XHTML JavaScript filtra
zh_cn: 被排除在外的 XHTML JavaScript 过滤 Url

# settingskey.cmsexcludedjavascriptfilterurls.description
source: List of URL paths (without the domain name, virtual directory and extension) that should be excluded from the JavaScript tag XHTML filter, which ensures that the <strong>type</strong> attribute is included in all <strong>&lt;script&gt;</strong> tags. You can enter several paths separated by semicolons (<strong>;</strong>).
cs_cz: Seznam URL (<strong>cesta bez domény, např. / nebo /mypages</strong>), které mají být vyloučeny z výstupního filtru JavaScript, který zajišťuje přítomnost atributů typ a jazyk. <strong>Poznámka:</strong> Můžete zadat více hodnot oddělených středníkem (<strong>;</strong>).
sk_sk: Zoznam URL (<strong>bez domény, napr. / or /mypages</strong>), ktoré nebudú prechádzať cez JavaScriptový filter výstupu, ktorý zaisťuje prítomnosť atribútov 'type' a 'language'. <strong>Poznámka:</strong> Môžete zadať viac ciest oddelených bodkočiarkou (<strong>;</strong>).
zh_cn: （没有域名、 虚拟目录和扩展） 应排除 JavaScript 标记 XHTML 滤清器可确保所有<strong>&lt; 脚本 &gt;</strong>标记中包含的<strong>类型</strong>属性的 URL 路径的列表。您可以输入 (<strong></strong>;) 分号分隔的多个路径。

# settingskey.cmsexcludedlowercasefilterurls
source: Excluded XHTML lower case filter URLs
cs_cz: URL vyloučené z XHTML filtru malá písmena
sk_sk: URL vylúčené z XHTML filtra malých písmen
zh_cn: 被排除在外的 XHTML 小写字母过滤 Url

# settingskey.cmsexcludedlowercasefilterurls.description
source: List of URLs paths (without the domain name, virtual directory and extension) that should be excluded from the Lower case XHTML filter, which ensures that all HTML tags and attributes are generated in lower case. You can enter several paths separated by semicolons (<strong>;</strong>).
cs_cz: Seznam URL (<strong>cesta bez domény, např. / nebo /mypages</strong>), které by měly být vyloučeny z výstupního filtru Malá písmena který zaručuje, že HTML znaky a atributy jsou malým písmem. <strong>Poznámka:</strong>Můžete zadat více cest oddělených středníkem (<strong>;</strong>).
sk_sk: Zoznam URL (<strong>bez domény, napr. / or /mypages</strong>), ktoré nebudú prechádzať cez filter výstupu na malé písmená, ktorý zaisťuje, že HTML tagy a atribúty sú písané malými písmenami. <strong>Poznámka:</strong> Môžete zadať viac ciest oddelených bodkočiarkou (<strong>;</strong>).
zh_cn: （没有域名、 虚拟目录和扩展） 应排除 XHTML 过滤器，可以确保所有的 HTML 标记和属性生成用小写字母小写的 Url 路径的列表。您可以输入 (<strong></strong>;) 分号分隔的多个路径。

# settingskey.cmsexcludedocumentsfromsearch
source: Exclude pages from SQL search
cs_cz: Vyloučit dokumenty z SQL vyhledávání
sk_sk: Nezahŕňať dokumenty do SQL vyhľadávania
zh_cn: 从 SQL 搜索中排除页

# settingskey.cmsexcludedocumentsfromsearch.description
source: Specifies site sections that should be excluded from search. <strong>Please note:</strong> You can specify several site sections or particular pages, separated with semicolon (<strong>;</strong>). You can use wildcard character <strong>%</strong>.
cs_cz: Specifikuje sekce webu, které by měly být vyřazeny z vyhledávání. <strong>Poznámka:</strong>Můžete specifikovat více sekcí webu nebo příslušných dokumentů oddělených středníkem (<strong>;</strong>). Můžete použít zástupný znak <strong>%</strong>.
sk_sk: Špecifikuje sekciu webu, ktorá bude vylúčená z vyhľadávania. <strong>Poznámka:</strong> Môžete špecifikovať niekoľko sekcií alebo konkrétnych dokumentov, ako oddeľovač použite bodkočiarku (<strong>;</strong>). Môžete tiež použiť zástupný znak <strong>%</strong>.
zh_cn: 指定应从搜索中排除的网站部分。<strong>请注意：</strong>您可以指定几个站点部分或某些特殊页面，用分号 (<strong></strong>;) 分隔。您可以使用通配符字符<strong>%</strong>。

# settingskey.cmsexcludedocumenttypesfromsearch
source: Exclude page types from SQL search
cs_cz: Vyloučí typ dokumentu z SQL vyhledávání
sk_sk: Nezahŕňať typy dokumentu do SQL vyhľadávania
zh_cn: 从 SQL 搜索中排除的页面类型

# settingskey.cmsexcludedocumenttypesfromsearch.description
source: Specifies page types that should <strong>NOT</strong> be searched.<strong> Please note:</strong> You can specify several page types separated with semicolon (;).
cs_cz: Specifikuje typy dokumentů, které <strong>NE</strong>mají být prohledávány.<strong> Poznámka:</strong> Můžete specifikovat více dokumentových typů oddělených středníkem (;).
sk_sk: Špecifikuje typy dokumentov, ktoré NEbudú môcť byť vyhľadané. <strong>Poznámka:</strong> Môžete špecifikovať niekoľko typov dokumentov, ako oddeľovač použite bodkočiarku (;).
zh_cn: 指定页面类型，<strong>不</strong>应搜索。<strong>请注意：</strong>您可以指定几个页面类型用分号 (;) 分隔。

# settingskey.cmsexcludedresolvefilterurls
source: Excluded resolve filter URLs
cs_cz: URL vyloučena z filtru vyhodnotit
sk_sk: URL vylúčené z resolve filtra
zh_cn: 被排除在外的决心过滤 Url

# settingskey.cmsexcludedresolvefilterurls.description
source: List of URL paths (without the domain name, virtual directory and extension) that should be excluded from the URL resolving output filter, e.g. <strong>/</strong> or <strong>/products</strong>. This filter ensures replacing of the <strong>~</strong> character in URLs with the website root URL. You can enter several paths separated by semicolons (<strong>;</strong>).
cs_cz: Seznam URL (<strong>cesta bez domény, např. / nebo /mypages</strong>), která by měla být vyloučena z výstupního filtru Vyhodnotit URL, který zajišťuje nahrazení <strong>~</strong> v URL za root URL webové stránky. <strong>Poznámka:</strong> Můžete zadat více cest oddělených středníkem (<strong>;</strong>).
sk_sk: Zoznam URL (<strong>bez domény, napr. / or /mypages</strong>), ktoré nebudú prechádzať cez ResolveURL filter výstupu, ktorý zaisťuje nahradenie znaku <strong>~</strong> v URL za root URL webovej stránky. <strong>Poznámka:</strong> Môžete zadať viac ciest oddelených bodkočiarkou (<strong>;</strong>).
zh_cn: （没有域名、 虚拟目录和扩展） 应排除 URL 解析输出筛选器，例如<strong>/</strong>或<strong>具体</strong>的 URL 路径的列表。此筛选器可确保网站根 URL 的 Url 中的<strong>~</strong>字符的替换。您可以输入 (<strong></strong>;) 分号分隔的多个路径。

# settingskey.cmsexcludedselfclosefilterurls
source: Excluded XHTML self close filter URLs
cs_cz: URL vyloučena z filtru XHTML self close
sk_sk: URL vylúčené z HTML self close filtra
zh_cn: 被排除在外的 XHTML 自我关闭过滤 Url

# settingskey.cmsexcludedselfclosefilterurls.description
source: List of URL paths (without the domain name, virtual directory and extension) that should be excluded from the Self closing tag XHTML filter, which ensures that all HTML elements without closing tags are properly closed, e.g. <strong>&lt;br&gt;</strong> will be replaced by <strong>&lt;br /&gt;</strong>. You can enter several paths separated by semicolons (<strong>;</strong>).
cs_cz: Seznam URL (<strong>cesta bez domény, např. / nebo /mypages</strong>), které mají být vyloučeny z výstupního filtru Selfclose, který zajišťuje, že HTML znaky bez konečných znaků jsou řádně ukončeny. <strong>Poznámka:</strong> Můžete zadat více cest oddělených středníkem (<strong>;</strong>).
sk_sk: Zoznam URL (<strong>bez domény, napr. / or /mypages</strong>), ktoré nebudú prechádzať cez Selfclose (samozatvárací) filter výstupu, ktorý zaisťuje, že HTML tagy bez koncových tagov, budú správne uzatvorené. <strong>Poznámka:</strong> Môžete zadať viac ciest oddelených bodkočiarkou (<strong>;</strong>).
zh_cn: （没有域名、 虚拟目录和扩展） 应排除自结束标记 XHTML 筛选，确保所有的 HTML 元素，而无需关闭标签已正确关闭，例如<strong>&lt; br &gt;</strong>将被取代的 URL 路径的列表<strong>&lt; br / &gt;</strong>。您可以输入 (<strong></strong>;) 分号分隔的多个路径。

# settingskey.cmsexcludedurls
source: Excluded URLs
cs_cz: Vyloučené URL
sk_sk: Vylúčené URL
zh_cn: 已排除的 Url

# settingskey.cmsexcludedurls.description
source: List of URL prefixes (<strong>without domain</strong>) that should be excluded from the Kentico rewriting engine. <br> You can enter several paths separated by semicolon (<strong>;</strong>). Example: "/MyFiles/;/MyPage.aspx" <br> <strong>Warning: </strong>Do not exclude the URLs used by the regular pages in the website's content tree.
cs_cz: Seznam URL (<strong>bez domény</strong>), které by měly být vyloučeny z nástroje CMS. Můžete zadat více cest oddělených středníkem (<strong>;</strong>).
sk_sk: Zoznam URL (<strong>bez domény</strong>) ktoré nemajú byť zahrnuté do CMS engine. Môžete zadať viac ciest oddelených bodkočiarkou (<strong>;</strong>).
zh_cn: 应排除 Kentico 重写引擎的 URL 前缀 （<strong>没有域</strong>） 的列表。<br>您可以输入多个路径由分号 (<strong></strong>;)。示例："/ MyFiles/;/MyPage.aspx"<br> <strong>警告：</strong>并不排除利用该网站的内容树中的常规页面的 Url。

# settingskey.cmsexcludedxhtmlfilterurls
source: Excluded XHTML filter URLs
cs_cz: URL vyloučenéz XHTML filtru
sk_sk: URL vylúčené z XHTML filtra
zh_cn: 被排除在外的 XHTML 过滤 Url

# settingskey.cmsexcludedxhtmlfilterurls.description
source: List of URL paths (without the domain name, virtual directory and extension) that should be excluded from all functionality provided by the XHTML output filter, e.g. <strong>/</strong> or <strong>/products</strong>. You can enter several paths separated by semicolons (<strong>;</strong>).
cs_cz: Seznam URL (<strong>cesta bez domény, např. / nebo /mypages</strong>), která má být vyloučena z výstupního filtru XHTML. <strong>Poznámka:</strong> Můžete zadat více cest oddělených středníkem (<strong>;</strong>).
sk_sk: Zoznam URL (<strong>cesta bez domény, napr. / alebo /mypages</strong>), ktoré nebudú zahrnuté do XHTML output filtra. <strong>Poznámka:</strong> Môžete zadať viac ciest oddelených bodkočiarkou (<strong>;</strong>).
zh_cn: （没有域名、 虚拟目录和扩展） 应排除所有功能提供 XHTML 输出筛选器，例如<strong>/</strong>或<strong>具体</strong>的 URL 路径的列表。您可以输入 (<strong></strong>;) 分号分隔的多个路径。

# settingskey.cmsexportlogobjectchanges
source: Log export tasks
cs_cz: Logovat úlohy exportu
sk_sk: Logovať exportovacie úlohy
zh_cn: 导出任务记入日志

# settingskey.cmsexportlogobjectchanges.description
source: Specifies whether the export tasks are logged when the object is deleted (incremental update support)
cs_cz: Specifikuje, zda jsou úlohy exportu zaznamenány při smazání souboru (zvýšená podpora aktualizací)
sk_sk: Špecifikuje, či majú byť zaznamenávané export úlohy pri zmazaní objektu.
zh_cn: 指定是否的导出任务记录对象时删除 （增量更新支持）

# settingskey.cmsfacebookapplicationsecret
source: App Secret
cs_cz: Utajený kód aplikace
sk_sk: Tajný kód aplikácie
zh_cn: 应用程序的秘密

# settingskey.cmsfacebookapplicationsecret.description
source: The secret key of your Facebook application that will be used to encrypt all communications between your site and Facebook servers. Any interaction with Facebook requires existing Facebook application.
cs_cz: Tento utajený kód aplikace bude použit pro kódování všech informací mezi vaší aplikací a servery Facebook.
sk_sk: Tento kód bude použitý pre zákódovanie všetkých informácií medzi vaším webom a Facebook servermi.
zh_cn: Facebook 的应用程序将用来对您的网站和 Facebook 的服务器之间的所有通信进行都加密的密钥。任何与 Facebook 的交互都需要现有的 Facebook 应用程序。

# settingskey.cmsfacebookconnectapikey
source: App ID
cs_cz: API klíč
sk_sk: API kľúč
zh_cn: 应用程序 ID

# settingskey.cmsfacebookconnectapikey.description
source: The identifier of your Facebook application. Any interaction with Facebook requires existing Facebook application.
cs_cz: Identifikátor vaší aplikace, který obdržíte při registraci vaší aplikace na webu Facebook.
sk_sk: Identifikátor vašej aplikácie, ktorý získate po registrácie aplikácie na Facebook stránke.
zh_cn: 你的 Facebook 应用程序的标识符。任何与 Facebook 的交互都需要现有的 Facebook 应用程序。

# settingskey.cmsfacebookmapuserprofile
source: Update users using their Facebook profile
zh_cn: 更新用户使用 Facebook 的个人资料

# settingskey.cmsfacebookmapuserprofile.description
source: Specifies when the users, who log onto your website with their Facebook identity, are updated using information from their Facebook profile. Only empty fields are updated.
zh_cn: 指定当用户登录到您的网站 Facebook 身分，更新使用 Facebook 的个人资料中的信息。更新只空字段。

# settingskey.cmsfacebookroles
source: Assign Facebook members to roles
cs_cz: Přiřadit nové uživatelé rolím
sk_sk: Priradiť nových užívateľov do rolí
zh_cn: Facebook 成员指派角色

# settingskey.cmsfacebookroles.description
source: Facebook members who log onto your web site with their Facebook identity will be assigned to the selected roles.
cs_cz: Registrovaní uživatelé Facebook budou přiřažení těmto rolím. Odděleno středníkem (<strong>;</strong>)
sk_sk: Registrovaný Facebook užívatelia budú priradení do týchto rolí. Role oddeľte bodkočiarkou (<strong>;</strong>)
zh_cn: 登录到您的 web 站点，与他们的 Facebook 身份加入 facebook 将分配到所选的角色。

# settingskey.cmsfacebookusermapping
source: Mapping of Facebook user profile
zh_cn: Facebook 用户配置文件的映射

# settingskey.cmsfacebookusermapping.description
source: Specifies how the users are updated using information from their Facebook profile.
zh_cn: 指定的用户是如何使用 Facebook 的个人资料中的信息进行更新。

# settingskey.cmsfacebookusersettingsmapping.description
source: Configures mapping between Facebook profile's fields and user's setting fields.
zh_cn: 配置 Facebook 的个人资料的域和用户的设置字段之间的映射。

# settingskey.cmsfileimportfolder
source: File import folder
cs_cz: Složka import souborů
sk_sk: Adresár pre import súborov
zh_cn: 文件导入文件夹

# settingskey.cmsfileimportfolder.description
source: Path to folder used for file import
cs_cz: Cesta ke složce použité pro import souborů
sk_sk: Cesta k adresáru, ktorý bude použitý pre import súborov.
zh_cn: 用于导入文件的文件夹的路径

# settingskey.cmsfilesfolder
source: Files folder
cs_cz: Složka souborů
sk_sk: Adresár na súbory
zh_cn: 文件文件夹

# settingskey.cmsfilesfolder.description
source: Physical path to the folder where uploaded files should be stored.
cs_cz: Fyzická cesta ke složce, ve které mají být uloženy nahrané soubory.
sk_sk: Fyzická cesta k adresáru, do ktorého budú uložené nahrané súbory.
zh_cn: 向存储上载的文件的文件夹的物理路径。

# settingskey.cmsfilesfriendlyurlextension
source: Files friendly URL extension
cs_cz: Souborově přívětivé přípony URL
sk_sk: Súborovo prívetivé URL prípony
zh_cn: 友好的 URL 扩展名的文件

# settingskey.cmsfilesfriendlyurlextension.description
source: Specifies the extension that the system adds to file URLs, such as "<strong>.aspx</strong>" or "<strong>.html</strong>". <br> <strong>Example:</strong> getattachment/&lt;node guid&gt;/myimage.<strong>aspx</strong> When you omit this value, the files friendly URLs will end with no extension: getattachment/&lt;node guid&gt;/myimage <br> You need to <strong>configure IIS to allow custom URL extensions</strong> before using this setting.
cs_cz: Specifikuje přípony souborově přívětivých URL, které budou použity, jako například "<strong>.aspx</strong>" nebo "<strong>.html</strong>". Příklad: getattachment/&lt;node alias&gt;/myimage.<strong>aspx</strong>. Pokud vynecháte tuto hodnotu, budou souborově přívětivé URL zakončeny bez přípony: getattachment/&lt;node alias&gt;/myimage
sk_sk: Špecifikuje, ktoré prípony súborovo prívetivých URL budú použité, ako napr. "<strong>.aspx</strong>" or "<strong>.html</strong>". Príklad: getattachment/&lt;node alias&gt;/myimage.<strong>aspx</strong> Keď túto hodnotu nenastavíte, URL nebudú končiť žiadnou príponou: getattachment/&lt;node alias&gt;/myimage
zh_cn: 指定，系统将添加到文件的 Url，如"<strong>.aspx</strong>"或"<strong>.html</strong>"的扩展。<br> <strong>示例：</strong> getattachment / &lt; 节点 guid &gt; / 创建。<strong>aspx</strong>如果省略此值，文件友好的 Url 将结束无扩展名： getattachment / &lt; 节点 guid &gt; / 创建<br>使用此设置之前，您需要<strong>将 IIS 配置为允许自定义的 URL 扩展</strong>到。

# settingskey.cmsfloodinterval
source: Flood protection interval
cs_cz: Interval ochrany před zahlcením
sk_sk: Interval ochrany
zh_cn: 防洪保护间隔时间

# settingskey.cmsfloodinterval.description
source: Value in seconds which represent the minimal interval between user's actions.
cs_cz: Hodnota v sekundách, která reprezentuje minimální interval mezi akcemi uživatele.
sk_sk: Hodnota v sekundách, ktorá reprezentuje minimálny interval medzi akciami užívateľa.
zh_cn: 在几秒钟内，代表用户的操作之间的最小时间间隔值。

# settingskey.cmsfloodprotectionenabled
source: Enable flood protection
cs_cz: Povolit ochranu před zahlcením
sk_sk: Povoliť ochranu pred zahltením
zh_cn: 启用洪水攻击保护

# settingskey.cmsfloodprotectionenabled.description
source: Enables or disables flood protection.
cs_cz: Povoluje nebo zakazuje ochranu před zahlcením.
sk_sk: Povolí alebo zakáže ochranu pred zahltením.
zh_cn: 启用或禁用的防洪保护。

# settingskey.cmsforbiddencharactersreplacement
source: Forbidden characters replacement
cs_cz: Nahrazení zakázaných znaků
sk_sk: Nahradenie zakázaných znakov
zh_cn: 禁用的字符替换

# settingskey.cmsforbiddencharactersreplacement.description
source: Character that will be used as a replacement of forbidden characters in the page alias and in the file system.
cs_cz: Znaky, které budou použity jako náhrada zakázaných znaků v aliasu dokumentu a v systému souborů.
sk_sk: Znaky, ktoré budú použité ako nahradenie zakázaných znakov (in the document alias and in the file system).
zh_cn: 将用作字符替换为相应禁止页面别名中和在文件系统中的字符。

# settingskey.cmsforbiddenurlcharacters
source: Forbidden URL characters
cs_cz: Zakázané URL znaky
sk_sk: Znaky zakázané v URL
zh_cn: 禁止的 URL 字符

# settingskey.cmsforbiddenurlcharacters.description
source: List of additional characters that can't be used in page alias and in the file system. The following characters are forbidden by default: <strong>\/:*?"<>|&%.'#[]+ =</strong>
cs_cz: Seznam doplňkových znaků, které nemohou být použity v aliasu dokumentu a systému souborů. Následující znaky jsou zakázány ve výchozím nastavení: <strong>\/:*?"<>|&%.'#[]+ =</strong>
sk_sk: Zoznam ďalších znakov, ktoré nemôžu byť použité v dokument aliase a v systéme súborov. Nasledujúce znaky sú zakázané defaultne: <strong>\/:*?"<>|&%.'#[]+ =</strong>
zh_cn: 不能使用在别名中页和文件系统中的其他字符的列表。默认情况下禁止以下字符： <strong>\ /:*?"<>|&%.'#[]+ =</strong>

# settingskey.cmsforumattachmentextensions
source: Forum attachments allowed extensions
cs_cz: Povolené přípony příloh fóra
sk_sk: Prípony súborov povolených v prílohách fór
zh_cn: 论坛附件允许扩展
