Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documentation.webpart.loadpagesindividuallydocuments
source: If checked, the data source loads and caches individual pages from the database instead of loading the complete data of all pages at once. Only used if the data is paged using an external pager component (UniPager).
zh_cn: 如果选中此选项，数据源加载并缓存而不是一次加载的所有页面的完整数据数据库中单个页面。只有当数据分页使用外部寻呼机组件 （UniPager） 使用。

# documentation.webpart.orderconversionvalue
source: Sets a number that will be recorded along with the Order conversion when it is logged. The values are cumulative, i.e. when a conversion hit is logged, the specified value will be added to the total sum previously recorded for this conversion. You may insert a macro expression into this field to dynamically retrieve a value from the current site context.
cs_cz: Nastaví číslo, které bude zaznamenáno spolu s konverzí objednávky, když tato konverze nastane. Hodnoty jsou kumulativní, tj. když se zaznamená konverze, zadaná hodnota bude připsána k celkové sumě dříve zaznamenaných hodnot pro tuto konverzi. Pokud chcete získávat hodnotu dynamicky z aktuálního kontextu, můžete zadat makro výraz.
zh_cn: 设置一个将记录以及顺序转换，当它被记录的数字。值是累积性，即记录转换命中时，指定的值将添加到此转换以前录得的总金额。可以将宏表达式插入到此字段可动态地从当前站点上下文中检索值。

# documentation.webpart.pm.mytasks.allowtaskaction
source: Indicates whether users with the appropriate permissions should be allowed to perform task actions (create or delete tasks).
cs_cz: Určuje, zda má být uživatelem s příslušnými oprávněními umožněno vykonávat akce s úlohami (vytvářet nebo mazat úlohy).
zh_cn: 指示是否应允许具有适当权限的用户执行任务的操作 （创建或删除任务）。

# documentation.webpart.pm.projecttasks.allowtaskaction
source: Indicates whether users with the appropriate permissions may delete tasks.
cs_cz: Určuje, zda uživatelé s příslušnými oprávněními mohou mazat úlohy.
zh_cn: 指示是否具有适当权限的用户可能会删除任务。

# documentation.webpart.pm.sitename
source: Can be used to select if tasks should be displayed from all sites, or only the current site.
cs_cz: Může být použito pro výběr, zda mají být zobrazeny úlohy ze všech webů či jen z aktuálního webu.
zh_cn: 可以用于选择是否应从所有的网站或只是当前的站点显示任务。

# documentation.webpart.taskdetailurl
source: Contains the URL of a page that is linked when the displayed message is clicked. If left empty, the value is taken from the '##ui|cms|settings## -> Intranet & Collaboration -> Projects -> Task detail page' field. If neither of these locations contain a value, the message will not work as a link.
cs_cz: Obsahuje URL stránky, na které bude uživatel odkázán, když klikne na zobrazenou zprávu. Pokud necháte prázdné, hodnota se získá z políčka 'Site Manager -> Nastavení -> Intranet & Collaboration -> Projekty -> Stránka detailu úlohy'. Pokud žádné z těchto míst neobsahuje hodnotu, zpráva nebude fungovat jako odkaz.
zh_cn: 包含显示的消息单击时链接的网页的 URL。如果留空，值取自 '##ui|cms|settings##-> 内联网 & 合作-> 项目-> 任务详细信息页面字段。如果没有这些位置包含一个值，该邮件不能作为一个链接。

# documentation.webpartproperties.abusereportconfirm
source: Sets the confirmation text displayed after an abuse report is successfully submitted by a user.
cs_cz: Nastaví potvrzovací text, který bude zobrazen po tom, co uživatel úspěšně odešle hlášení vulgarismů.
zh_cn: 设置显示虐待报告由用户成功提交后的确认文本。

# documentation.webpartproperties.abusereporttitle
source: Sets the title used to identify the reports submitted by this web part in Social &amp; Community -&gt; Abuse report. This property can be used to distinguish reports from different sections of a website.
cs_cz: Nastaví název používaný pro identifikování reportů odeslaných z tohoto webpartu v CMS Desk -> Nástroje -> Hlášení vulgarismů. Tato vlastnost může být použita na rozlišení reportů z rozličných sekcí webu.
zh_cn: 设置用于确定此 web 部件在社交及社区提交的报告的标题-&gt; 滥用报告。此属性可以用于区分来自一个网站的不同部分的报告。

# documentation.webpartproperties.acceleratorbuttontext
source: Sets the text caption of the button.
cs_cz: Text tlačítka
sk_sk: Text tlačidla
zh_cn: 设置该按钮的文本标题。

# documentation.webpartproperties.acceleratordescription
source: Sets the descritpion of the search accelerator for the Internet Explorer context menu.
cs_cz: Popis akcelerátoru pro menu Internet Exploreru
sk_sk: Popis akcelerátora pre Internet Explorer menu
zh_cn: 设置搜索加速器的互联网资源管理器上下文菜单 descritpion。

# documentation.webpartproperties.acceleratorname
source: Sets the name of the search accelerator in the Internet Explorer context menu.
cs_cz: Jméno akcelerátoru pro menu Internet Exploreru
sk_sk: Názov akcelerátora pre Internet Explorer menu
zh_cn: 在互联网资源管理器上下文菜单中设置搜索加速器的名称。

# documentation.webpartproperties.allowdesignmode
source: If checked, actions that allow users to manage (add, remove or resize) the sections of the layout will be available directly in the design mode. If disabled, the layout will have to be managed through the property configuration dialog of the web part.
cs_cz: Pokud je zakliknuto, akce, které umožňují uživatelům spravovat (přidávat, odstraňovat, měnit velikost) sekce layoutu, budou dostupné přímo z módu Design. Pokud není zakliknuto, layout bude možné spravovat přes vlastnost Konfigurační dialog daného webpartu.
zh_cn: 如果选中此选项，允许用户管理的操作 （添加、 删除或调整大小） 布局的章节将会直接在设计模式下可用。如果禁用，布局将不得不通过属性配置对话框中的 web 部件的管理。

# documentation.webpartproperties.allowexport
source: Show/hide export button.
cs_cz: Zobrazit/ skrýt export tlačítko
sk_sk: Zobraziť/skryť export tlačítko
zh_cn: 显示/隐藏导出按钮。

# documentation.webpartproperties.allowforpostback
source: By default, the system clears the partial cache of web parts whenever a postback occurs on the page. If you enable this property, the partial cache of the web part instance persists through postbacks.
zh_cn: 默认情况下，该系统清除部分缓存的 web 部件在页回发发生时。如果您启用此属性，web 部件实例的局部缓存坚持通过回发。

# documentation.webpartproperties.alterntransform
source: Specifies the transformation used to display even items in the List view mode. Transformations are specified in the <class name>.<transformation name> format.
cs_cz: Transformace použitá pro sudé položky.
sk_sk: Transformácia použitá pre párne položky.
zh_cn: 指定用于显示甚至项目在列表视图模式的转型。在中指定转换<class name="">.<transformation name="">格式。</transformation> </class>

# documentation.webpartproperties.applymenudesign
source: Indicates if page settings for menu design should be applied to the navigation items displayed by the web part. These settings can be configured for individual pages in ##ui|cms.content|content## -> Edit -> Properties -> Navigation.
cs_cz: Určuje, zda nastavení dokumentu pro návrh menu mají být aplikována na položky navigace zobrazované daným webpartem. Toto nastavení může být konfigurováno pro jednotlivé dokumenty v CMS Desk -> Obsah -> Upravit -> Vlastnosti -> Navigace.
zh_cn: 指示是否菜单设计的页面设置应该应用于 web 部件显示的导航项目。这些设置可以配置为在 ##ui|cms.content|content##-> 导航属性编辑各个页面。

# documentation.webpartproperties.attachmentgroup
source: Allows the selection of the page field from which the attachments will be loaded. This field must use the 'Page attachments control' form control. If empty, attachments bound to the DocumentID field (managable via ##ui|cms.content|content## -> Properties -> Attachments) will be selected.
cs_cz: Umožňuje výběr pole dokumentu, ze kterého budou načítány přílohy. Toto pole musí používat form control 'Document attachments control'. Pokud je prázdné, budou vybrány přílohy navázané na pole DocumentID (spravovatelné přes CMS Desk -> Vlastnosti -> Přílohy).
zh_cn: 允许选择的页字段中将从其加载附件。此字段必须使用 '页附件控制' 表格控件。如果为空，则将选中绑定到 DocumentID 字段 （通过 ##ui|cms.content|content##-> 附件的属性取值） 的附件。

# documentation.webpartproperties.attachmentimagemaxsidesize
source: Sets the maximum side size of images displayed in forum post attachments.
cs_cz: Nastavuje maximální velikost strany obrázků zobrazovaných v přílohách příspěvkových diskuzních fór.
zh_cn: 设置最大侧大小论坛帖子附件中显示的图像。

# documentation.webpartproperties.attachmentpath
source: Specifies the path of the page from which attachments will be loaded. If empty, the curent page will be used automatically.
cs_cz: Specifikuje cestu k dokumentu, ze kterého budou načítány přílohy. Pokud je prázdné, bude automaticky použit aktuální dokument.
zh_cn: 指定将从中加载附件的页的路径。如果为空，将自动使用当前页。

# documentation.webpartproperties.backnextlocation
source: Indicates if the buttons used for navigating to the previous and next page should be displayed.
cs_cz: Určuje, zda budou zobrazena tlačítka pro navigaci na předcházející a následující stránku.
zh_cn: 指示是否应显示用于导航到上一页和下一页页的按钮。

# documentation.webpartproperties.boardbaseurl
source: URL used as the URL base of links to message boards in notification emails. If empty, value from##ui|cms|settings## -> Community -> Message boards -> Board base URL will be used. If that property is empty too, message boards cannot be placed on pages with wildcard URLs.
cs_cz: URL adresa, které je použita jako základ odkazů v upozorňovacích e-mailech. Je-li tato hodnota prázdná, je použita hodnota z Site Manager -> Nastavení -> Diskuze -> Základní URL. Pokud je prázdná i tato hodnota, pak nemůže být diskuze umístěna na stránku s wildcardy.
sk_sk: URL adresa, použitá ako základ pre URL použitú v upozorňovacom e-maili. Ak je prázdna bude použitá hodnota z Site Manager -> Nastavenia -> Message boards -> Board base URL. Ak je aj táto hodnota prázdna potom diskusia nemôže byť umiestnená na stránku premennou URL.
zh_cn: URL 用作留言板通知电子邮件中的链接的 URL 基础。如果为空，价值从 ##ui|cms|settings##-> 社区留言板-> 的董事会将使用基 URL。如果该属性为空太，留言板不能放置在与通配符的 Url 的网页。

# documentation.webpartproperties.bodycssclass
source: Name of the CSS class which will be added to the BODY tag's class attribute. The specified class must be defined in the site's current CSS stylesheet for the styling to take effect.
cs_cz: Název CSS třídy, která bude přidána k atributu třídy BODY tagu. Zadaná třída musí být definována v CSS stylu aktuálního webu, pokud se má stylování projevit.
zh_cn: 这将添加到 BODY 标签类属性的 CSS 类的名称。指定的类必须在造型才能生效的该网站的当前 CSS 样式表中定义。

# documentation.webpartproperties.cachebyqueryparameters
source: Semicolon separated list of query string parameter names that are a part of cache item name, e.g. rss;campaign. The web part creates a new cache item for each unique value of the specified parameters.
zh_cn: 以分号分隔列表中的查询字符串参数名称的部分高速缓存项的名称，例如 rss ； 运动。Web 部件创建一个新的缓存项，为每个指定的参数的唯一值。

# documentation.webpartproperties.cachedependencies
source: Contains a list of cache keys on which the content cache of the web part depends. When the specified cache items change, the system deletes the content cache of the web part. Add one cache key per line. If you leave the 'Use default cache dependencies' box checked, the system automatically clears the web part's content cache whenever the loaded data changes. Default dependencies do not work for external or custom data sources.
cs_cz: Seznam klíčů cache na kterých nacacheovaná data závisí. Dojde-li ke změně cacheované položky, smaže se také cache web partu. Na každém řádku je jedna položka.
sk_sk: Zoznam kľúčov na ktorých je nacachované dáta závisia. Ak dôjde k zmene cachovanej položky, zmaže sa tiež cache webparty. Jedna položka na každý riadok.
zh_cn: 包含 web 部件的内容缓存所依赖的缓存键的列表。当指定的缓存项更改时，系统将删除该 web 部件的内容缓存。添加每行一个的缓存键。如果你离开选中使用默认缓存依赖项复选框，系统将自动清除 web 部件内容缓存加载的数据发生更改时。默认依赖项不是工作的外部或自定义的数据源。

# documentation.webpartproperties.cacheitemname
source: Sets the name of the cache key used for the content of the web part. If not specified, this name is generated automatically based on the site, page path, Web part control ID and current user. A cache key can be shared between multiple web parts with the same content on different pages in order to avoid keeping redundant data in the memory.
cs_cz: Jméno cache položky. Pokud není explicitně zadáno, jméno se vygeneruje automaticky podle unikátního ID komponenty.
sk_sk: Meno cache položky. Pokiaľ nie je zadané automaticky sa vygeneruje podľa unikátneho ID komponentu.
zh_cn: 设置用于 web 部件的内容的缓存键的名称。如果未指定，此名称自动基础上生成网站、 页面路径、 Web 部件控件 ID 和当前用户。缓存键可以具有相同的内容，以避免将冗余数据存放在内存中的不同页面上的多个 web 部件之间共享。

# documentation.webpartproperties.cacheminutes
source: Sets the number of minutes for which the content of the web part should remain cached before its latest version is reloaded from the database. If left empty, the value entered into the ##ui|cms|settings## -> System -> Performance -> Cache content (minutes) setting will be used instead. If set to 0, caching will be disabled for the web part.
cs_cz: Doba (v minutách), po kterou bude obsah uložen v cache do doby než se načte poslední verze z databáze. Pokud zadáte 0, obsah není cachován. Pokud zadáte -1 je použito nastavení stránky.
sk_sk: Doba (v minútach), po ktorú bude obsah uložený v cache do doby než sa načíta nová verzia z databáze. Pokiaľ zadáte 0, obsah nebude cachovaný. Pokiaľ zadáte -1 bude použité nastavenie stránky.
zh_cn: 设置为此 web 部件的内容应该保持缓存在其最新的版本从数据库重新加载之前的分钟数。如果保留为空，将使用输入到 ##ui|cms|settings##-> 系统性能-> 缓存内容 （分钟） 设置的值。如果设置为 0，将禁用缓存 web 部件。

# documentation.webpartproperties.calendardayfield
source: Sets the page field from which the web part will obtain the dates used to place items into the calendar. The field must use the 'Date and time' data type. If left empty, the 'DocumentModifiedWhen' column will be used by default (pages will be displayed in the calendar according to the date when they were last modified).
cs_cz: Nastaví pole dokumentu, ze kterého webpart obdrží datumy pro umístění položek do kalendáře. Pole musí být typu 'Datum a čas'. Pokud ho necháte prázdné, bude defaultně použit sloupec 'DocumentModifiedWhen' (dokumenty budou zobrazeny v kalendáři podle datumu, kdy byly naposledy změněny).
zh_cn: 设置页字段从该 web 部件将获得用于将项目放置到日历的日期。字段必须使用日期和时间数据类型。如果保留为空，'DocumentModifiedWhen' 列将使用默认情况下 （页将显示在日历中根据上次修改的日期）。

# documentation.webpartproperties.calendartransformation
source: Sets the transformation used to display items in the calendar. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformaci pro zobrazení položek v kalendáři. Transformace jsou zadané ve formátu <název třídy>.<název transformace>.
zh_cn: 设置用于在日历中显示项目的变换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.checkperm
source: Indicates whether the web part checks the permissions of the users viewing the content. If enabled, the web part only loads pages for which the user has the 'Read' permission.
cs_cz: Určuje, zda jsou kontrolována práva pro zobrazení (pouze dokumenty, pro které má aktuální uživatel právo čtení budou zobrazeny).
sk_sk: Určuje, či majú byť kontrolované práva pre zobrazenie (iba dokumenty, pre ktoré má prihlásený užívateľ právo na čítane budú zobrazené)
zh_cn: 指示是否将 web 部件检查用户查看的内容的权限。如果启用，该 web 部件仅加载的页面的用户具有读取权限。

# documentation.webpartproperties.columns
source: Lists the database columns that are loaded for the given objects. Enter a list of column names separated by commas (,). If empty, all columns are loaded. Specifying a list without unnecessary columns can significantly improve performance.
cs_cz: Budou zobrazeny pouze vybrané slouoce.
sk_sk: Budú zobrazené iba vybrané stĺpce.
zh_cn: 列出为给定对象加载的数据库列。输入由逗号 (，) 分隔的列名称的列表。如果为空，加载的所有列。指定如果没有不必要的列的列表，可以显著提高性能。

# documentation.webpartproperties.combinewithculture
source: Specifies whether the default language version of pages is used as a replacement for pages that are not translated into the currently selected language. If you select the 'Use site settings' option, the web part loads the value from '##ui|cms|settings## -> Content -> Combine with default culture'.
cs_cz: Určuje zda se má zobrazit výchozí jazyková verze dokumentu, pokud není dokument přeložen do aktuálního jazyku.
sk_sk: Určuje, či sa má zobraziť základná jazyková verzia dokumentu pokiaľ nie je dokument preložený do aktuálneho jazyka
zh_cn: 指定页面的默认语言版本是否用作不译成当前所选语言的页面的更换。如果您选择使用站点设置选项，该 web 部件加载的值从 ##ui|cms|settings##-> 相结合的内容与默认语言 '。

# documentation.webpartproperties.combinewithdefaultculture
source: Indicates whether search results should be retrieved from pages in the default culture in addition to the culture that is currently selected.
cs_cz: Určuje, zda jsou výsledky v zadaném jazyku kombinovány s výsledky v implicitní kultuře.
sk_sk: Určuje, či výsledky v danom jazyky budú kombinované s výsledkami zo základnej kultúry.
zh_cn: 指示是否应从网页中当前选定的语言除了默认语言检索搜索结果。

# documentation.webpartproperties.combinewithdefaultculturedesc
source: Indicates whether search results should be retrieved from pages in the default culture in addition to the culture that is currently selected.
zh_cn: 指示是否应从网页中当前选定的语言除了默认语言检索搜索结果。

# documentation.webpartproperties.comments
source: May be used to enter a comment for the given wireframe component. Components that have a comment are displayed in the wireframe grid with an additional question mark icon in their corner, which shows the text of the comment as a tooltip.
cs_cz: Může být použito pro vložení komentáře pro zadanou komponentu wireframe. Komponenty, které mají komentář, jsou zobrazeny ve wireframe gride s ikonou otazníku v rohu, která zobrazuje text komentáře jako tooltip.
zh_cn: 可用于为给定的线框组件输入注释。有评论的组件显示线框网格中带有额外的问号图标在自己的角落里，显示的这一评论当作一个工具提示文本。

# documentation.webpartproperties.container
source: Specifies the name of the container (box) to be displayed around the web part. Only containers defined in ##ui|cms.Design|Development.WebContainers## can be selected. The selected container can be edited directly by using the Edit button.
cs_cz: Kontejner zobrazený kolem webpartu. Kontejnery lze vytvářet a upravovat v Site Manageru -> Vývoj -> Kontejnery webpartu
sk_sk: Kontajner zobrazený okolo webparty. Kontajnery je možné upravovať v Site Manager -> Vývoj -> Kontajnery webparty
zh_cn: 指定容器 （框） 将显示在 web 部件的名称。只在 ##ui|cms.Design|Development.WebContainers## .直接使用编辑按钮，可以编辑选定的容器。

# documentation.webpartproperties.containercssclass
source: CSS class used for the container. Applied only if the {%ContainerCSSClass%} macro is used as the value of the Class attribute in the code of the container.
cs_cz: CSS třída použitá pro kontejner. Aplikována pouze když je použito makro {%ContainerCSSClass%} jako hodnota atributu Třída (Class) v kódu kontejneru.
zh_cn: 用于容器的 CSS 类。只有 {%containercssclass%} 宏用作容器的代码中的类属性值应用。

# documentation.webpartproperties.containercustomcontent
source: Custom content to be used in the container. Applied only if the {%ContainerCustomContent%} macro is used in the code of the container.
cs_cz: Vlastní obsah pro použití v kontejneru. Aplikován pouze když je v kódu kontejneru použito makro {%ContainerCustomContent%}.
zh_cn: 要在容器中使用的自定义内容。只有在容器的代码中使用 {%containercustomcontent%} 宏应用。

# documentation.webpartproperties.containerhideonsub
source: If enabled, the container does not appear on pages that inherit the web part from an ancestor page.
cs_cz: Určuje, zda má být kontejner webpartu na podstránkách skrytý.
zh_cn: 如果启用，容器，也不会出现在继承祖先页的 web 部件的页面上。

# documentation.webpartproperties.containertitle
source: Sets a title for the container. This title is displayed only if the {%ContainerTitle%} macro is used in the code of the container.
cs_cz: Nadpis kontejneru (pokud je podporován).
sk_sk: Nadpis kontajneru (pokiaľ je podporovaný)
zh_cn: 将标题设置为容器。此标题将显示只有当 {%containertitle%} 宏在容器的代码中使用。

# documentation.webpartproperties.contentafter
source: HTML content placed after the web part. Can be used to display a footer or close the tags contained in the ContentBefore value, such as </div> or </table> elements.
cs_cz: Text zobrazený za webpartem.
sk_sk: Text zobrazený po webparte.
zh_cn: HTML 内容放置在 web 部件后。可用于显示的页脚或关闭包含在 ContentBefore 的值，如标记或元素。

# documentation.webpartproperties.contentbefore
source: HTML content placed before the web part. Can be used to display a header or add some encapsulating code, such as <div> or <table> elements to achieve the required layout.
cs_cz: Text zobrazený před webpartem.
sk_sk: Text zobrazený pred webpartou.
zh_cn: HTML 内容放置在 web 部件之前。可以用来显示一个标头或添加一些封装的代码，如<div>或<table>要获得所需的布局元素。</table></div>

# documentation.webpartproperties.conversionname
source: Selects the conversion object used to track the actions that users perform via the web part/widget.
cs_cz: Vyberte objekt konverze používaný na sledování akcí, které uživatel vykoná prostřednictvím webpartu/weidgetu.
zh_cn: 选择用来跟踪用户通过 web 部件/控件执行的操作的转换对象。

# documentation.webpartproperties.conversionvalue
source: Sets a number that will be recorded along with the conversion when the tracked action is performed. The values are cumulative, i.e. when a conversion hit is logged, the specified value will be added to the total sum previously recorded for this conversion. If you wish to specify a dynamic value, insert an appropriate macro expression by clicking the arrow icon (Edit value) next to the field.
cs_cz: Nastaví číslo, které bude zaznamenáno spolu s konverzí v momentě, kdy nastane sledovaná akce. Hodnoty jsou kumulativní, tj. když se zaznamená konverze, zadaná hodnota bude přidána k celkové sumě dříve zaznamenných hodnot pro tuto konverzi. Pokud chcete specifikovat dynamickou hodnotu, zadejte příslušný makro výraz kliknutím na ikonku.
zh_cn: 设置一个执行跟踪的操作时将记录以及转换的数字。值是累积性，即记录转换命中时，指定的值将添加到此转换以前录得的总金额。如果您希望指定一个动态值，通过单击该字段旁的箭头图标 （编辑值） 插入适当的宏的表达式。

# documentation.webpartproperties.cssfiles
source: Can be used to specify the path to external stylesheet files that are required to generate the effect. A request for these stylesheets will be added to the head element of the page. Each path must be entered on a new line. For example: ~/CMSWebParts/Viewers/Effects/lightbox_files/lightbox.css
cs_cz: Může být použito na specifikování cesty k externím souborům stylu, které jsou potřebné na generování efektu. Požadavek na tyto styly bude přidán do elementu head (hlavičky) dané stránky. Každá cesta musí být zadána na nový řádek. Např.: ~/CMSWebParts/Viewers/Effects/lightbox_files/lightbox.css
zh_cn: 可以用来指定生成效果所需的外部样式表文件的路径。这些样式表的请求将添加到页上的头元素。必须在新行上输入每个路径。例如： ~/CMSWebParts/Viewers/Effects/lightbox_files/lightbox.css

# documentation.webpartproperties.culturecode
source: Indicates which culture version of the specified pages should be used.
cs_cz: Jazyková verze obsahu.
sk_sk: Jazyková verzia obsahu
zh_cn: 指示应使用哪个语言版本的指定页面。

# documentation.webpartproperties.culturedesc
source: Sets the culture code of the pages that should be included in searches. If empty, the current culture is searched. The ##ALL## macro can be used to search in pages of all cultures.
zh_cn: 设置应包括在搜索页面的语言代码。如果为空，将搜索当前区域性。 ##ALL## 宏可以用于搜索页的所有语言中。

# documentation.webpartproperties.currentpage
source: Sets the transformation used for the currently selected page. Use <%# Eval("Page") %> to get the current page number, <%# Eval("PageURL") %> to get the page URL or <%# Eval("PageLink") %> to get a link to the current page.
cs_cz: Nastavení transformace aktuální stránky. Číslo aktuální stránky se získá pomocí <%# Eval("Page") %>, URL stránky pomocí <%# Eval("PageURL") %> nebo odkaz pomocí <%# Eval("PageLink") %>.
sk_sk: Nastavenie transformácie aktuálnej stránky. Číslo aktuálnej stránky je možné získať pomocou <%# Eval("Page") %>, URL stránky pomocou <%# Eval("PageURL") %> alebo odkaz pomocou <%# Eval("PageLink") %>.
zh_cn: 设置用于当前所选页面的变换。使用 < %# Eval("Page") %> 以获取当前页码，< %# Eval("PageURL") %> 以获取的页面 URL 或 < %# Eval("PageLink") %> 要链接到当前页。

# documentation.webpartproperties.customtable
source: Allows the selection of the custom table from which data should be loaded.
cs_cz: Umožňuje výběr uživatelské tabulky, ze které mají být načítána data.
zh_cn: 允许选择要从中加载数据的自定义表。

# documentation.webpartproperties.customtimezone
source: May be used to assign a custom time zone specifically for the content of this web part. If selected, the time zone will be used regardless of current user or website time zone settings.
cs_cz: Volitelné uživatelsky definované časové pásmo, které může být použito na obsah webpartu.
sk_sk: Voliteľné užívateľsky definované časové pásmo, ktoré môže byť použité na obsah webparty.
zh_cn: 可用于指定自定义时区，专门为此 web 部件的内容。如果选中，将无论当前的用户或网站的时区设置使用的时区。
