Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# 404.back
source: Click here to go back to the home page
cs_cz: Klikněte sem pro návrat na domovskou stránku
sk_sk: Kliknite sem pre návrat na domovskú stránku
zh_cn: 单击此处以返回到主页页面

# 404.header
source: Page not found
cs_cz: Stránka nenalezena
sk_sk: Stránka nebola nájdená
zh_cn: 找不到页面

# 404.info
source: Page <strong>{0}</strong> was not found.
cs_cz: Stránka <strong>{0}</strong> nenalezena.
sk_sk: Stránka <strong>{0}</strong> nenájdená.
zh_cn: 找不到页面<strong>{0}</strong> 。

# abtest.culture
source: Tested culture
zh_cn: 测试的语言

# abtest.error
source: The A/B test does not exist.
zh_cn: A / B 测试不存在。

# abtest.invalidname
source: Please enter a valid A/B test name. The code name can contain only alphanumeric characters,spaces and some special characters (_, -, ).
cs_cz: Vložte prosím platný název A/B testu. Kódový název může obsahovat pouze alfanumerické znaky, mezery a některé zvláštní znaky (_.-,).
sk_sk: Vložte, prosím, platný názov A/B testu. Kódový názov môže obsahovať len alfanumerické znaky, medzery a určité špeciálne znaky (_, -, ).
zh_cn: 请输入一个有效的 A / B 测试的名称。代码名称可以包含只有字母数字字符、 空格和一些特殊的字符 （_，-，）。

# abtest.livetiledescription
source: A/B tests running
zh_cn: A / B 测试运行

# abtest.new
source: New A/B test
zh_cn: 新建 A / B 测试

# abtest.nodata
source: No results. The test has no visits or the selected filter combination yields no results.
zh_cn: 没有结果。测试有没有访问或选定的筛选器组合收益率没有结果。

# abtest.noreportavaible
source: You don't have permissions for any A/B test report.
cs_cz: Nemáte práva pro žádný report A/B testu.
sk_sk: Nemáte práva na žiadny A/B report.
zh_cn: 您不具有权限的任何 A / B 测试报告。

# abtest.pleaseselect
source: Please select A/B test.
cs_cz: Vyberte prosím A/B test.
sk_sk: Vyberte, prosím, A/B test.
zh_cn: 请选择 A / B 测试。

# abtesting.abtest.edit
source: A/B test properties
cs_cz: Vlastnosti A/B testu
sk_sk: Vlastnosti A/B testu
zh_cn: A / B 测试属性

# abtesting.abtest.list
source: A/B tests
cs_cz: A/B testy
sk_sk: A/B testy
zh_cn: A / B 测试

# abtesting.abtest.new
source: New test
cs_cz: Nový test
sk_sk: Nový test
zh_cn: 新建测试

# abtesting.abtest.nodata
source: No A/B tests were found.
zh_cn: 没有 A / B 测试被发现。

# abtesting.abtest.nodataondocument
source: No A/B tests were found on the current page.
zh_cn: 没有 A / B 测试发现当前页上。

# abtesting.abtest.testculture
source: Test culture
cs_cz: Testovací kultura
sk_sk: Testovacia kultúra
zh_cn: 测试语言

# abtesting.abtestpage
source: Test page
cs_cz: Testovací stránka
sk_sk: Testovacia stránka
zh_cn: 测试页

# abtesting.abtestvariant
source: A/B test page variant
cs_cz: Varianta stránky pro A/B test
sk_sk: A/B test variant stránky
zh_cn: A / B 测试页面变体

# abtesting.abvarianttemplate
source: AB Variant Template
zh_cn: AB variant 类型的值的模板

# abtesting.advancedsettings
source: Advanced settings
zh_cn: 高级的设置

# abtesting.averageconversionvalue
source: Average conversion value
zh_cn: 平均转换值

# abtesting.basicsettings
source: Basic settings
zh_cn: 基本设置

# abtesting.chancetobeatoriginal
source: Chance to beat original
zh_cn: 机会击败原

# abtesting.conversiongoals
source: Conversion goals
zh_cn: 转换目标

# abtesting.conversions
source: Conversions
cs_cz: Konverze
sk_sk: Konverzie
zh_cn: 转换

# abtesting.conversionscount
source: Conversion count
cs_cz: Počet konverzí
sk_sk: Počet konverzií
zh_cn: 转换计数

# abtesting.conversionsemicolon
source: Conversion name cannot contain a semicolon.
cs_cz: Název konverze nemůže obsahovat středník.
sk_sk: Názvy konverzií nemôžu obsahovať bodkočiarku.
zh_cn: 转换名称不能包含一个分号。

# abtesting.conversionsovervisitors
source: Conversions / Visitors
zh_cn: 转换 / 访客

# abtesting.conversionsovervisits
source: Conversions / Visits
zh_cn: 转换 / 访问

# abtesting.conversionsrate
source: Conversion rate
cs_cz: Konverzní poměr
sk_sk: Konverzný pomer
zh_cn: 转化率

# abtesting.conversionsvalue
source: Conversion value
cs_cz: Hodnota konverze
sk_sk: Hodnota konverzie
zh_cn: 转换值

# abtesting.conversiontotal
source: Total conversions
zh_cn: 总转换

# abtesting.conversiontype
source: Counting methodology
zh_cn: 计数方法

# abtesting.conversiontype.session
source: Visit conversion
zh_cn: 访问转换

# abtesting.conversiontype.transaction
source: Every conversion
zh_cn: 每个转换

# abtesting.conversiontype.visitor
source: Visitor conversion
zh_cn: 访客转化率

# abtesting.culture
source: Culture
zh_cn: 语言

# abtesting.culture.description
source: Select which page culture should be tested.
zh_cn: 选择哪个页面语言应进行测试。

# abtesting.currentconversions
source: Current number of conversions
cs_cz: Aktuální počet konverzí
sk_sk: Aktuálny počet konverzií
zh_cn: 当前的转换数

# abtesting.daysrun
source: Days run
zh_cn: 天运行

# abtesting.daysrunning
source: Days running
zh_cn: 天运行

# abtesting.deleteoriginalvariant
source: You cannot delete the original variant.
zh_cn: 您不能删除原始变量。

# abtesting.description
source: Test description
cs_cz: Popis testu
sk_sk: Popis testu
zh_cn: 测试说明

# abtesting.description.description
source: Can be used to enter a text description for the test in order to give information about its purpose, goals, etc.
zh_cn: 可用于输入测试的文字说明为使其目的、 目标等有关信息。

# abtesting.description.watermark
source: Write here your: * Description of a problem * Hypothesis for testing * Expected result
zh_cn: 写到这里你：* 问题的描述* 测试的假设* 预期的结果

# abtesting.displayname.description
source: The name of the A/B test displayed in the administration interface.
zh_cn: 名称 A / B 测试显示在管理界面中。

# abtesting.enabled.description
source: This property may be used to manually start or stop the test.
zh_cn: 此属性可用于手动启动或停止测试。

# abtesting.end
source: End
cs_cz: Konec
sk_sk: Koniec
zh_cn: 结束

# abtesting.enteroriginalpage
source: Please enter original page.
cs_cz: Zadejte prosím původní stránku.
sk_sk: Zadajte pôvodnú stránku.
zh_cn: 请输入原始页。

# abtesting.entertestpage
source: Please enter a test page.
cs_cz: Zadejte prosím testovací stránku.
sk_sk: Zadajte testovaci stránku
zh_cn: 请输入一张测试页。

# abtesting.finishtest
source: Finish test
zh_cn: 做完测试

# abtesting.finishtest.tooltip
source: Finishes the test on a specified date and time.
zh_cn: 在指定的日期和时间完成测试。

# abtesting.goals.description
source: Select which conversion goals should be displayed on the overview tab.
zh_cn: 选择应在概览选项卡上显示哪些转换目标。

# abtesting.gridwinnerselectionconfirmation
source: The variant will be selected as the winner and the test will be finished.
zh_cn: 该变量将被选为获胜者，将完成测试。

# abtesting.hidefilters
source: Hide advanced filters
zh_cn: 隐藏高级筛选器

# abtesting.improvement.averageconversionvalue
source: Average conversion value improvement
zh_cn: 平均转换价值改进

# abtesting.improvement.conversioncount
source: Conversion count improvement
zh_cn: 转换计数改进

# abtesting.improvement.conversionrate
source: Conversion rate improvement
zh_cn: 转换率改进

# abtesting.improvement.conversionvalue
source: Total conversion value improvement
zh_cn: 总转换价值改进

# abtesting.includedtraffic
source: Included traffic
zh_cn: 包括的交通

# abtesting.includedtraffic.description
source: Indicates the percentage of visitors that will be included in the AB test.
zh_cn: 指示的游客将被包含百分比 AB 测试中。

# abtesting.invalidfiltercombination
source: The chosen filter combination may not provide relevant results.
zh_cn: 选择的滤波器组合可能无法提供相关的搜索结果。

# abtesting.invalidtest
source: Invalid A/B test!
zh_cn: 无效的 A / B 测试 ！

# abtesting.maxconversions.description
source: Sets the number of conversion hits that must be logged to complete the test. Once this number is reached, the A/B test will automatically stop working and switch to the Finished status.
zh_cn: 设置必须登录才能完成该测试的转换点击次数。一旦达到了这个数量，A / B 测试将自动停止工作，并切换到完成状态。

# abtesting.metric
source: Success metric
zh_cn: 成功度量

# abtesting.missingvarianttranslations
source: The following variants aren't translated into all required cultures. Test statistics may be distorted.
zh_cn: 以下变量不被翻译成所有所需的语言。检验统计量可能会扭曲。

# abtesting.name.description
source: Sets the code name that serves as an identifier, e.g. in macros. Leave the default automatic code name unless a different value is required for a specific scenario.
zh_cn: 设置用作标识符，例如在宏的代码名称。除非特定情景中需要一个不同的值时，请离开默认自动代码名称。

# abtesting.notstarted
source: Test has not been started yet.
zh_cn: 测试尚未启动。

# abtesting.openfrom.description
source: Sets the date and time when the test will start.
zh_cn: 设置日期和时间时，则测试将开始。

# abtesting.opento.description
source: Sets the date and time when the test will end.
zh_cn: 设置日期和时间时的考试将会结束。

# abtesting.originalpage
source: Original page
cs_cz: Původní stránka
sk_sk: Pôvodná stránka
zh_cn: 原始页

# abtesting.originalpage.description
source: Sets the path of the page for which the A/B test should be defined. The Select button may be used to easily choose a page from the website's content tree.
zh_cn: 为其设置的页面的路径 A / B 测试应该被定义。选择按钮可用于轻松地从该网站的内容树中选择页。

# abtesting.originalvariantdisplayname
source: Original
zh_cn: 源语言

# abtesting.overview.decrease
source: Decrease
zh_cn: 减少

# abtesting.overview.increase
source: Increase
zh_cn: 增加

# abtesting.overview.summary.conversions
source: Conversions
zh_cn: 转换

# abtesting.overview.summary.title
source: Test summary
zh_cn: 测试摘要

# abtesting.overview.summary.visitors
source: Visitors
zh_cn: 访客

# abtesting.overview.summary.visits
source: Visits
zh_cn: 访问

# abtesting.page
source: Page
zh_cn: 页面

# abtesting.pleaseenabletest
source: Please enable the test to start it.
cs_cz: Povolte prosím test pro jeho zahájení.
sk_sk: Pre zahájenie povoľte test.
zh_cn: 请启用测试来启动它。

# abtesting.pushwinner.error.custompath
source: There is a page with custom path defined which prevents the variant to be selected as winner.
zh_cn: 还有一页与定义的自定义路径可防止变量被挑选为获胜者。

# abtesting.pushwinner.error.general
source: There was an error preventing the variant to be selected as winner.
zh_cn: 预防变量被挑选为获胜者时出错。

# abtesting.pushwinner.error.missingtranslation
source: There is a variant with missing translation which prevents it to be selected as winner.
zh_cn: 还有一个变量与缺少翻译阻止它被选为获胜者。

# abtesting.rate
source: Graph data
zh_cn: 图表数据

# abtesting.rate.cumulative
source: Cumulative
zh_cn: 累积

# abtesting.scheduled.finish
source: Test is scheduled to be finished at {0}.
zh_cn: 测试预计将完成在 {0}。

# abtesting.scheduled.invaliddate
source: Please select time in the future.
zh_cn: 请选择将来的时间。

# abtesting.scheduled.start
source: Test is scheduled to be started at {0}.
zh_cn: 测试计划开始在 {0}。

# abtesting.scheduled.startfinish
source: Test is scheduled to be started at {0} and to be finished at {1}.
zh_cn: 测试定于 {0} 处开始被完成在 {1}。

# abtesting.selectvariantaswinner
source: Select {0} as winner
zh_cn: 选择 {0} 作为赢家

# abtesting.selectvariantaswinner.tooltip
source: Selects {0} as the winner and finishes the test.
zh_cn: 选择 {0} 作为冠军得主，并完成了此次测试。

# abtesting.selectwinner
source: Select variant as winner
zh_cn: 选择备选案文作为赢家

# abtesting.selectwinner.permission.tooltip
source: You don't have permission to push variant as winner.
zh_cn: 您没有权限推备选案文作为优胜者。

# abtesting.selectwinner.tooltip
source: Selects variant as winner of the test
zh_cn: 选择备选案文作为测试的赢家

# abtesting.setting.conversions.tooltip
source: Select the conversion goals that are available on the Overview tab of the test. Leave empty to make all conversion goals available.
zh_cn: 选择测试的概览选项卡可用的转换目标。请留空以使所有的转换目标可用。

# abtesting.settings.conversions
source: Displayed conversion goals
zh_cn: 显示的转换目标

# abtesting.sheduled.start
source: Test is scheduled to be started at {0}.
zh_cn: 测试计划开始在 {0}。

# abtesting.showfilters
source: Show advanced filters
zh_cn: 显示高级筛选器

# abtesting.sourcepage
source: Source page
cs_cz: Zdrojová stránka
sk_sk: Zdrojová stránka
zh_cn: 源页

# abtesting.sourcepages
source: Source pages
cs_cz: Zdrojové stránky
sk_sk: Zdrojové stránky
zh_cn: 源页

# abtesting.start
source: Start
sk_sk: Štart
zh_cn: 开始

# abtesting.starttest
source: Start test
zh_cn: 启动测试

# abtesting.starttest.tooltip
source: Starts the test on specified date and time.
zh_cn: 在指定的日期和时间启动测试。

# abtesting.targetconversions
source: Target number of conversions
cs_cz: Cílový počet konverzí
sk_sk: Cieľový počet konverzií
zh_cn: 转换目标数

# abtesting.targetconversiontype
source: Target conversion type
zh_cn: 目标转换类型

# abtesting.testcodename
source: Test code name
cs_cz: Kódový název testu
sk_sk: Kódový názov testu
zh_cn: 测试代码名称

# abtesting.testenabled
source: Test enabled
cs_cz: Test povolen
sk_sk: Test povolený
zh_cn: 启用测试

# abtesting.testfrom
source: Test from
cs_cz: Začátek testu
sk_sk: Od
zh_cn: 从测试

# abtesting.testname
source: Test name
cs_cz: Název testu
sk_sk: Názov testu
zh_cn: 测试名称

# abtesting.testpath.pagenotfound
source: The page specified by the Original page was not found.
zh_cn: 找不到指定的原始页的页。

# abtesting.testto
source: Test to
cs_cz: Konec testu
sk_sk: Do
zh_cn: 对测试

# abtesting.totalconversionvalue
source: Total conversion value
cs_cz: Celková hodnota konverze
sk_sk: Celková hodnota konverzie
zh_cn: 总转换值

# abtesting.validitystatus
source: Validity status
cs_cz: Stav platnosti
sk_sk: Stav platnosti
zh_cn: 有效性状态

# abtesting.variant.edit
source: Variant properties
cs_cz: Vlastnosti variant
sk_sk: Vlastnosti variantu
zh_cn: Variant 类型的值的属性

# abtesting.variant.list
source: Variants
cs_cz: Varianty
sk_sk: Varianty
zh_cn: 备选案文

# abtesting.variant.new
source: New variant
cs_cz: Nová varianta
sk_sk: Nový variant
zh_cn: 新变量

# abtesting.variantcodename
source: Variant code name
cs_cz: Kódový název varianty
sk_sk: Kódový názov variantu
zh_cn: Variant 类型的值的代码名称

# abtesting.variantconversions
source: Conversions
cs_cz: Konverze
sk_sk: Konverzie
zh_cn: 转换

# abtesting.variantconversions.description
source: Displays the number of conversion hits logged for the A/B variant.
zh_cn: 显示转换次数记录为 A / B 备选案文。

# abtesting.variantculturewarning
source: Variant is not available in all required cultures
cs_cz: Varianta není k dispozici ve všech požadovaných kulturách.
sk_sk: Variant nie je k dispozicii vo všetkých požadovaných kultúrach
zh_cn: 备选案文中未提供所需的全部语言

# abtesting.variantdisplayname
source: Variant display name
cs_cz: Zobrazovaný název varianty
sk_sk: Zobrazovaný názov variantu
zh_cn: Variant 类型的值的显示名称

# abtesting.variantdisplayname.description
source: The name of the variant displayed in the administration interface.
zh_cn: 在管理界面中显示的变量的名称。

# abtesting.variantname
source: Variant name
cs_cz: Název varianty
sk_sk: Názov variantu
zh_cn: Variant 类型的值的名称

# abtesting.variantname.description
source: Sets the code name that serves as an identifier, e.g. in macros. Leave the default automatic code name unless a different value is required for a specific scenario.
zh_cn: 设置用作标识符，例如在宏的代码名称。除非特定情景中需要一个不同的值时，请离开默认自动代码名称。

# abtesting.variantpath
source: Variant path
cs_cz: Cesta varianty
sk_sk: Cesta variantu
zh_cn: Variant 类型的值的路径

# abtesting.variantpath.alreadyassigned
source: The page specified by the Variant path is already assigned as a variant of this A/B test.
zh_cn: 变量路径指定的页已分配作为 variant 这个 A / B 测试。

# abtesting.variantpath.description
source: Contains the path of the associated page. When users assigned to the variant access the original page of the given A/B test, they will see the page specified here instead.
zh_cn: 包含关联的页的路径。当分配给该变量的用户访问给定 A 的原始页 / B 测试，他们会看到相反在这里指定的页。

# abtesting.variantpath.pagenotfound
source: The page specified by the Variant path was not found.
zh_cn: 找不到变量 path 所指定的页。

# abtesting.variants
source: Variants
cs_cz: Varianty
sk_sk: Varianty
zh_cn: 备选案文

# abtesting.variantviews.description
source: Shows how many visitors viewed the A/B variant.
zh_cn: 显示多少外来访客查看 A / B 备选案文。

# abtesting.variationssourcepages
source: Variations source pages
cs_cz: Zdrojové kódy variant
sk_sk: Zdrojové kódy variácií
zh_cn: 变量源页

# abtesting.visitortargeting
source: Visitor targeting
zh_cn: 靶向的访客

# abtesting.visitortargeting.description
source: Define a condition a visitor must meet to be included in the test.
zh_cn: 定义一个访问者必须满足测试中包括的条件。

# abtesting.visitortotal
source: Total visitors
zh_cn: 参观总人数

# abtesting.visits
source: Visits
zh_cn: 访问

# abtesting.winnerselectionconfirmation
source: {0} will be selected as the winner.\nFinishes the test unless already finished.
zh_cn: {0} 将被选中作为赢家。 \nFinishes 测试，除非已经做完了。

# abtesting.winningvariantselected
source: The test has finished.<br /><br /><b>{0}</b> has been selected as the winner.
zh_cn: 在测试完成。<br><br><b>{0}</b>已被选为获胜者。

# abtesting.winningvariantselected.tooltip
source: The variant was promoted as winner.
zh_cn: 备选案文被提升为获胜者。

# abuse.abusetext
source: Report abuse text
cs_cz: Text hlášení závadného obsahu
sk_sk: Text kontroly vulgarizmov
zh_cn: 报告滥用文本

# accessdenied.notallowedtocreatenewcultureversion
source: You're not allowed to create a new culture version.
cs_cz: Nemáte práva pro vytvoření jazykové verze.
sk_sk: Nemáte práva na vytvorenie novej kultúrnej verize.
zh_cn: 你不是允许创建新的语言版本。

# accessdeniedtopage.globaladminrequired
source: You are not authorized to view this page. Only global administrator is authorized to view this page.
zh_cn: 您无权查看此页。只有全局管理员有权查看此页。

# aclprovider.getalloweditems.objecttypenotsupported
source: Object type '{0}' is not supported.
cs_cz: Typ objektu '{0}' není podporován.
sk_sk: Typ objektu '{0}' nie je podporovaný
zh_cn: 不支持对象类型"{0}"。

# actionselect.additems
source: Add actions
cs_cz: Přidat akce
zh_cn: 添加操作

# actionselect.entersearch
source: Action name
cs_cz: Název akce nebo jeho části:
zh_cn: 操作名称

# actionselect.itemname
source: Action name
cs_cz: Název akce
zh_cn: 操作名称

# actionselect.moreitems
source: (more actions...)
cs_cz: (více akcí...)
zh_cn: (更多行动......)

# actionselect.selectitem
source: Select actions
cs_cz: Vybrat akce
zh_cn: 选择操作

# activityitem.bizformsubmit
source: Form
cs_cz: Formulář
sk_sk: Od
zh_cn: 表格

# activityitem.forumpost
source: Forum
cs_cz: Fórum
sk_sk: Fórum
zh_cn: 论坛

# activityitem.forumpostsubscription
source: Forum
cs_cz: Fórum
sk_sk: Fórum
zh_cn: 论坛

# activityitem.joingroup
source: Group
cs_cz: Skupina
sk_sk: Skupina
zh_cn: 组

# activityitem.leavegroup
source: Group
cs_cz: Skupina
sk_sk: Skupina
zh_cn: 组

# activityitem.messageboardcomment
source: Message board
cs_cz: Diskuze
sk_sk: Diskusia
zh_cn: 留言板

# activityitem.messageboardsubscription
source: Message board
cs_cz: Diskuze
sk_sk: Diskusia
zh_cn: 留言板

# activityitem.newsletterclickthrough
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# activityitem.newsletteropen
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# activityitem.newslettersubscription
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# activityitem.newsletterunsubscription
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# activityitem.pollvoting
source: Poll
cs_cz: Anketa
sk_sk: Anketa
zh_cn: 投票调查

# activityitem.productaddedtoshoppingcart
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# activityitem.productaddedtowishlist
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# activityitem.productremovedfromshoppingcart
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# activityitem.purchasedproduct
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# activityitemdetail.blogcomment
source: Blog
zh_cn: 博客

# activityitemdetail.blogpostsubscription
source: Blog
zh_cn: 博客

# activityitemdetail.newsletterunsubscription
source: Email
cs_cz: Vydání newsletteru
sk_sk: Vydanie newslettera
zh_cn: 电子邮件

# activityselect.additems
source: Add activities
cs_cz: Přidat aktivity
zh_cn: 添加活动

# activityselect.entersearch
source: Activity name
cs_cz: Filtr:
zh_cn: 活动名称

# activityselect.itemname
source: Activity name
cs_cz: Název aktivity
zh_cn: 活动名称

# activityselect.selectitem
source: Select activities
cs_cz: Vybrat aktivity
zh_cn: 选择活动

# activitytypeselect.entersearch
source: Activity type
cs_cz: Filtr:
zh_cn: 活动类型

# activitytypeselect.itemname
source: Activity type
cs_cz: Typ aktivity
zh_cn: 活动类型

# activitytypeselect.selectitem
source: Select activity type
cs_cz: Vybrat typ aktivity
zh_cn: 选择活动类型

# addressselector.additems
source: Add addresses
cs_cz: Přidat adresy
sk_sk: Pridať adresy
zh_cn: 添加地址

# addressselector.entersearch
source: Address name
cs_cz: Název adresy:
sk_sk: Názov adresy:
zh_cn: 地址名称

# addressselector.itemname
source: Address name
cs_cz: Název adresy
sk_sk: Názov adresy
zh_cn: 地址名称

# addressselector.moreitems
source: (more addresses...)
cs_cz: (více adres...)
sk_sk: (viac adries...)
zh_cn: (更多地址......)

# addressselector.nodata
source: No addresses found.
cs_cz: Nebyly nalezeny žádné adresy.
sk_sk: Neboli nájdetené žiadne adresy.
zh_cn: 找不到地址。

# addressselector.selectitem
source: Select address
cs_cz: Vybrat adresu
sk_sk: Vybrať adresu
zh_cn: 选择地址

source: Add roles
cs_cz: Přidat role
sk_sk: Pridať role
zh_cn: 添加角色

# addroles.additems
source: Add roles
cs_cz: Přidat role
sk_sk: Pridať role
zh_cn: 添加角色

# addroles.bindingproperties
source: Role properties
cs_cz: Vlastnosti role
sk_sk: Vlastnosti role
zh_cn: 角色属性

# addroles.entersearch
source: Role
cs_cz: Název role nebo její část:
sk_sk: Názov role alebo časť názvu:
zh_cn: 作用

# addroles.itemname
source: Role name
cs_cz: Název role
sk_sk: Názov role
zh_cn: 角色名称

# addroles.nodata
source: No roles selected.
cs_cz: Nebyly vybrány žádné role.
sk_sk: Neboli vybrané žiadne role
zh_cn: 没有选定的角色。

# addroles.select
source: Select roles
cs_cz: Přidat role
sk_sk: Pridať role
zh_cn: 选择角色

# addroles.selectitem
source: Select roles
cs_cz: Vybrat role
sk_sk: Vybrať role
zh_cn: 选择角色

# addsecurityroles.itemname
source: Role name
zh_cn: 角色名称

# addsecurityroles.nodata
source: No roles selected.
zh_cn: 没有选定的角色。

# addsecurityroles.select
source: Add roles
zh_cn: 添加角色

# addsecurityroles.selectitem
source: Select roles
zh_cn: 选择角色

# addusers.additems
source: Add users
cs_cz: Přidat uživatele
sk_sk: Pridať užívateľov
zh_cn: 添加用户

# addusers.bindingproperties
source: Membership properties
cs_cz: Vlastnosti členství
sk_sk: Vlastnosti členstva
zh_cn: 成员属性

# addusers.entersearch
source: User name
cs_cz: Jméno uživatele nebo jeho část:
sk_sk: Meno užívateľa alebo časť názvu:
zh_cn: 用户名称

# addusers.itemname
source: User
cs_cz: Uživatel
sk_sk: Užívateľ
zh_cn: 用户

# addusers.nodata
source: No users selected.
cs_cz: Nebyli vybráni žádní uživatelé.
sk_sk: Neboli vybraní žiadni užívatelia.
zh_cn: 没有选定的用户。

# addusers.select
source: Add users
cs_cz: Přidat uživatele
sk_sk: Pridať užívateľov
zh_cn: 添加用户

# addusers.selectitem
source: Select users
cs_cz: Vybrat uživatele
sk_sk: Vybraní užívatelia
zh_cn: 选择用户

# addwidget.tooltip
source: Add a widget to a widget zone on the current page.
cs_cz: Přidá widget do widget zóny na aktuální stránce.
zh_cn: 将一个小部件添加到当前页上的小部件区。

# adm.user.lblfacebookid
source: Facebook user ID
cs_cz: ID uživatele Facebooku
sk_sk: ID užívateľa Facebooku
zh_cn: Facebook 用户 ID

# adm.user.lbllogactivities
source: Log activities
cs_cz: Logovat aktivity
sk_sk: Zaznamenávať aktivity
zh_cn: 日志的活动

# adm.user.notexist
source: User doesn't exist.
cs_cz: Uživatel neexistuje.
sk_sk: Užívateľ neexistuje.
zh_cn: 用户不存在。

# admin.system.restartazure
source: Request was sent. It may take some time to restart application.
cs_cz: Požadavek byl odeslán. Restartování aplikace může chvíli trvat.
sk_sk: Požiadavka bola odoslaná. Reštart aplikácie môže chvíľu trvať.
zh_cn: 请求已发送。它可能需要一些时间来重新启动应用程序。

# administration.categorytype
source: Form layout
zh_cn: 表格布局

# administration.roles.permissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# administration.roles.uipersonalization
source: UI personalization
cs_cz: Personalizace UI
sk_sk: Personalizácia UI
zh_cn: UI 个性化

# administration.ui.bannedips
source: Banned IPs
cs_cz: Blokované IP adresy
sk_sk: Blokované IP
zh_cn: 被禁止IP的地址

# administration.ui.bannedipsaddip
source: Add a new banned IP
cs_cz: Přidat novou blokovanou IP adresu
sk_sk: Pridať novú blokáciu IP
zh_cn: 添加一个新的禁止 IP

# administration.ui.categories
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# administration.ui.categoriesaddcategory
source: Add a new category
cs_cz: Přidat novou kategorii
sk_sk: Pridať novú kategóriu
zh_cn: 添加新类别
