Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# objecttype.com_shippingoptiontaxclass
source: Shipping option tax class
cs_cz: Daňová třída způsobu doručení
sk_sk: Daňová trieda spôsobu doručenia
zh_cn: 航运选项税类

# objecttype.com_skudiscountcoupon
source: Product coupon
cs_cz: Slevová poukázka produktu
sk_sk: Kupón na zľavu produktu
zh_cn: 产品优惠券

# objecttype.com_supplier
source: Supplier
cs_cz: Dodavatel
sk_sk: Dodávateľ
zh_cn: 供应商

# objecttype.customtableitem
source: Custom table item
cs_cz: Položka uživatelské tabulky
sk_sk: Položka užívateľskej tabuľky
zh_cn: 自定义表项

# objecttype.ecommerce_bundle
source: Bundle
cs_cz: Balíček
sk_sk: Balíček
zh_cn: 束

# objecttype.ecommerce_couponcode
source: Coupon code
zh_cn: 优惠券代码

# objecttype.ecommerce_creditevent
source: Credit event
cs_cz: Událost kreditu
zh_cn: 信用事件

# objecttype.ecommerce_departmenttaxclass
source: Department tax class
cs_cz: Daňová třída oddělení
sk_sk: Daňové triedy oddelení
zh_cn: 部税类

# objecttype.ecommerce_discount
source: Discount
zh_cn: 折扣

# objecttype.ecommerce_discountcoupon
source: Product coupon
cs_cz: Slevová poukázka
sk_sk: Kupón na zľavu
zh_cn: 产品优惠券

# objecttype.ecommerce_discountlevel
source: Discount level
cs_cz: Úroveň slev
sk_sk: Úroveň zľavy
zh_cn: 折扣级别

# objecttype.ecommerce_discountleveldepartment
source: Discount level department
cs_cz: Oddělení úrovně slevy
sk_sk: Oddelenie úrovne zľavy
zh_cn: 折扣级别部

# objecttype.ecommerce_exchangerate
source: Exchange rate
cs_cz: Směnný kurz
sk_sk: Výmenný kurz
zh_cn: 汇率

# objecttype.ecommerce_multibuycouponcode
source: Buy X Get Y coupon code
zh_cn: 买 X 到 Y 的优惠券代码

# objecttype.ecommerce_multibuydiscount
source: Buy X Get Y discount
zh_cn: 买 X 到 Y 的折扣

# objecttype.ecommerce_multibuydiscountdepartment
source: Multibuy discount department
zh_cn: 数量折扣部

# objecttype.ecommerce_multibuydiscountsku
source: Multibuy discount product
zh_cn: 数量折扣产品

# objecttype.ecommerce_orderaddress
source: Order address
zh_cn: 订单地址

# objecttype.ecommerce_orderitem
source: Order item
cs_cz: Položka objednávky
sk_sk: Položka objednávky
zh_cn: 订单项目

# objecttype.ecommerce_orderitemskufile
source: Order item file
cs_cz: Soubor položky objednávky
sk_sk: Súbor položky objednávky
zh_cn: 订单项目文件

# objecttype.ecommerce_orderstatususer
source: Order status change
cs_cz: Změna stavu objednávky
sk_sk: Zmena stavu objednávky
zh_cn: 订单状态更改

# objecttype.ecommerce_paymentshipping
source: Payment for shipping option
cs_cz: Platba za způsob přepravy
sk_sk: Platba za prepravu
zh_cn: 付款发货选项

# objecttype.ecommerce_shippingcost
source: Shipping cost
cs_cz: Přepravní náklady
sk_sk: Prepravné náklady
zh_cn: 航运成本

# objecttype.ecommerce_shippingoptiontaxclass
source: Shipping tax class
cs_cz: Daňová třída přepravy
sk_sk: Prepravné daňové triedy
zh_cn: 航运税类

# objecttype.ecommerce_shoppingcart
source: Shopping cart
cs_cz: Nákupní košík
sk_sk: Nákupný košík
zh_cn: 购物车

# objecttype.ecommerce_shoppingcartitem
source: Shopping cart item
cs_cz: Položka nákupního košíku
sk_sk: Polotka nákupného košíka
zh_cn: 购物车项目

# objecttype.ecommerce_skuallowedoption
source: Product allowed option
zh_cn: 产品允许选项

# objecttype.ecommerce_skudiscountcoupon
source: Product coupon
cs_cz: Slevový kupón produktu
sk_sk: Zľavový kupón produktu
zh_cn: 产品优惠券

# objecttype.ecommerce_skufile
source: Product file
cs_cz: Soubor produktu
sk_sk: Súbor produktu
zh_cn: 产品文件

# objecttype.ecommerce_skuoptioncategory
source: Product option category
cs_cz: Kategorie možností produktu
sk_sk: Kategória možností produktu
zh_cn: 产品选项类别

# objecttype.ecommerce_skutaxclass
source: Product tax class
cs_cz: Dańová třída produktu
sk_sk: Daňová trieda produktu
zh_cn: 产品税类

# objecttype.ecommerce_skuvariant
source: Product variant
zh_cn: 产品变量

# objecttype.ecommerce_taxclasscountry
source: Country tax class
cs_cz: Daňová třída země
sk_sk: Daňová trieda krajiny
zh_cn: 国家税类

# objecttype.ecommerce_taxclassstate
source: State tax class
cs_cz: Daňová třída státu
sk_sk: Daňová trieda štátu
zh_cn: 州税类

# objecttype.ecommerce_userdepartment
source: User department
cs_cz: Uživatelské oddělení
sk_sk: Užívateľské oddelenie
zh_cn: 用户部门

# objecttype.ecommerce_variantoption
source: Product variant option
zh_cn: 产品变量选项

# objecttype.ecommerce_volumediscount
source: Volume discount
cs_cz: Množstevní sleva
sk_sk: Množstevná zľava
zh_cn: 量大优惠

# objecttype.ecommerce_wishlist
source: Wishlist
cs_cz: Seznam přání
sk_sk: Zoznam želaní (Wishlist)
zh_cn: 收藏

# objecttype.ma_automationaction
source: Automation action
cs_cz: Akce automatizace
zh_cn: 自动化操作

# objecttype.ma_automationprocess
source: Automation process
cs_cz: Proces automatizace
zh_cn: 自动化过程

# objecttype.ma_automationstep
source: Automation step
cs_cz: Krok procesu
zh_cn: 自动化步骤

# objecttype.newsletter_abtest
source: Email campaign - A/B test
cs_cz: Newsletter - A/B test
zh_cn: 电子邮件市场活动-A / B 测试

# objecttype.newsletter_contactgroupsubscriber
source: Email campaign contact group subscriber
zh_cn: 电子邮件市场活动联系人组订阅服务器

# objecttype.newsletter_contactsubscriber
source: Email campaign contact subscriber
zh_cn: 电子邮件活动联系订阅服务器

# objecttype.newsletter_emails
source: Campaign email
zh_cn: 市场活动电子邮件

# objecttype.newsletter_emailtemplatenewsletter
source: Template-campaign relation
cs_cz: Vztah šablona-newsletter
zh_cn: 模板运动的关系

# objecttype.newsletter_issuevariant
source: Email variant
cs_cz: Varianta vydání newsletteru
zh_cn: 备选案文的电子邮件

# objecttype.newsletter_link
source: Email campaign link
cs_cz: Odkaz newsletteru
sk_sk: Odkaz v newsletteri
zh_cn: 电子邮件活动链接

# objecttype.newsletter_openedemail
source: Email campaign opened email
cs_cz: Otevřené e-maily newsletteru
sk_sk: Otvorené e-maily newslettera
zh_cn: 电子邮件运动打开电子邮件

# objecttype.newsletter_rolesubscriber
source: Email campaign role subscriber
cs_cz: Odběratel newsletteru podle role
sk_sk: Odberateľ typu rola
zh_cn: 电子邮件活动的作用订阅服务器

# objecttype.newsletter_subscriberlink
source: Email campaign subscriber link
cs_cz: Odkaz odběratele newsletteru
sk_sk: Odkaz
zh_cn: 电子邮件活动订阅服务器链接

# objecttype.newsletter_usersubscriber
source: Email campaign user subscriber
cs_cz: Odběratel newsletteru podle uživatele
sk_sk: Odberateľ typu užívateľ
zh_cn: 电子邮件活动用户订阅服务器

# objecttype.notfound
source: Object type '{0}' was not found. Your installation may miss appropriate module.
zh_cn: 找不到对象类型"{0}"。您的安装可能会错过合适的模块。

# objecttype.notification_subscription
source: Notification subscription
cs_cz: Přihlášení k odběru upozornění
sk_sk: Prihlásenie k notfifikáciam
zh_cn: 通知订阅

# objecttype.om_accountcontact
source: Account contact relation
cs_cz: Kontakt účtu
sk_sk: Konakt účtu
zh_cn: 帐户的接触关系

# objecttype.om_activitytype
source: Activity type
cs_cz: Typ aktivity
sk_sk: Typ aktivity
zh_cn: 活动类型

# objecttype.om_contact
source: Contact
cs_cz: Kontakt
sk_sk: Kontakt
zh_cn: 联系人

# objecttype.om_contactgroup
source: Contact group
cs_cz: Skupina kontaktů
sk_sk: Skupina konaktov
zh_cn: 联系人组

# objecttype.om_contactrole
source: Contact role
cs_cz: Role kontaktu
sk_sk: Rola kontaktu
zh_cn: 联系人角色

# objecttype.om_contactstatus
source: Contact status
cs_cz: Stav kontaktu
sk_sk: Stav kontaktu
zh_cn: 联系人状态

# objecttype.om_ip
source: IP address
cs_cz: IP adresa
sk_sk: IP adresa
zh_cn: IP 地址

# objecttype.om_membershipcustomer
source: Contact-subscriber relation
cs_cz: Vztah zákazník-odběratel
zh_cn: 接触用户的关系

# objecttype.om_membershipsubscribers
source: Contact-subscriber relation
cs_cz: Vztah kontakt-odběratel
zh_cn: 接触用户的关系

# objecttype.om_membershipuser
source: User membership
cs_cz: Členství uživatele
zh_cn: 用户成员资格

# objecttype.om_mvtcombination
source: MVT combination
cs_cz: Kombinace MVT
sk_sk: MVT kombinácia
zh_cn: MVT 组合

# objecttype.om_mvtest
source: MVT test
zh_cn: MVT 测试

# objecttype.om_mvtvariant
source: MVT variant
cs_cz: Varianta MVT
sk_sk: MVT varitn
zh_cn: MVT 备选案文

# objecttype.om_personarule
source: Persona rule
zh_cn: 角色规则

# objecttype.om_rule
source: Scoring rule
cs_cz: Pravidlo skórování
sk_sk: Pravidlo
zh_cn: 评分规则

# objecttype.om_score
source: Score
cs_cz: Skóre
sk_sk: Skóre
zh_cn: 得分

# objecttype.om_scorecontactrule
source: Score contact rule
zh_cn: 积分接触规则

# objecttype.om_useragent
source: User agent
zh_cn: 用户代理

# objecttype.reporting_reportsubscription
source: Report subscription
cs_cz: Přihlášky k reportu
zh_cn: 报表订阅

# objecttype.sm_insight
source: Social marketing insight
zh_cn: 社交营销洞察力

# objecttype.staging_synclog
source: Staging sync log
zh_cn: 暂存同步日志

# objecttype.taskparameters
source: Task parameters
cs_cz: Parametry úlohy
sk_sk: Parametre úlohy
zh_cn: 任务参数

# objecttype.temp_file
source: Temporary file
zh_cn: 临时文件

# objecttypeselector.documents
source: Pages
cs_cz: Dokumenty
zh_cn: 页面

# objecttypeselector.objects
source: Objects
cs_cz: Objekty
zh_cn: 对象

# objectversion.notexists
source: Object version doesn't exist.
cs_cz: Verze objektu neexistuje.
sk_sk: Verzia objektu neexistuje.
zh_cn: 对象版本不存在。

# objectversioning.checkoutinfo
source: You need to check out the object to enable version tab.
cs_cz: Musíte objekt uzamknout, pokud chcete povolit záložku verzí.
zh_cn: 你需要签出的对象，以启用版本选项卡。

# objectversioning.destroyhistory
source: Clear history
cs_cz: Zrušit historii
sk_sk: Zničiť históriu
zh_cn: 清除历史记录

# objectversioning.destroyobject
source: Destroy object
cs_cz: Zrušit objekt
sk_sk: Zničiť objekt
zh_cn: 销毁对象

# objectversioning.destroyobject.nodeleteaction
source: Destroy action can't be processed because delete action is not available in the grid.
cs_cz: Akce zrušení nenůže být provedena, protože akce mazání není v této mřížce dostupná.
sk_sk: Akcia zničenia nemôže byť spracovaná, pretože akcia pre mazanie nie je k dispozícií v mriežke (v gride).
zh_cn: 销毁行动无法处理，因为删除操作在网格中不可用。

# objectversioning.destroyobjectconfirmation
source: Are you sure you want to destroy the selected object?
cs_cz: Opravdu chcete zrušit vybraný objekt?
sk_sk: Určite chcete zničiť vybraný objekt?
zh_cn: 是否确实要销毁选定的对象?

# objectversioning.historydestroyed
source: Version history of object '{0}' has been destroyed.
cs_cz: Historie verzí objektu '{0}' byla zrušena.
sk_sk: História verzií objektu '{0}' bola zničená.
zh_cn: 版本历史记录的对象"{0}"已被摧毁。

# objectversioning.makemajor
source: Make current version major
cs_cz: Nastavit aktuální verzi jako hlavní
sk_sk: Vytvoriť hlavnú verziu
zh_cn: 使主要的当前版本

# objectversioning.makeversionmajorinfo
source: Latest version was successfully promoted to major version.
cs_cz: Poslední verze byla úspěšně povýšena na hlavní verzi.
sk_sk: Posledná verzia bola úspešne prevedená na hlavnú verziu.
zh_cn: 最新版本已成功晋升为主要版本。

# objectversioning.makeversionmajornoversion
source: Unable to promote latest version to major version.
cs_cz: Není možné povýšit poslední verzi na hlavní verzi.
sk_sk: Nie je možné previesť poslednú verziu na hlavnú verziu.
zh_cn: 无法升级最新版本为主要版本。

# objectversioning.objecthasnohistory
source: The object does not have any versions in its history.
cs_cz: Tento objekt nemá ve své historii žádné verze,
sk_sk: Objekt nemá v histórií žiadnu verziu.
zh_cn: 该对象没有在其历史上的任何版本。

# objectversioning.objecthistory
source: Object history
cs_cz: Historie objektu
sk_sk: História objektu
zh_cn: 对象历史记录

# objectversioning.objectversiondialog.title
source: {0} '{1}' versions
cs_cz: {0} '{1}' verze
sk_sk: {0} '{1}' verzie
zh_cn: {0} '{1}' 版本

# objectversioning.recyclebin.confirmdeleteselected
source: Are you sure you want to delete selected objects permanently?
cs_cz: Opravdu chcete vybrané objekty trvale smazat?
sk_sk: Ste si istí, že chcete vybrané objekty natrvalo zmazať?
zh_cn: 你确定你想要永久删除选定的对象？

# objectversioning.recyclebin.confirmemptyrecbin
source: Are you sure you want to delete permanently all objects in your recycle bin?
cs_cz: Opravdu chcete trvale smazat všechny objekty ve vašem koši?
sk_sk: Ste si istí, že chcete natrvalo zmazať všetky objekty z koša?
zh_cn: 你确定你想要删除永久你的回收站中的所有对象？

# objectversioning.recyclebin.confirmrestore
source: Are you sure you want to restore the selected object?
cs_cz: Opravdu chcete obnovit vybraný objekt?
sk_sk: Ste si istí, že chcete obnoviť vybraný objekt?
zh_cn: 你确定你想要还原所选的对象？

# objectversioning.recyclebin.confirmrestores
source: Are you sure you want to restore selected objects?
cs_cz: Opravdu chcete obnovit vybrané objekty?
sk_sk: Ste si istí, že chcete obnoviť vybrané objekty?
zh_cn: 你确定你想要还原所选的对象？

# objectversioning.recyclebin.errorsomenotdestroyed
source: Destroying object(s) failed<br /> Some of the objects couldn't be destroyed as you do not have the 'Destroy' permission.
cs_cz: Zrušení objektu(ů) selhalo<br /> Některé objekty nemohly být zrušeny, protože nemáte oprávnění 'Zrušit'.
sk_sk: Zničenie súborov zlyhalo.<br />Niektoré objekty nemohli byť zničené, pretože nemáte príslušné oprávnenie.
zh_cn: 销毁对象失败<br>某些对象不能摧毁，因为你得不到销毁的权限。

# objectversioning.recyclebin.restorationfailed
source: Restoring object(s) failed.
cs_cz: Obnova objektu(ů) selhala.
sk_sk: Obnova objektu(ov) zlyhala
zh_cn: 恢复对象失败。

# objectversioning.recyclebin.restorationfailedpermissions
source: Object(s) could not be restored because you don't have global permission 'Restore objects'.
cs_cz: Objekt(y) nemohly být obnoveny, protože nemáte globální oprávnění 'Obnovit objekty'.
sk_sk: Objekt(y) nemôžu byť obnovené, pretože nemáte oprávnenie na obnovu objektov.
zh_cn: 无法还原对象，因为你没有全局权限 '还原对象'。

# objectversioning.recyclebin.restorationok
source: Restoring object(s) completed successfully
cs_cz: Obnovení objetu(ů) bylo úspěšně dokončeno.
sk_sk: Obnova objektu(ov) bola úspešne dokončená.
zh_cn: 还原已成功完成的对象

# objectversioning.recyclebin.restoretocurrentsite
source: Restore to current site ({0})
cs_cz: Obnovit na aktuální web ({0})
sk_sk: Obnoviť do aktuálneho webu ({0})
zh_cn: 将还原到当前的站点 （{0})

# objectversioning.recyclebin.restorewithchilds
source: Complete restore
cs_cz: Kompletní obnovení
sk_sk: Kompletné obnovenie
zh_cn: 完整还原

# objectversioning.recyclebin.restorewithoutsitebindings
source: Restore without site bindings
cs_cz: Obnovit bez webových vazeb
sk_sk: Obnoviť bez väzieb na web
zh_cn: 站点绑定不还原

# objectversioning.recyclebin.restorewithsitebindings
source: Restore with site bindings
cs_cz: Obnovit s webovými vazbami
sk_sk: Obnoviť s väzbami na web
zh_cn: 恢复站点绑定

# objectversioning.recyclebin.restoringobjects
source: Restoring objects...
cs_cz: Obnova objektů...
sk_sk: Obnova objektov...
zh_cn: 正在还原的对象...

# objectversioning.recyclebin.rollbackwithchilds
source: Roll back with children
cs_cz: Návrat s dřeřinnými soubory
sk_sk: Vrátiť späť aj s podobjektami
zh_cn: 回滚与儿童

# objectversioning.recyclebin.selectobjects
source: You have to select some objects first.
cs_cz: Nejprve musíte vybrat nějaké objekty,
sk_sk: Najskôr musíte vybrať nejaký objekt.
zh_cn: 您必须首先选择某些对象。

# objectversioning.restorenotuniquecodename
source: Object with same code name as restored object{0} already exists. Please change existing object code name and try again.
cs_cz: Objekt se stejným kódovým názvem jako obnovený objekt {0} již existuje. Změňte prosím kódové jméno existujícího objektu a akci opakujte.
sk_sk: Objekt s rovnakým kódovým názvom ako obnovovaný objekt {0} už existuje. Zmeňte, prosím, kódový názov existujúceho objektu a potom akciu zopakujte.
zh_cn: 具有相同的代码名称，作为还原的对象 {0} 对象已存在。请更改现有对象的代码名称，然后重试。

# objectversioning.rollbacklog
source: {0} '{1}' has been successfully rolled back.
cs_cz: {0} '{1}' byl úspěšně navrácen.
sk_sk: {0} '{1}' bol úspešne vrátený
zh_cn: {0} '{1}' 已成功回滚。

# objectversioning.tabtitle
source: Versions
cs_cz: Verze
sk_sk: Verzie
zh_cn: 版本

# objectversioning.uknownobject
source: Object is not specified or is unknown.
cs_cz: Objekt není specifikován nebo je neznámý.
sk_sk: Objekt nie je špecifikovaný alebo je neznámy.
zh_cn: 对象未指定或未知。

# objectversioning.versionedobjects
source: Versioned objects only
cs_cz: Pouze verzované objekty
sk_sk: Len verzované objekty
zh_cn: 仅适用于版本控制对象

# objectversioning.versionlist.confirmfullrollback
source: Are you sure you want to roll back to the selected version?\nWARNING: This kind of rollback will also roll back all child objects.
cs_cz: Opravdu se chcete navrátit k vybrané verzi? \n VAROVÁNÍ: Tento druh návratu navrátí také všechny dceřinné objekty.
sk_sk: Určite sa chcete vrátiť k vybranej verzii objektu?\nUPOZORNENIE: Tento spôsob vrátenia vráti aj všetky podobjekty.
zh_cn: 确信你想要回滚到所选版本? \nWARNING： 这种回滚还将回滚所有子对象。

# objectversioning.versionlist.versionfullrollbacktooltip
source: Roll back with children to this version
cs_cz: Navrátit s dceřinnými objekty do této verze
sk_sk: Vrátiť späť aj s podobjektami na túto verziu
zh_cn: 回滚与其子版本到此版本

# objectversioning.viewversion.defaulttitle
source: Object versioning - View version
cs_cz: Verzování objektu - Zobrazit verzi
sk_sk: Verzovanie objektu - Zobraziť verziu
zh_cn: 对象版本化-查看版本

# objectversioning.viewversion.displayalldata
source: Display all data
cs_cz: Zobrazit všechna data
sk_sk: Zobraziť všetky dáta
zh_cn: 显示所有数据

# objectversioning.viewversion.title
source: {0} '{1}' version
cs_cz: {0} '{1}' verze
sk_sk: {0} '{1}' verzia
zh_cn: {0} '{1}' 版本

# om.abtest
source: A/B test
zh_cn: A / B 测试

# om.abtest.nomanagepermission
source: The permission 'Manage' in resource 'A/B testing' is required to perform the operation.
cs_cz: Pro provedení této operace je třeba oprávnění 'Spravovat' ve zdrojovém 'A/B testování'.
sk_sk: Pre túto operáciu je potrebné oprávnenie pre správu A/B testingu. ('Manage')
zh_cn: 资源中的管理权限 A / B 测试 ' 执行操作所需。

# om.abvariant
source: A/B test variant
cs_cz: Varianta A/B testu
sk_sk: Variant A/B testu
zh_cn: A / B 测试备选案文

# om.account.addaccount
source: Add accounts
cs_cz: Přidat účty
zh_cn: 添加帐户

# om.account.additems
source: Add accounts
cs_cz: Přidat účtu
sk_sk: Pridať účty
zh_cn: 添加帐户

# om.account.address1
source: Address line 1
zh_cn: 地址行 1

# om.account.address1.description
source: The first line of the account's address.
zh_cn: 客户地址的第一行。

# om.account.address2
source: Address line 2
zh_cn: 地址行 2

# om.account.address2.description
source: The second line of the account's address.
zh_cn: 第二行的帐户地址。

# om.account.addto
source: Add to account
cs_cz: Přidat do účtu
zh_cn: 将添加到帐户

# om.account.addtogroup
source: Add to contact group
cs_cz: Přidat do skupiny kontaktů
sk_sk: Pridať do skupiny kontaktov
zh_cn: 添加到联系人组

# om.account.addwithrole
source: Assign current contact to accounts with following role
cs_cz: Přiřadit aktuální kontakt k účtům s následující rolí
sk_sk: Priradiť aktuálny kontakt k účtu v nasledujúcej roli
zh_cn: 将当前联系人分配给具有以下角色帐户

# om.account.all
source: All accounts
cs_cz: Všechny účty
sk_sk: Všetky účty
zh_cn: 所有帐户

# om.account.changestatus
source: Change status
cs_cz: Změnit stav
sk_sk: Zmeniť stav
zh_cn: 更改状态

# om.account.choose
source: Choose account
cs_cz: Vybrat účet
sk_sk: Vybrať účet
zh_cn: 选择帐户

# om.account.choosemerge
source: Choose from following accounts to be merged into current account
cs_cz: Vybrat z následujících účtů ty, které budou sloučeny do aktuálního účtu
sk_sk: Vyberte, ktoré z nasledujúcich účtov majú byť zlúčené do aktuálneho účtu
zh_cn: 从下列帐户选择要合并到当前帐户

# om.account.city
source: City
zh_cn: 城市

# om.account.city.description
source: Allows to define the city where the account has its address.
zh_cn: 允许定义帐户都有其地址的城市。

# om.account.contactroles
source: Following contacts are assigned to merging accounts with different roles. Please determine contact roles.
cs_cz: Následující kontakty jsou přiřazeny ke slučovaným účtům s rozdílnými rolemi. Stanovte prosím role kontaktu.
sk_sk: Nasledujúce kontakty sú priradené do zlúčených účtov v rozdielnych roliach. Definujte, prosím, rolu kontaktu
zh_cn: 以下联系人被分配到合并帐户着不同的角色。请确定联系人的角色。

# om.account.contactsmerged
source: List of contacts which were assigned to current account before merging.
cs_cz: Seznam kontaktů, které byly přiřazeny k aktuálnímu kontaktu před sloučením.
sk_sk: Zoznam konaktov, ktoré boli priradené k aktuálnemu účtu pred zlúčením
zh_cn: 在合并之前被分配到当前帐户的联系人的列表。

# om.account.contactsrole
source: Contact's role
cs_cz: Role kontaktu
sk_sk: Rola kontaktu
zh_cn: 联系人的角色

# om.account.country
source: Country
zh_cn: 国家

# om.account.country.description
source: Allows to define the country where the account has its address.
zh_cn: 允许定义帐户其地址所在国。

# om.account.deletechildaccounts
source: Delete child accounts which are merged into selected accounts
cs_cz: Smazat dceřinné účty, které jsou sloučeny ve vybrané účty
sk_sk: Zmazať aj dcérske účty, ktoré sú zlúčetné do vybraného účtu
zh_cn: 删除合并到所选帐户的子帐户

# om.account.deletefailed
source: Failed to delete the account
cs_cz: Smazání účtu selhalo
sk_sk: Mazanie účtu zlyhalo
zh_cn: 未能删除该帐户

# om.account.deletemultiplequestion
source: Are you sure you want to delete the following accounts?
cs_cz: Opravdu chcete smazat následující účty?
sk_sk: Ste si istí, že chcete zmazať nasledujúce účty?
zh_cn: 是否确实要删除下列帐户?

# om.account.deletequestion
source: Are you sure you want to delete the selected account?
cs_cz: Opravdu chcete smazat vybraný účet?
sk_sk: Ste si istí, že chcete zmazať vybrané účty?
zh_cn: 是否确实要删除所选的帐户?

# om.account.deletesubsidiaries
source: Delete subsidiaries of selected accounts
cs_cz: Smazat podřízené vybraných účtů
sk_sk: Zmazať dcérske spoločnosti vybraného účtu.
zh_cn: 删除所选帐户的子公司

# om.account.deletetitle
source: Delete account
cs_cz: Smazat účet
sk_sk: Zmazať účet
zh_cn: 删除帐户

# om.account.deletetitlemultiple
source: Delete multiple accounts
cs_cz: Smazat více účtů
sk_sk: Zmazať viac účtov
zh_cn: 删除多个帐户

# om.account.deleting
source: Deleting accounts...
cs_cz: Mazání účtů...
sk_sk: Mazanie účtov...
zh_cn: 正在删除帐户...

# om.account.displaymerged
source: Display merged accounts
zh_cn: 显示合并的帐户

# om.account.edit
source: Account properties
cs_cz: Vlastnosti účtů
sk_sk: Vlastnosti účtu
zh_cn: 帐户属性

# om.account.email
source: Email address
zh_cn: 电子邮件地址

# om.account.email.description
source: The email address of the account.
zh_cn: 帐户的电子邮件地址。

# om.account.entername
source: Please enter an account name.
cs_cz: Zadejte prosím název účtu.
sk_sk: Zadajte, prosím, názov účtu
zh_cn: 请输入帐户名称。

# om.account.entersearch
source: Name
cs_cz: Zadejte název nebo jeho část:
sk_sk: Zadajte názov alebo jeho časť:
zh_cn: 名称

# om.account.fax
source: Fax
zh_cn: 传真

# om.account.fax.description
source: The fax number of the account.
zh_cn: 账户的传真号码。

# om.account.fulladdress
source: Full address
cs_cz: Celá adresa
sk_sk: Celá adresa
zh_cn: 完整的地址

# om.account.globalsuffix
source: (account is global)
cs_cz: (účet je globální)
sk_sk: (účet je globálny)
zh_cn: （帐户是全局）

# om.account.itemname
source: Account name
cs_cz: Název účtu
sk_sk: Názov účtu
zh_cn: 帐户名称

# om.account.list
source: Accounts
cs_cz: Účty
sk_sk: Účty
zh_cn: 帐户

# om.account.listchildrencheck
source: Display merged accounts
cs_cz: Zobrazit všechny účty sloučené do dceřinných účtů
sk_sk: Zobraziť všetky účty zlúčené do dcérskych účtov
zh_cn: 显示合并的帐户

# om.account.massaction.addedtogroup
source: Selected accounts were added to contact group '{0}'.
cs_cz: Vybrané účty byly přidány do skupiny kontaktů '{0}'.
sk_sk: Vybrané účty boli priradené do skupiny konaktov '{0}'.
zh_cn: 所选的帐户添加联系组"{0}"。

# om.account.massaction.removed
source: Selected accounts were removed.
cs_cz: Vybrané účty byly smazány.
sk_sk: Vybrané účty boli zmazané
zh_cn: 所选的帐户被去除了。

# om.account.massaction.removedall
source: All accounts were removed.
cs_cz: Všechny účty byly odstraněny
zh_cn: 所有帐户都被都去除了。

# om.account.massaction.select
source: Please select an account first.
cs_cz: Nejprve prosím vyberte účet.
sk_sk: Vyberte, prosím, najskôr účet
zh_cn: 请首先选择帐户。

# om.account.massaction.statuschanged
source: Account status was successfully changed.
cs_cz: Stav účtu byl úspěšně změněn.
sk_sk: Stav účtu bol úspešné zmenený
zh_cn: 已成功更改帐户状态。

# om.account.merge
source: Merge
cs_cz: Sloučit
sk_sk: Zlúčiť
zh_cn: 合并

# om.account.merged
source: Merged
cs_cz: Sloučeno
sk_sk: Zlúčené
zh_cn: 合并

# om.account.mergedaccounts
source: Merged accounts
cs_cz: Sloučené účty
sk_sk: Zlúčené účty
zh_cn: 合并的帐户
