Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsautomaticallysigninuser
source: Automatically sign-in user when site changes
cs_cz: Automaticky přihlásot uživatele pokud dojde ke změně webu
sk_sk: Automatické prihlásenie užívateľa pri zmene webu
zh_cn: 自动登录的用户当网站更改

# settingskey.cmsautomaticallysigninuser.description
source: Indicates if the user is automatically authenticated when the site is changed in the administration.
cs_cz: Určuje, zda je uživatel automaticky autentizován, když je web změněn v CMS Desku.
sk_sk: Určuje, či má byť užívateľ automaticky autentizovaný pri zmene webu v CMS Desku.
zh_cn: 指示该网站更改管理时，是否自动验证该用户。

# settingskey.cmsautoresizeimageheight
source: Automatic image resize on upload (height)
cs_cz: Automatická změna velikosti obrázku při nahrávání (výška)
sk_sk: Automaticky zmeniť veľkosť obrázku pri nahratí (výška)
zh_cn: 上载 （高度） 的自动图像大小调整

# settingskey.cmsautoresizeimageheight.description
source: The system automatically reduces the height of uploaded images to the specified value (in pixels).
cs_cz: Výška, na kterou je automaticky změněna velikost nahrávaného obrázku.
sk_sk: Výška, na akú je automaticky upravená výška obrázku pri nahraní obrázku.
zh_cn: 系统会自动降低上传的图片的高度，为指定的值 （以像素为单位）。

# settingskey.cmsautoresizeimagemaxsidesize
source: Automatic image resize on upload (max side size)
cs_cz: Automatická změna velikosti obrázku při nahrávání (maximální velikost strany)
sk_sk: Automaticky zmeniť veľkosť obrázku pri nahratí (maximálna veľkosť strany)
zh_cn: 在上载 （最大侧大小） 自动图像大小调整

# settingskey.cmsautoresizeimagemaxsidesize.description
source: The system automatically reduces the size of uploaded images to the specified value (in pixels). If the image's larger dimension is greater than the value, the given dimension is reduced. Aspect ratio is preserved and the width and height settings are not applied.
cs_cz: Maximální velikost strany, na kterou je automaticky změněna velikost nahrávaného obrázku.
sk_sk: Maximálna veľkosť strany, na ktorú sú zmenené strany obrázku pri jeho nahraní.
zh_cn: 系统自动减少上传的图片的大小，为指定的值 （以像素为单位）。如果图像的较大维度是大于的值，将降低给定的维度。保持纵横比，不应用宽度和高度设置。

# settingskey.cmsautoresizeimagewidth
source: Automatic image resize on upload (width)
cs_cz: Automatická změna velikosti obrázku při nahrávání (šířka)
sk_sk: Automaticky zmeniť veľkosť obrázku pri nahratí (šírka)
zh_cn: 在上载 （宽度） 自动图像大小调整

# settingskey.cmsautoresizeimagewidth.description
source: The system automatically reduces the width of uploaded images to the specified value (in pixels).
cs_cz: Šířka, na kterou je automaticky změněna velikost nahrávaného obrázku.
sk_sk: Šírka, na akú je automaticky upravená šírka obrázku pri nahraní obrázku.
zh_cn: 系统自动减少上传的图片的宽度 （以像素为单位） 指定的值。

# settingskey.cmsavatarheight
source: Avatar height
cs_cz: Výška avataru
sk_sk: Výška avatara
zh_cn: 头像高度

# settingskey.cmsavatarheight.description
source: Specifies maximal user avatar height.
cs_cz: Specifikuje maximální výšku uživatelského avataru.
sk_sk: Určuje maximálnu výšku užívateľského avatara
zh_cn: 指定最大的用户头像高度。

# settingskey.cmsavatarmaxsidesize
source: Avatar max side size
cs_cz: Maximální velikost strany avataru
sk_sk: Maximálna veľkosť strany avatara
zh_cn: 头像 》 最大侧大小

# settingskey.cmsavatarmaxsidesize.description
source: Specifies maximal width or height of user avatar.
cs_cz: Specifikuje maximální šířku nebo výšku uživatelského avataru.
sk_sk: Určuje maximálnu šírku alebo výšku užívateľského avatara
zh_cn: 指定的用户头像最大宽度或高度。

# settingskey.cmsavatartype.description
source: Determines what kind of user avatars will be usable on the website.
cs_cz: Určuje, jaký druh uživatelských avatarů bude použitelný na webu.
zh_cn: 确定什么样的用户头像将可在网站上。

# settingskey.cmsavatarwidth
source: Avatar width
cs_cz: Šířka avataru
sk_sk: Šírka avatara
zh_cn: 头像宽度

# settingskey.cmsavatarwidth.description
source: Specifies maximal user avatar width.
cs_cz: Specifikuje maximální šířku uživatelského avataru.
sk_sk: Určuje maximálnu širku užívateľského avatara
zh_cn: 指定最大的用户头像宽度。

# settingskey.cmsbadwordsaction
source: Bad word action
cs_cz: Akce závadný obsah
sk_sk: Akcia pri vulgárnom výraze
zh_cn: 坏词行动

# settingskey.cmsbadwordsaction.description
source: Default action which will be performed during bad words check.
cs_cz: Výchozí akce, která bude provedena během kontroly závadného obsahu.
sk_sk: Predvolená akcia, ktorá bude vykonaná počas kontroly na vulgárne výrazy.
zh_cn: 将坏词检查期间执行的默认操作。

# settingskey.cmsbadwordsreplacement
source: Bad word replacement
cs_cz: Nahrazení závadného obsahu
sk_sk: Nahradenie vulgárneho výrazu
zh_cn: 坏词替换

# settingskey.cmsbadwordsreplacement.description
source: Default replacement text which will be used during bad word check.
cs_cz: Výchozí nahrazovací text, který bude použit při kontrole závazného obsahu.
sk_sk: Predvolený text, ktorý bude použitý na nahradenie vulgárneho výrazu.
zh_cn: 在坏词检查过程中将使用默认替换文本。

# settingskey.cmsbannedipenabled
source: Enable banned IPs
cs_cz: Povolit modul zakázané IP
sk_sk: Povoliť modul Zakázané IP adresy
zh_cn: 启用禁用的 IPs

# settingskey.cmsbannedipenabled.description
source: Enables or disables banned IP module.
cs_cz: Povolí nebo zakáže modul zakázané IP.
sk_sk: Povolí alebo zakáže modul Zakázané IP adresy
zh_cn: 启用或禁用禁止 IP 模块。

# settingskey.cmsbannedipredirecturl
source: Redirect banned IPs to URL
cs_cz: Přesměrovat zakázané IP na URL
sk_sk: Presmerovať zakázané IP adresy na URL
zh_cn: 将被禁止IP的地址重定向到的 URL

# settingskey.cmsbannedipredirecturl.description
source: If the IP address is banned the user is redirected to this page.
cs_cz: Pokud je IP adresa zakázána, bude uživetel přesměrován na tuto stránku.
sk_sk: Ak je IP adresa zakázaná, užívateľ je presmerovaný na túto stránku.
zh_cn: 如果被禁止IP的地址将用户重定向到此页。

# settingskey.cmsbizformfilesfolder
source: Custom form files folder
cs_cz: Složka na soubory uživatelských formulářů
sk_sk: Adresár na súbory z užívateľských formulárov
zh_cn: 自定义表格文件的文件夹

# settingskey.cmsbizformfilesfolder.description
source: Physical path to the folder where uploaded Form files should be stored.
cs_cz: Fyzická cesta ke složce, kde mají být uloženy nahrané soubory formulářů.
sk_sk: Fyzická cesta k adresáru, do ktorého budú uložené súbory nahrané do formulárov.
zh_cn: 向存储上载的表单文件的文件夹的物理路径。

# settingskey.cmsblocksubscribersglobally
source: Block subscribers globally
cs_cz: Blokovat odběratele globálně
sk_sk: Blokovať odberateľov globálne
zh_cn: 全局范围内阻止订阅服务器

# settingskey.cmsblocksubscribersglobally.description
source: If enabled and a subscriber is blocked then all subscribers with the same email address throughout the sites are blocked as well.
cs_cz: Pokud je povoleno a odběratel je blokován, jsou zároveň blokováni všichni odběratelé se stejnými e-mailovými adresami na všech webech,
sk_sk: Ak je povolené a odberateľ je zablokovaný, potom všetky odberatelia s rovnakou e-mailovou adresou na všetkých weboch budú tiež zablokovaný.
zh_cn: 如果启用，然后所有订阅服务器具有相同的电子邮件地址，整个站点被阻止，以及阻止订阅服务器。

# settingskey.cmsblogenableoptin
source: Enable double opt-in for blog post comments
cs_cz: Povolit dvojité potvrzení přihlášení pro komentáře blogů
zh_cn: 启用双选入博客帖子的评论

# settingskey.cmsblogenableoptin.description
source: Indicates if double opt-in should be enabled for blog post comments. When enabled, users are required to confirm their subscription by clicking a link that is sent to them in an email.
cs_cz: Určuje, zda bude povoleno dvojité potvrzení přihlášení pro komentáře pod příspěvkami blogů. Pokud je povoleno, uživatelé musí potvrdit své přihlášení kliknutím na odkaz v e-mailu, který jim bude doručen.
zh_cn: 指示是否双选入应启用博客帖子的评论。当启用时，用户需要通过单击电子邮件中发送给他们的链接确认他们的订阅。

# settingskey.cmsblogenableoptinconfirmation
source: Send double opt-in confirmation
cs_cz: Posílat potvrzení dvojitého přihlášení
zh_cn: 寄发确认函双选的

# settingskey.cmsblogenableoptinconfirmation.description
source: Indicates if double opt-in confirmation should be sent to user after they approve the subscription.
cs_cz: Určuje, zda má být uživateli po té, co potvrdí své přihlášení, zasláno ještě potvrzení tohoto přihlášení.
zh_cn: 指示是否双选的确认应发送给用户后，他们批准该订阅。

# settingskey.cmsblogoptinapprovalpath
source: Double opt-in approval page path
cs_cz: Schvalovací stránka dvojitého potvrzení přihlášení
zh_cn: 双重选择在批准页面路径

# settingskey.cmsblogoptinapprovalpath.description
source: Path to the page that contains the Blog post subscription confirmation web part. The subscription confirmation link that will be sent to users will point to this page.
cs_cz: Cesta ke stránce, která obsahuje webpart pro potvrzení přihlášení k blog postu (Blog post subscription confirmation web part). Odkaz pro potvrzení přihlášení, který bude zasílán uživatelům, bude směrovat na tuto stránku.
zh_cn: 路径包含这个博客的页面发布订阅确认 web 部件。将发送到用户的订阅确认链接将指向此页面。

# settingskey.cmsblogoptininterval
source: Double opt-in interval (hours)
cs_cz: Interval potvrzení dvojitého přihlášení (hodiny)
zh_cn: 双选的时间间隔 （小时）

# settingskey.cmsblogoptininterval.description
source: Interval in hours in which user has to confirm his request.
cs_cz: Počet hodin, v průběhu kterých může uživatel potvrdit svůj požadavek na přihlášení k odběru.
zh_cn: 时间间隔 （以小时的用户已确认他的请求。

# settingskey.cmsblogsunsubscriptionurl
source: Blog unsubscription URL
cs_cz: URL odhlášení z blogu
sk_sk: URL pre odhlásenie z blogu
zh_cn: 博客确认撤销 URL

# settingskey.cmsblogsunsubscriptionurl.description
source: The default unsubscription URL for all the blogs.
cs_cz: Výchozí odhlašovací URL pro všechny blogy.
sk_sk: Predvolená URL, ktorá bude použitá ako odhlasovacia URL pre všetky blogy
zh_cn: 所有的博客默认确认撤销 URL。

# settingskey.cmsblogsuseexternalservice
source: Use external service for trackbacks
cs_cz: Použít externí službu pro trackbacky
sk_sk: Použiť externú službu pre trackbacky
zh_cn: 使用外部服务的引用通告

# settingskey.cmsblogsuseexternalservice.description
source: Indicates if the external Scheduler Windows service should be used to process scheduled tasks which handle trackbacks.
cs_cz: Určuje, zda má být externí služba Plánovač Windows použita ke zpracování naplánovaných úloh, které mají na starost trackbacky.
sk_sk: Určuje, či externá Scheduler Windows služba má byť použitá na spracovanie plánovaných úloh, ktoré obsluhujú trackbacky.
zh_cn: 指示是否应使用外部的调度程序 Windows 服务来处理处理引用通告的计划的任务。

# settingskey.cmsboardbaseurl
source: Board base URL
cs_cz: Základní URL diskuze
sk_sk: Základné URL diskusie
zh_cn: 董事会基 URL

# settingskey.cmsboardbaseurl.description
source: Specifies the global board base URL which can be inherited by board. This URL is used for emails and board viewers.
cs_cz: Specifikuje globální základní URL diskuze, které může být děděno diskuzí. Toto URL je využíváno pro e-maily a diváky diskuze.
sk_sk: Špecifikuje základné globálne URL diskusie, ktoré môže byť zdedené diskusiou. Táto URL je použitá pre e-maily a divákov diskusie.
zh_cn: 指定的全局董事会的基 URL，可以由董事会继承。用于电子邮件和板查看器使用此 URL。

# settingskey.cmsboardenableoptinconfirmation
source: Send double opt-in confirmation
cs_cz: Zasílat potvrzení dvojitého přihlášení
zh_cn: 寄发确认函双选的

# settingskey.cmsboardenableoptinconfirmation.description
source: Indicates if an email confirmation should be sent to user after they approve a subscription. If double opt-in is disabled, these confirmation emails are always sent.
cs_cz: Určuje, zda má být uživateli po té, co potvrdí své přihlášení, zasláno ještě potvrzení jeho přihlášení. Pokud je dvojité přihlášení zakázáno, jsou tato potvrzení vždy zasílána.
zh_cn: 指示是否电子邮件确认后，他们批准订阅应发送给用户。如果双选择在处于禁用状态，总是发送这些确认电子邮件。

# settingskey.cmsboardoptinapprovalpath
source: Double opt-in approval page path
cs_cz: Schvalovací stránka dvojitého potvrzení přihlášení
zh_cn: 双重选择在批准页面路径

# settingskey.cmsboardoptinapprovalpath.description
source: Path to the page that contains the Forum subscription confirmation web part. The subscription confirmation link that will be sent to users will point to this page.
cs_cz: Cesta ke stránce, která obsahuje webpart pro potvrzení přihlášení k diskuzi (Message board subscription confirmation web part). Odkaz pro potvrzení přihlášení, který bude zasílán uživatelům, bude směrovat na tuto stránku.
zh_cn: 包含论坛订阅确认 web 部件的页面的路径。将发送到用户的订阅确认链接将指向此页面。

# settingskey.cmsboardoptininterval
source: Double opt-in interval (hours)
cs_cz: Interval potvrzení dvojitého přihlášení (hodiny)
zh_cn: 双选的时间间隔 （小时）

# settingskey.cmsboardoptininterval.description
source: Amount of time in hours, during which a user has to confirm their subscription request.
cs_cz: Počet hodin, v průběhu nichž může uživatel potvrdit svůj požadavek na přihlášení k odběru nových příspěvků.
zh_cn: 以小时为单位，在此期间用户已确认他们订阅请求的时间量。

# settingskey.cmsboardsenableoptin
source: Enable double opt-in for message boards
cs_cz: Povolit dvojité přihlášení pro diskuze
zh_cn: 启用双选入的留言板

# settingskey.cmsboardsenableoptin.description
source: Indicates if double opt-in should be enabled for message boards. When enabled, users are required to confirm their subscription by clicking a link that is sent to them in an email. You can override this setting in the properties of a particular forum group or a forum.
cs_cz: Určuje, zda bude povoleno dvojité potvrzení přihlášení pro diskuze. Pokud je povoleno, uživatelé musí potvrdit své přihlášení kliknutím na odkaz v e-mailu, který jim bude doručen. Toto nastavení můžete přepsat ve vlastnostech konkrétní diskuze.
zh_cn: 指示是否双选入应为启用留言板。当启用时，用户需要通过单击电子邮件中发送给他们的链接确认他们的订阅。您可以重写此设置属性的特定论坛组或论坛。

# settingskey.cmsboardunsubsriptionurl
source: Board unsubscription URL
cs_cz: URL pro odhlášení z diskuze
sk_sk: URL pre odhlásenie z diskusie
zh_cn: 董事会确认撤销 URL

# settingskey.cmsboardunsubsriptionurl.description
source: The default unsubscription URL for all the boards. Applied when board specific URL isn't specified.
cs_cz: Výchozí odhlašovací URL pro věechny diskuze. Je použito, pokud není specifikováno zvláštní URL.
sk_sk: Predvolená odhlasovacia URL pre všetky diskusie. Použije sa, keď nie je špecifikovaná vlastná URL danej diskusie.
zh_cn: 所有板默认确认撤销 URL。当板特定的 URL 不指定时应用。

# settingskey.cmsbouncedemailaddress
source: Bounced email address
cs_cz: Adresy nedoručitelných e-mailů
sk_sk: Adresa pre nedoručené e-maily
zh_cn: 退回的电子邮件地址

# settingskey.cmsbouncedemailaddress.description
source: Specifies the address where bounced emails are sent when delivery fails.
cs_cz: Určuje adresy, kam jsou odeslány nedoručitelné e-maily, když selže doručení.
sk_sk: Určuje e-mailovú adresu, na ktorú budú poslané e-maily, ktoré sa nepodarilo doručiť.
zh_cn: 指定的地址传递失败时退回的电子邮件发送到何处。

# settingskey.cmsbouncedemailslimit
source: Bounced email limit
cs_cz: Limit nedoručitelných e-mailů
sk_sk: Limit nedoručených e-mailov
zh_cn: 反弹邮件限制

# settingskey.cmsbouncedemailslimit.description
source: When the number of subscriber's bounced emails reaches this number the subscriber is blocked.
cs_cz: Pokud počet nedoručitelných mailů pro odběratele dosáhne tohoto čísla, je odběratel zablokován.
sk_sk: Keď počet nedoručených e-mailov pre určitého odberateľa prekročí tento limit, odberateľ bude zablokovaný.
zh_cn: 当订阅者的数目反弹电子邮件到达订阅服务器被阻止这个数字。

# settingskey.cmscacheimages
source: Cache files (minutes)
cs_cz: Cachovat obrázky (minuty)
sk_sk: Ukladať obrázky do cache pamäte (minúty)
zh_cn: 缓存文件 （分钟）

# settingskey.cmscacheimages.description
source: Number of minutes for which the application caches images and other files on the server. The system always caches files for at least 1 minute to protect from brute force attacks.
cs_cz: Počet minut, po který mají být obrázky a soubory cachovány.
sk_sk: Určuje, koľko minút majú byť obrázky a súbory uložené v cache pamäti.
zh_cn: 为此应用程序缓存的图像和其他文件在服务器上的分钟数。系统总是将缓存文件至少 1 分钟，以防止蛮力攻击。

# settingskey.cmscacheminutes
source: Cache content (minutes)
cs_cz: Cachovat obsah (minuty)
sk_sk: Ukladať obsah do cache pamäte (minúty)
zh_cn: 缓存内容 （分钟）

# settingskey.cmscacheminutes.description
source: Number of minutes the content should be cached for.
cs_cz: Počet minut, po který má být cachován obsah.
sk_sk: Určuje, koľko minút má byť obsah uložený v cache pamäti
zh_cn: 内容应为缓存的分钟数。

# settingskey.cmscachepageinfo
source: Cache page info (minutes)
cs_cz: Cachovat informace o stránce (minuty)
sk_sk: Ukladať info stránky do cache pamäte (minúty)
zh_cn: 高速缓存页信息 （分钟）

# settingskey.cmscachepageinfo.description
source: Number of minutes the page information should be cached for.
cs_cz: Počet minut, o který má být cachována informace o stránce.
sk_sk: Určuje, koľko minút majú byť uložené informácie stránky v cache pamäti
zh_cn: 应为缓存的页信息的分钟数。

# settingskey.cmscampaigntrackingparameter
source: Campaign tracking URL parameter
cs_cz: URL parametr sledování kampaně
sk_sk: URL parameter sledovania kampaní
zh_cn: 活动跟踪 URL 参数

# settingskey.cmscampaigntrackingparameter.description
source: URL parameter name to identify the campaign.
cs_cz: Název URL parametru pro identifikaci kampaně.
sk_sk: Názov parametru URL pre identifikovanie kampane
zh_cn: 要确定这项运动的 URL 参数名称。

# settingskey.cmscaptcha
source: Control to use
cs_cz: Použít kontrol
sk_sk: Použiť ovládač
zh_cn: 要使用控件

# settingskey.cmscaptcha.description
source: The default CAPTCHA control that should be used for CAPTCHA verification throughout the system - in web parts and for the <strong>Security code</strong> form control. The following four types of controls are available: <strong>Logic CAPTCHA</strong> - requires answering a logical question . <strong>Simple CAPTCHA</strong> - requires re-typing of a string displayed in an image . <strong>Text CAPTCHA</strong> - requires re-typing of a string into multiple fields. <strong>reCAPTCHA</strong> - requires re-typing of two words from which one is checked for correctness. <br/>The behavior of these form controls throughout the system can be changed by modifying the settings of the individual controls.
cs_cz: Kontrol CAPTCHA, který má být použit pro zabudovanou CAPTCHA v systému, web partách a pro form kontrol <strong>Bezpečnostní kód</strong>. Jsou k dispozici následující tři typy kontrolů: <strong>Logická CAPTCHA</strong> - vyžaduje zodpovězení logické otázky <strong>Jednoduchá CAPTCHA</strong> - vyžaduje přepsání řetězce zobrazeného na obrázku <strong>Textová CAPTCHA</strong> -vyžaduje přepsání řetězce do více polí <br/>Chování těchto form kontrolů v systému může být změněno modifikací výchozích nastavení kontrolů.
sk_sk: CAPTCHA ovládač, ktorý má byť použitý pre zabudované CAPTCHE v celom systéme, vo web partach a ako <strong>Bezpečnostný kód</strong> form control. K dispozícií sú tieto tri typy ovládačov: <strong>Logic CAPTCHA</strong> - vyžaduje odpoveď na logickú otázku <strong>Simple CAPTCHA</strong> - vyžaduje prepísanie reťazca z obrázku <strong>Text CAPTCHA</strong> - vyžaduje prepísanie reťazca do viacerých polí<br/>Chovanie týchto form controlov v celom systéme, je možné zmeniť zmenou predvoleného nastavenia.
zh_cn: 应该用于验证码验证整个系统-在 web 部件中和<strong>安全代码</strong>表格控件的默认验证码控制。以下四种类型的控件都是可用的：<strong>逻辑验证码</strong>-需要回答一个逻辑问题。<strong>简单的验证码</strong>-需要重新键入的图像中显示的字符串。<strong>文本验证码</strong>-需要重新键入字符串的多个字段。<strong>验证码</strong>-需要重新键入从中之一进行正确性检查的两个字。<br>可以通过修改单个控件的设置更改整个系统这些表格控件的行为。

# settingskey.cmschatallowanonymglobally
source: Allow anonymous users
cs_cz: Povolit anonymní uživatele
zh_cn: 允许匿名用户访问

# settingskey.cmschatallowanonymglobally.description
source: Indicates if users can enter chat without being logged in on the website.
cs_cz: Určuje, zda uživatelé mohou vstoupit do chatu bez toho, aniž by byli na webu přihlášeni.
zh_cn: 指示是否用户可以不必登录该网站输入聊天。

# settingskey.cmschatdaysneededtodeleterecods
source: Delete chat history older than (days)
cs_cz: Smazat historii chatu starší jak (dny)
zh_cn: 删除聊天历史记录比 （天）

# settingskey.cmschatdaysneededtodeleterecods.description
source: Messages, rooms and chat users will be deleted after the number of days specified in this setting. Records will be deleted acording to these rules: All messages written earlier than the time specified will be deleted. All rooms will be deleted, which don't have any messages in them, no one has access to them and were created earlier than the time specified. All users will be deleted, who are anonymous, have not written any message and haven't been on-line for the specified time.
cs_cz: Zprávy, místnosti a uživatelé budou smazáni po zadaném počtu dní. Záznamy budou smazány podle těchto pravidel: Všechny zprávy nasané dříve než zadaný čas, budou smazány. Všechny místnosti, které neobsahují žádné zprávy, nikdo do nich nevstoupil a byly vytvořeny před zadaným datumem, budou smazány. Všechny uživatelé, kteří jsou anonymní, nenapsali žádnou zprávu a nebyli on-line zadaný čas, budou smazáni.
zh_cn: 邮件、 房间和聊天的用户将在此设置中指定的天数后删除。记录将删除的听课这些规则：早于指定的时间写的所有邮件将被都删除。所有客房将被都删除，而在他们没有任何消息，没有人有权访问它们生来比指定的时间更早。所有用户都将被都删除，都是匿名的还没有写过任何消息，没有指定的时间在线。

# settingskey.cmschatdisplayannouncementatfirstload
source: Display 'Announcement' system message
cs_cz: Zobrazit systémovou zprávu 'Oznámení'
zh_cn: 显示 '声明' 系统消息

# settingskey.cmschatdisplayannouncementatfirstload.description
source: Announcement is a message written from the administration interface (Chat -> Chat room -> Messages -> New announcement). If checked, Announcements will be displayed when user enters a room.
cs_cz: Oznámení je zpráva napsána z CMS Desk-u (Chat -> Chatovací místnosti -> Zprávy -> Nové oznámení). Pokud je toto políčko zakliknuté, budou při vstupu uživatele do místnosti oznámení zobrazena.
zh_cn: 公告是从管理界面 （-> 聊天室-> 消息-> 新公告聊天） 写一条消息。如果选中此选项，将显示通知，当用户进入一个房间。

# settingskey.cmschatdisplaychangenicknameatfirstload
source: Display 'Change nickname' system message
cs_cz: Zobrazit systémovou zprávu 'Změna přezdívky'
zh_cn: 显示 '更改昵称' 系统消息

# settingskey.cmschatdisplaychangenicknameatfirstload.description
source: If checked system messages of this type will be displayed when user enters a room.
cs_cz: Pokud je zakliknuto, systémové zprávy tohoto typu budou zobrazeny, když uživatel vstoupí do místnosti.
zh_cn: 如果检查当用户进入一个房间时，将显示此类型的系统消息。

# settingskey.cmschatdisplayenteratfirstload
source: Display 'Enter room' system message
cs_cz: Zobrazit systémovou zprávu 'Vstup do místnosti'
zh_cn: 显示输入房间系统消息

# settingskey.cmschatdisplayenteratfirstload.description
source: If checked system messages of this type will be displayed when user enters a room.
cs_cz: Pokud je zakliknuto, systémové zprávy tohoto typu budou zobrazeny, když uživatel vstoupí do místnosti.
zh_cn: 如果检查当用户进入一个房间时，将显示此类型的系统消息。

# settingskey.cmschatdisplayinvitedatfirstload
source: Display 'Invited' system message
cs_cz: Zobrazit systémovou zprávu "Pozval"
zh_cn: 显示 '请' 系统消息

# settingskey.cmschatdisplayinvitedatfirstload.description
source: If enabled system will display messages when users invite other users to chat room in that room.
cs_cz: Pokud je zakliknuto, systém zobrazí zprávy, když uživatel pozve jiného uživatele do chatovací místnosti.
zh_cn: 如果已启用的系统将显示消息，当用户邀请到那间屋子里的聊天房间的其他用户。

# settingskey.cmschatdisplaykickatfirstload
source: Display 'Kick' system message
cs_cz: Zobrazit systémovou zprávu 'Zablokování'
zh_cn: 显示 '踢' 系统消息

# settingskey.cmschatdisplaykickatfirstload.description
source: If checked, system messages of this type will be displayed when user enters a room.
cs_cz: Pokud je zakliknuto, systémové zprávy tohoto typu budou zobrazeny, když uživatek vstoupí do místnosti.
zh_cn: 如果选中此选项，将显示此类型的系统消息，当用户进入一个房间。

# settingskey.cmschatdisplayleaveatfirstload
source: Display 'Leave room' system message
cs_cz: Zobrazit systémovou zprávu 'Opuštění místnosti'
zh_cn: 显示 '离开房间' 系统消息

# settingskey.cmschatdisplayleaveatfirstload.description
source: If checked system messages of this type will be displayed when user enters a room.
cs_cz: Pokud je zakliknuto, systémové zprávy tohoto typu budou zobrazeny, když uživatek vstoupí do místnosti.
zh_cn: 如果检查当用户进入一个房间时，将显示此类型的系统消息。

# settingskey.cmschatdisplaysupportgreetingatfirstload
source: Display 'Support greeting' system message
cs_cz: Zobrazit systémovou zprávu 'Opuštění místnosti'
zh_cn: 显示支持问候系统消息
