Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documenttype_edit_transformation_list.titlelist
source: List of transformations
cs_cz: Seznam transformací
sk_sk: Zoznam transformácií
zh_cn: 列表中的转换

# documenttype_list.title
source: Page types
cs_cz: Typy dokumentů
sk_sk: Typy dokumentov
zh_cn: 页面类型

# documenttype_new_step8_finished.searchspecificationcreated
source: Page smart search specification was created.
cs_cz: Byla vytvořena specifikace Smart Search pro dokument.
sk_sk: Špecifikácia inteligentného vyhľadávania dokumentu bola vytvorená.
zh_cn: 智能搜索规范被创建的页面。

# downmenu.iconbackwardall
source: Send all the way backward
cs_cz: Poslat celou cestu zpět
zh_cn: 下移一层所有的方式

# dynamicnewsletter.taskname
source: Send page-based email:
cs_cz: Poslat dynamický newsletter:
sk_sk: Pošli dynamický newsletter:
zh_cn: 发送基于网页的电子邮件：

# ecomm.selectioncontrol
source: Product option selection
cs_cz: Výběr varianty produktu
sk_sk: Výber variant produktov
zh_cn: 产品选项选择

# ecommerce.caption
source: Kentico E-Commerce Guide
cs_cz: Kentico E-Commerce manuál
zh_cn: Kentico 电子商务指南

# ecommerce.cartcontent.customerdisabled
source: You are not allowed to make an order because your customer account is disabled. Please contact on-line store administrator.
cs_cz: Nemůžete vytvořit obejdnávku, protože váš zákaznický účet je zakázán. Kontaktujte, prosím, správce internetového obchodu.
zh_cn: 你不得作出命令，因为您的客户帐户被禁用。请与网上商店管理员联系。

# ecommerce.cartcontent.shippingpricelabel
source: Total shipping:
cs_cz: Celkové dopravné:
sk_sk: Celkové dopravné:
zh_cn: 总航运：

# ecommerce.cartcontent.totalpricelabel
source: Total price:
cs_cz: Celková cena:
sk_sk: Celková cena:
zh_cn: 总价格：

# ecommerce.customer.invalidemail
source: Customer does not have a valid email address.
cs_cz: Zákazník nemá platnou e-mailovou adresu.
sk_sk: Zákazník nemá platnú e-mailovú adresu
zh_cn: 客户没有一个有效的电子邮件地址。

# ecommerce.department.properties
source: Department properties
zh_cn: 部属性

# ecommerce.disablemaincurrencyerror
source: Currency "{0}" can't be disabled because it is set as main currency.
cs_cz: Měna "{0}" nemůže být zakázána, protože je nastavena jako hlavní měna.
sk_sk: Mena "{0}" nemôže byť zmazaná, pretože je nastavená ako hlavná mena.
zh_cn: 不能禁用货币"{0}"，因为它被设置为主要货币。

# ecommerce.discount
source: Discount
zh_cn: 折扣

# ecommerce.discountlevel
source: Discount level
zh_cn: 折扣级别

# ecommerce.discounts
source: Product coupons
cs_cz: Slevy
sk_sk: Zľavy
zh_cn: 产品优惠券

# ecommerce.error.couponcodeisnotvalid
source: Coupon code is not valid.
cs_cz: Kód slevové poukázky není platný.
sk_sk: Kód poukážky nie je platný.
zh_cn: 优惠券代码是无效的。

# ecommerce.filter.product.search
source: Name:
cs_cz: Název:
sk_sk: Názov:
zh_cn: 名称：

# ecommerce.numberofordersperhour_caption
source: Number of orders per hour
cs_cz: Počet objednávek za hodinu
sk_sk: Počet objednávok za hodinu
zh_cn: 每小时的订单数

# ecommerce.numberofordersperweek_caption
source: Number of orders per week
cs_cz: Počet objednávek za týden
sk_sk: Počet objednávok za týždeň
zh_cn: 每周订单的数量

# ecommerce.order.norecalculation
source: If you change the address, the system will not recalculate shipping, tax, discounts or other order amounts.
zh_cn: 如果您更改了地址，系统将不会重新计算航运、 税收、 折扣或其他订单金额。

# ecommerce.orderpreview.errorordersave
source: An error occurred during saving the order. Please check order informations or contact administrator.
cs_cz: Objednávka nebyla uložena.
sk_sk: Objednávka nebola uložená.
zh_cn: 保存该命令时出错。请检查订单信息，或与管理员联系。

# ecommerce.report_hour
source: Hour
cs_cz: Hodina
sk_sk: Hodina
zh_cn: 小时

# ecommerce.report_week
source: Week
cs_cz: Týden
sk_sk: Týždeň
zh_cn: 周

# ecommerce.settings.doubleormacro
source: Please insert double value or macro.
cs_cz: Zadejte, prosím, desetinné číslo nebo makro.
zh_cn: 请插入双值或宏。

# ecommerce.shoppingcartcontent.actions
source: Actions
cs_cz: Akcie
zh_cn: 操作

# editabletogglewebpartimage.hint
source: Click to change the state
cs_cz: Klikněte, pokud chcete změnit stav
zh_cn: 单击此处，更改状态

# editablewebpartcolor.hint
source: Double-click to select the color
cs_cz: Klikněte dvakrát, pokud chcete vybrat barvu
zh_cn: 双击可选择的颜色

# editablewebpartimage.hint
source: Double-click to select the image
cs_cz: Klikněte dvakrát, pokud chcete vybrat obrázek
zh_cn: 双击要选择的图像

# editablewebpartproperty.hint
source: Double-click to change the text
cs_cz: Klikněte dvakrát, pokud chcete změnit text
zh_cn: 双击要更改的文本

# editbizform.header
source: Form Properties
cs_cz: Vlastnosti formuláře
sk_sk: Vlastnosti formulára
zh_cn: 表格属性

# editcontent.documentnamecheckedoutbyanother
source: The page '{0}' is exclusively checked out by the following user: '{1}'.
cs_cz: Dokument '{0}' je výhradně uzamčen uživatelem: '{1}'.
zh_cn: 页面"{0}"以独占方式签出以下用户： '{1}'。

# editcontent.documentnewversion
source: You need to create new version of the page for editing.
cs_cz: Pro úpravy musíte vytvořit novou verzi dokumentu.
zh_cn: 您需要创建的用于编辑的页面的新版本。

# editeddocument.notexists
source: The page does not exist, it may have been deleted by someone else.
cs_cz: Upravovaný dokument již neexistuje. Byl smazán někým jiným.
sk_sk: Dokument, ktorý editujete, už neexistuje, bol zmazaný niekým iným.
zh_cn: 页面不存在，它可能被其他人删除。

# editedobject.notexists
source: The object does not exist. It may have been deleted by someone else.
cs_cz: Upravovaný objekt již neexistuje. Byl smazán někým jiným.
sk_sk: Objekt, ktorý editujete, už neexistuje, bol zmazaný niekým iným.
zh_cn: 不存在该对象。它可能已被其他人删除。

# editingformcontrol.removemacro
source: Remove macro
zh_cn: 删除宏

# edition.b
source: Base
zh_cn: 基地

# edition.c
source: E-commerce
zh_cn: 电子商务

# edition.community
source: Social Media
cs_cz: Social Networking
sk_sk: Sociálne siete
zh_cn: 社交媒体

# edition.n
source: Small business
zh_cn: 小型企业

# edition.u
source: Ultimate
zh_cn: 最终

# edition.v
source: Ultimate (new)
zh_cn: 极限 （新）

# editmenu.approvemultiple
source: Select the approval step
cs_cz: Vybrat schvalovací krok
zh_cn: 选择审核步骤

# editmenu.approvepublish
source: Approve the page until it is published
cs_cz: Schválit dokument
zh_cn: 审批页面，直到它出版

# editmenu.approveto
source: Approve (move to {0} step)
cs_cz: Schválit (přesunout do kroku <strong>{0}</strong>)
zh_cn: 批准 （移动到 {0} 步骤）

# editmenu.archive
source: Archive the page
cs_cz: Archivovat dokument
zh_cn: 存档页

# editmenu.archiveconfirmation
source: Are you sure you want to archive the page?
cs_cz: Opravdu chcete archivovat dokument?
zh_cn: 你确定你想要存档页面？

# editmenu.archivemultiple
source: Select the archive step
cs_cz: Vybrat archivační krok
zh_cn: 选择存档的步骤

# editmenu.archiveto
source: Archive (move to {0} step)
cs_cz: Archivovat (Přesun do kroku <strong>{0}</strong>)
zh_cn: 存档 （移动到 {0} 步骤）

# editmenu.commentautomationmovespecific
source: Comment and move the {0} to specific step
cs_cz: Komentovat a přesunout {0} do konkrétního kroku
zh_cn: 评论和移动到特定步骤的 {0}

# editmenu.commentcheckin
source: Comment and check in the page
cs_cz: Komentovat a uvolnit dokument
zh_cn: 注释和签入页面

# editmenu.commentdocumentapprove
source: Comment and approve the page
cs_cz: Komentovat a schválit dokument
zh_cn: 评论和审批页面

# editmenu.commentdocumentapprovesubmit
source: Comment and submit the page for approval
cs_cz: Komentovat a odeslat dokument na schválení
zh_cn: 评论和提交页面以供审批

# editmenu.commentdocumentarchive
source: Comment and archive the page
cs_cz: Komentovat a archivovat dokument
zh_cn: 评论以及存档页面

# editmenu.commentdocumentpublish
source: Comment and publish the page
cs_cz: Komentovat a publikovat dokument
zh_cn: 评论和发布页

# editmenu.commentdocumentreject
source: Comment and reject the page
cs_cz: Komentovat a zamítnout dokument
zh_cn: 发表评论，并拒绝该页面

# editmenu.execute
source: Re-run workflow action manually
cs_cz: Ručně znovu spustit workflow akci
zh_cn: 重新手动运行工作流操作

# editmenu.executeicon
source: Re-run action
cs_cz: Znovu spustit akci
zh_cn: 重新运行操作

# editmenu.iconapprovepublish
source: Approve until published
cs_cz: Schválit publikování
zh_cn: 批准发表之前

# editmenu.iconcommentautomationmovespecific
source: Comment and move to specific step
cs_cz: Komentovat a přesunout do konkrétního kroku
zh_cn: 评论和移动到特定的步骤

# editmenu.iconcommentcheckin
source: Comment and check in
cs_cz: Komentovat a uvolnit
zh_cn: 注释和签入

# editmenu.iconcommentdocumentapprovesubmit
source: Comment and submit for approval
cs_cz: Komentovat a odeslat na schválení
zh_cn: 评论和提交以供审批

# editmenu.iconcommentdocumentarchive
source: Comment and archive
cs_cz: Komentovat a archivovat
zh_cn: 评论和存档

# editmenu.iconcommentdocumentpublish
source: Comment and publish
cs_cz: Komentovat a publikovat
zh_cn: 评论和发布

# editmenu.iconcommentdocumentreject
source: Comment and reject
cs_cz: Komentovat a zamítnout
zh_cn: 评论和拒绝

# editmenu.iconconvert
source: Convert to another page type
cs_cz: Převést na jiný typ dokumentu
zh_cn: 转换为另一种页面类型

# editmenu.iconpublished
source: Published
cs_cz: Publikované
zh_cn: 出版

# editmenu.iconsaveandclose
source: Save & Close
cs_cz: Uložit a zavřít
zh_cn: 保存 & 关闭

# editmenu.newversion
source: Create new version and move the page to edit step.
cs_cz: Vytvořit novou verzi a přesunout dokument do editovacího kroku
zh_cn: 创建新的版本和移动页后，可以编辑步骤。

# editmenu.newversionicon
source: Create new version
cs_cz: Vytvořit novou verzi
zh_cn: 创建新的版本

# editmenu.nextstep
source: Move the {0} to next step
cs_cz: Přesunout {0} do dalšího kroku
zh_cn: 移动到下一步的 {0}

# editmenu.publishto
source: Publish (move to {0} step)
cs_cz: Publikovat (přesunout do kroku <strong>{0}</strong>)
zh_cn: 发布 （移动到 {0} 步骤）

# editmenu.rejectto
source: Reject (move to {0} step)
cs_cz: Zamítnout (přesunout do kroku <strong>{0}</strong>)
zh_cn: 拒绝 （移动到 {0} 步骤）

# editmenu.return
source: Reject page to standard step
cs_cz: Zamítnout dokument do standardního kroku
zh_cn: 拒绝到标准步骤的页面

# editmenu.returnicon
source: Return to standard step
cs_cz: Vrátit do standardního kroku
zh_cn: 返回到标准的步骤

# editmenu.saveandclose
source: Save the page and close the dialog
cs_cz: Uložit dokument a zavřít dialog
zh_cn: 保存网页并关闭对话框

# editmenu.submitto
source: Submit for approval (move to {0} step)
cs_cz: Odeslat na schválení (přesunout do kroku <strong>{0}</strong>)
zh_cn: 提交以供审批 （移动到 {0} 步骤）

# editmenu.workflowapply
source: Apply workflow to the page
zh_cn: 将工作流应用到页面

# editmode.showdeletebutton
source: Show Delete button
zh_cn: 显示删除按钮

# editmode.showdeletebutton.description
source: If enabled, the web part offers delete button for each item when displaying the page in edit mode. You can set the exact position of the button by adding the ##editbuttons## macro into the code of the used item transformation (must be of the ASCX type).
zh_cn: 如果启用，web 部件提供删除按钮为每个项目显示页面处于编辑模式时。您可以通过添加 ##editbuttons## 宏的代码中使用的项转换 （必须 ASCX 类型） 设置该按钮的确切位置。

# editmode.showeditbutton
source: Show Edit button
zh_cn: 显示编辑按钮

# editmode.showeditbutton.description
source: If enabled, the web part offers edit button for each item when displaying the page in edit mode. You can set the exact position of the button by adding the ##editbuttons## macro into the code of the used item transformation (must be of the ASCX type).
zh_cn: 如果启用，web 部件提供编辑按钮为每个项目显示页面处于编辑模式时。您可以通过添加 ##editbuttons## 宏的代码中使用的项转换 （必须 ASCX 类型） 设置该按钮的确切位置。

# editnewsletters.differentsite
source: Requested email campaign is not placed on the current site.
cs_cz: Požadovaný newsletter není umístěn na aktuálním webu.
sk_sk: Požadovaný newsletter nie je umiestnený na aktuálnom webe.
zh_cn: 请求电子邮件运动不放在当前的站点。

# editnewsletters.differentsitesubscriber
source: Requested email campaign subscriber is not from current site.
cs_cz: Požadovaný odběratel newsletteru není z aktuálního webu.
sk_sk: Požadovaný odberateľ nie je umiestnený z aktuálneho webu.
zh_cn: 请求的电子邮件活动订阅服务器不是从当前站点。

# editnewsletters.differentsitetemplate
source: Requested email campaign template is on different site.
cs_cz: Požadovaná šablona je z jiného webu.
sk_sk: Požadovaná šablóna je z iného webu.
zh_cn: 请求的电子邮件市场活动模板是在不同的站点上。

# editpage.actionnotallowed
source: This action is not allowed in current context.
cs_cz: Tato akce není v aktuálním kontextu povolena.
sk_sk: Táto akcia nie je povolená v danom kontexte.
zh_cn: 在当前上下文中不允许此操作。

# editsubscriber.email.description
source: The email address of the subscriber.
zh_cn: 订阅服务器上的电子邮件地址。

# editsubscriber.firstname.description
source: The first name of the subscriber.
zh_cn: 第一次订阅服务器的名称。

# editsubscriber.lastname.description
source: The last name of the subscriber.
zh_cn: 订阅服务器上的姓氏。

# edituserroles.userroles
source: The user is member of the following roles
cs_cz: Uživatel je přiřazen následujícím rolím
sk_sk: Užívateľ je priradený k nasledujúcim roliam
zh_cn: 该用户是下列角色的成员

source: Element condition
zh_cn: 元素条件

# elementaccessdenied.info
source: You are not authorized to access element '{1}' of module '{0}'.
zh_cn: 您无权访问元素 '{1}' 模块 '{0}'。

# emailqueue.archive.title
source: Sent emails
cs_cz: Odeslané e-maily
sk_sk: Odoslané e-maily
zh_cn: 发送电子邮件

# emailqueue.description
source: Allows you to monitor emails that are waiting to be sent out by the system, and emails whose sending failed. Also contains an archive of successfully sent emails. The application provides an interface for resending and deleting emails. Only works if the system is configured to use the email queue in Settings -> System -> Emails.
cs_cz: V této sekci se nachází seznam e-mailů čekajících na odeslání a jejichž odeslání selhalo, dále je zde seznam archivovaných e-mailů. Rozhraní umožňuje přeposílání a mazání e-mailů.
sk_sk: Táto sekcia zobrazuje zoznam e-mailov čakajúcich na odoslanie, resp. zoznam e-mailov, ktorých odoslanie zlyhalo a zoznam archivovaných e-mailov. Poskytuje rozhranie pre posielanie a mazanie e-mailov.
zh_cn: 允许您监视正在等待由该系统发出的电子邮件和电子邮件的发送失败。此外包含已成功发送的电子邮件存档。应用程序提供了一个界面，重新发送和删除电子邮件。如果系统被配置为使用电子邮件队列中设置的唯一作品->-> 电子邮件系统。

# emailqueue.detail.multiplerecipients
source: Multiple recipients – click Show details in the list of emails
cs_cz: Více příjemců - klikněta na "Zobrazit detaily" v seznamu e-mailů
sk_sk: Viacerý prijímatelia – kliknite na Zobraziť detaily v zozname e-mailov
zh_cn: 多个收件人，请单击显示在列表中的电子邮件的详细信息

# emailqueue.displayfilter
source: Display filter
cs_cz: Zobrazit filtr
sk_sk: Zobraz filter
zh_cn: 显示筛选程序

# emailqueue.hidefilter
source: Hide filter
cs_cz: Skrýt filtr
sk_sk: Skry filter
zh_cn: 隐藏筛选器

# emailqueue.queue.stop
source: Cancel
cs_cz: Zrušit
sk_sk: Zrušiť
zh_cn: 取消

# emailqueue.queue.title
source: Email queue
cs_cz: Fronta e-mailů
sk_sk: Čakajúce e-maily
zh_cn: 电子邮件队列

# emailqueue.send.title
source: Send email
cs_cz: Odeslat e-mail
sk_sk: Poslať e-mail
zh_cn: 发送电子邮件

# emailqueue.stopconfirmation
source: Are you sure you want to stop sending?
cs_cz: Opravdu chcete zrušit odesílání?
sk_sk: Ste si istí, že chcete zastaviť odosielanie?
zh_cn: 你确定你想要停止发送？

# emails.livetiledescription
source: Emails could not be sent
zh_cn: 无法发送电子邮件

# emailtemplate.type.automation
source: Automation
cs_cz: Automatizace
zh_cn: 自动化

# emailtemplate.type.blog
source: Blog
zh_cn: 博客

# emailtemplate.type.blogsubscription
source: Blog subscription
cs_cz: Přihláška k blogu
zh_cn: 博客的订阅

# emailtemplate.type.boards
source: Message board
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 留言板

# emailtemplate.type.boardssubscription
source: Message board subscription
cs_cz: Přihláška k odběru diskuzí
zh_cn: 留言板订阅

# emailtemplate.type.bookingevent
source: Booking event
cs_cz: Rezervace události
sk_sk: Udalosť
zh_cn: 预订事件

# emailtemplate.type.ecommerce
source: E-commerce
zh_cn: 电子商务

# emailtemplate.type.ecommerceeproductexpiration
source: E-commerce e-product expiration
cs_cz: Vypršení E-commerce e-produktu
sk_sk: Expirácia e-commerce e-produktu.
zh_cn: 电子商务电子产品过期

# emailtemplate.type.forgottenpassword
source: Forgotten password
cs_cz: Zapomenuté heslo
sk_sk: Heslo zabudnuté
zh_cn: 忘记密码

# emailtemplate.type.forum
source: Forum
cs_cz: Fórum
sk_sk: Fórum
zh_cn: 论坛

# emailtemplate.type.forumsubscribtion
source: Forum subscription
cs_cz: Přihlášení k fóru
sk_sk: Prihlásenia k fóru
zh_cn: 论坛订阅

# emailtemplate.type.friends
source: Friends
cs_cz: Přátelé
sk_sk: Priatelia
zh_cn: 朋友

# emailtemplate.type.general
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# emailtemplate.type.groupinvitation
source: Group invitation
cs_cz: Pozvánka do skupiny
sk_sk: Pozvanie do skupiny
zh_cn: 加入群的邀请

# emailtemplate.type.groupmember
source: Group member
cs_cz: Člen skupiny
sk_sk: Člen skupiny
zh_cn: 组成员

# emailtemplate.type.groupmemberinvitation
source: Group member invitation
cs_cz: Pozvání člena skupiny
sk_sk: Pozvanie člena skupiny
zh_cn: 组成员邀请

# emailtemplate.type.membershipchangepassword
source: Membership change password
cs_cz: Změna hesla členství
sk_sk: Členstvo - zmena hesla
zh_cn: 会员更改密码

# emailtemplate.type.membershipexpiration
source: Membership expiration
cs_cz: Vypršení členství
sk_sk: Členstvo - expirácia
zh_cn: 会员资格到期

# emailtemplate.type.membershipregistration
source: Membership registration
cs_cz: Registrace členství
sk_sk: Členstvo - registrácia
zh_cn: 会员注册

# emailtemplate.type.membershipunlockaccount
source: Account unlock
cs_cz: Účet odemknut
zh_cn: 帐户解锁

# emailtemplate.type.newsletter
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# emailtemplate.type.password
source: Password
cs_cz: Heslo
sk_sk: Heslo
zh_cn: 密码

# emailtemplate.type.projectmanagement
source: Project management
cs_cz: Řízení projektu
sk_sk: Projektové riadenie
zh_cn: 项目管理

# emailtemplate.type.registration
source: Registration
cs_cz: Registrace
sk_sk: Registrácia
zh_cn: 注册

# emailtemplate.type.registrationapproval
source: Registration approval
cs_cz: Schválení registrace
sk_sk: Registrácia schválená
zh_cn: 登记审批

# emailtemplate.type.reporting
source: Reporting
cs_cz: Reporty
zh_cn: 报告

# emailtemplate.type.scoring
source: Scoring
cs_cz: Skórování
zh_cn: 得分

# emailtemplate.type.translationservices
source: Translation services
cs_cz: Překladatelské služby
zh_cn: 翻译服务

# emailtemplate.type.workflow
source: Workflow
zh_cn: 工作流

# emailtemplate_edit.title
source: Email template properties
cs_cz: Vlastnosti šablony e-mailu
sk_sk: Vlastnosti šablóny e-mailu
zh_cn: 电子邮件模板属性

# emailtemplate_edit.titlenew
source: New email template
cs_cz: Nová šablona e-mailu
sk_sk: Nová e-mailová šablóna
zh_cn: 新建电子邮件模板

# emailtemplate_list.newtemplatebutton
source: New template
cs_cz: Nová šablona
sk_sk: Nová šablóna
zh_cn: 新建模板

# emailtemplateselect.additems
source: Add template
cs_cz: Přidat šablonu
zh_cn: 添加模板

# emailtemplateselect.entersearch
source: Template name
cs_cz: Filtr:
zh_cn: 模板名称

# emailtemplateselect.itemname
source: Template name
cs_cz: Název šablony
zh_cn: 模板名称

# emailtemplateselect.nodata
source: No template selected.
cs_cz: Nebyly vybrány žádné šablony
zh_cn: 没有选定的模板。

# emailtemplateselect.selectitem
source: Select template
cs_cz: Vybrat šablonu
zh_cn: 选择模板

# employeesearch.alldepartments
source: (all departments)
cs_cz: (všechna oddělení)
sk_sk: (všetky oddelenia)
zh_cn: （所有部门）

# employeesearch.department
source: Department:
cs_cz: Oddělení:
sk_sk: Oddelenie:
zh_cn: 部门：

# employeesearch.searchexpression
source: Search employee by name:
cs_cz: Hledat zaměstnance podle jména:
sk_sk: Hľadať zamestnanca podľa mena:
zh_cn: 按名称搜索雇员：

# enumselector.cannotloadassembly
source: The enum class {0} could not be correctly loaded.
zh_cn: 枚举类 {0} 不能被正确加载。

# error.notsupported
source: The operation is not supported.
cs_cz: Tato operace není podporována.
sk_sk: Operácia nie je podporovaná
zh_cn: 不支持的操作。

# error.siteisoffline
source: The site is off-line due to maintenance. Please come back later.
cs_cz: Web je off-line z důvodu údržby. Zkuste to prosím později.
sk_sk: Web je off-line kvôli údržbe. Skúste, prosím, neskôr.
zh_cn: 该网站是离线因维修而引致的。请稍后再来。

# error.siteisonline
source: Site is currently on-line.
cs_cz: Web je momentálně on-line.
sk_sk: Web je momentálne on-line
zh_cn: 网站是当前在线的。

# eventlog.disabledmodule
source: The event logging to database is currently disabled. To enable it, please go to <strong> ##ui|cms|settings## -> System</strong> and check the "Log to database" box.
zh_cn: 事件日志记录到数据库当前被禁用。若要启用它，请转到<strong> ##ui|cms|settings## -> 系统</strong>，并选中"数据库日志"框。

# eventlog.timebetween
source: Time between
cs_cz: Čas mezi
sk_sk: Čas od
zh_cn: 之间的时间

# eventlog.timebetweenand
source: and
cs_cz: a
sk_sk: do
zh_cn: 和

# eventlogdetails.buildnumber
source: Build number
zh_cn: 内部版本号

# eventlogdetails.reportbug
source: Report bug
zh_cn: 报告错误

# eventlogtracelistener.sourcenotfound
source: Application is not registered in the Windows event viewer.
zh_cn: 应用程序不在 Windows 事件查看器中注册。

# eventmanager.eventscope
source: Event scope
cs_cz: Rozsah události
sk_sk: Udalosti v období
zh_cn: 事件范围

# eventmanager.eventscopeupcoming
source: Upcoming
cs_cz: Budoucí
sk_sk: Budúce
zh_cn: 即将举行

# events_attendee_list.general
source: Attendees
cs_cz: Účastníci
sk_sk: Účastníci
zh_cn: 与会者

# events_edit.classnotfound
source: CMS.BookingEvent class doesn't exist.
cs_cz: Třída CMS.BookingEvent neexistuje.
sk_sk: CMS.BookingEvent trieda neexistuje
zh_cn: CMS。BookingEvent 类并不存在。

# events_edit.headercaption
source: Event details
cs_cz: Detaily události
sk_sk: Detaily udalosti
zh_cn: 事件详细信息

# events_edit.notfound
source: Specified booking event not found or not placed on the current site.
cs_cz: Specifikovaná událost rezervace nebyla nalezena nebo umístěna na aktuální stránku.
sk_sk: Udalosť nebola nájdený.
zh_cn: 找不到或不在当前站点上放置的指定的预定事件。

# events_edit.sendemail
source: Send email
cs_cz: Poslat e-mail
sk_sk: Poslať e-mail
zh_cn: 发送电子邮件

# events_sendemail.modifypermission
source: You don't have modify permission for the Events module.
cs_cz: Nemáte povolení pro úpravu modulu Události.
sk_sk: Nemáte právo modifikovať modul Events.
zh_cn: 您不具有修改权限的 Events 模块。

# export.advancedexport
source: Advanced export
cs_cz: Pokročilý export
sk_sk: Pokročilý export
zh_cn: 导出创汇先进

source: Export column header
cs_cz: Exportovat záhlaví sloupců
sk_sk: Exportovať hlavičky stĺpcov
zh_cn: 导出列标题

# export.columns
source: Columns
cs_cz: Sloupce
sk_sk: Stĺpce
zh_cn: 列

# export.comma
source: Comma ","
cs_cz: Čárka !,"
sk_sk: Čiarka ","
zh_cn: 逗号"，"

# export.currentpage
source: Current page only
cs_cz: Pouze aktuální stránku
sk_sk: Len aktuálnu stránku
zh_cn: 仅对当前页

# export.currentpagetooltip
source: Please note that this setting overrides 'Number of records' setting.
cs_cz: Berte prosím v potaz, že toto nastavení přepíše nastavení 'Počet záznamů'.
sk_sk: Všimnite si, prosím, ze toto nastavenie prekrýva nastavenie 'Počet záznamov'.
zh_cn: 请注意此设置将覆盖 '的记录数设置。

# export.defaultselection
source: Default selection
cs_cz: Výchozí výběr
sk_sk: Predvolený výber
zh_cn: 默认选择

# export.delimiter
source: Delimiter
cs_cz: Oddělovač
sk_sk: Oddeľovač
zh_cn: 分隔符

# export.deselectall
source: Deselect all
cs_cz: Zrušit výběr
sk_sk: Zrušiť výber
zh_cn: 取消全选

# export.emptydatasource
source: There are no data to export, please check your export settings.
cs_cz: Nejsou žádná data pro export. Zkontrolujte prosím nastavení exportu.
sk_sk: Žiadne dáta k exportovaniu, skontrolujte nastavenia.
zh_cn: 没有要导出，请检查您的导出设置的数据。

# export.errorexport
source: There was an error during export. Please see event log for more details.
cs_cz: Během exportu nastala chyba. Více detailů najdete v historii událostí.
sk_sk: Nastala chyba počas exportu. Skontrolujte Históriu udalostí.
zh_cn: 在导出过程中出错。请参阅事件日志中有更多的细节。

# export.errorloadingdata
source: There was an error during loading data. Please check the order by clause and where condition.
cs_cz: Během nahrávání dat nastala chyba. Zkontrolujte prosím podmínku klauzule order by a where.
sk_sk: Nastala chyba počas nahrávania dát.
zh_cn: 加载数据时出错。请检查订单的条款和条件的位置。

# export.exportrawdata
source: Export raw database data
cs_cz: Exportovat hrubá data z databáze
sk_sk: Exportovať čisté dáta z databázy
zh_cn: 导出原始数据库中的数据

# export.exportto
source: Export to
cs_cz: Exportovat do
sk_sk: Exportovať do
zh_cn: 导出到
