Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsservicehealthmonitoringinterval.description
source: Time interval (in seconds). In this periodical interval, the external Windows service reads monitored values and writes them to performance counters. Setting <strong>0</strong> stops monitoring of counters.
cs_cz: Časový interval (v sekundách). V pravidelném intervalu čte externí službal Windows monitorované hodnoty a zapisuje je do čítačů výkonu. Nastavení <strong>0</strong>zastaví monitorování čítačů.
sk_sk: Časový interval (v sekundách). V tomto interval externá Windows služba číta monitorované hodnoty a zapisuje ich do performance čítačov. Nastavenie <strong>0</strong> zastaví monitorovanie čítačov.
zh_cn: 时间间隔 （以秒为单位）。在此周期的时间间隔，外部的 Windows 服务读取监测的值，并将其写入到性能计数器。设置<strong>0</strong>停止监视的计数器。

# settingskey.cmssessionmanagerschedulerinterval
source: Update on-line users (minutes)
cs_cz: Aktualizovat on-line uživatele (minuty)
sk_sk: Aktualizovať on-line užívateľov (minúty)
zh_cn: 更新联机用户 （分钟）

# settingskey.cmssessionmanagerschedulerinterval.description
source: Interval between updating records in database session table.
cs_cz: Interval pro aktualizaci záznamů v databázové tabulce.
sk_sk: Interval medzi aktualizáciou záznamov v databázovej tabuľke.
zh_cn: 更新数据库会话表中的记录之间的时间间隔。

# settingskey.cmssessionusedbrepository
source: Store on-line users in database
cs_cz: Ukládat on-line uživatele v databázi
sk_sk: Ukladať on-line užívateľov do databázy
zh_cn: 在数据库中存储联机用户

# settingskey.cmssessionusedbrepository.description
source: If checked, on-line users are stored in the database. Must be enabled for web farms.
cs_cz: Pokud je zaškrtnuto, jsou on-line uživatelé uložení v databázi. Musí být povoleno pro webové farmy.
sk_sk: Ak je zaškrtnuté, on-line užívatelia budú uložení do databázy. Musí byť povolené pre webové farmy.
zh_cn: 如果选中，在线用户存储在数据库中。必须启用 web farm。

# settingskey.cmssharepointdefaultcredentials
source: Use Windows Authentication
cs_cz: Použít Windows autentizaci
sk_sk: Použiť Windows Autentizáciu
zh_cn: 使用 Windows 身份验证

# settingskey.cmssharepointdefaultcredentials.description
source: The system uses the current user's windows domain credentials to access the SharePoint server.
cs_cz: Pokud je zaškrtnuto, je pro přístup k SharePoint serveru použita Windows autentizace. ASP proces webu (ne autentizovaný uživatel) přistupuje k serveru a musí mít oprávnění!
sk_sk: Ak je zaškrtnuté, použije sa Windows autentizácia pri prístupe k SharePoint serveru. ASP proces webu (nie autentizovaný užívateľ) pristupuje k serveru a potrebuje oprávnenia!
zh_cn: 该系统使用当前用户的 windows 域凭据来访问 SharePoint 服务器。

# settingskey.cmssharepointpassword
source: Password
cs_cz: Heslo
sk_sk: Heslo
zh_cn: 密码

# settingskey.cmssharepointpassword.description
source: Password used for authentication to SharePoint server.
cs_cz: Heslo použité pro autentizaci k SharePoint serveru.
sk_sk: Heslo použité pre autentizáciu k SharePoint serveru.
zh_cn: 用于对 SharePoint 服务器进行身份验证的密码。

# settingskey.cmssharepointusername
source: Username
cs_cz: Uživatelské jméno
sk_sk: Užívateľské meno
zh_cn: 用户名

# settingskey.cmssharepointusername.description
source: Username used for authentication to SharePoint server.
cs_cz: Uživatelské jméno použité pro autentizaci k SharePoint serveru.
sk_sk: Používateľské meno použité pre autentizáciu k SharePoint serveru.
zh_cn: 用于对 SharePoint 服务器进行身份验证的用户名。

# settingskey.cmsshoppingcarturl
source: Shopping cart URL
cs_cz: URL nákupního košíku
sk_sk: URL nákupného košíka
zh_cn: 购物车的 URL

# settingskey.cmsshoppingcarturl.description
source: The URL of the <em>Shopping cart</em> page (virtual path).
cs_cz: URL stránky nákupní košík (<strong>virtuální cesta</strong>)
sk_sk: URL stránky s nákupným košíkom (<strong>virtuálnal cesta</strong>).
zh_cn: <em>购物车</em>页面 （虚拟路径） 的 URL。

# settingskey.cmsshowazurelogo
source: Show Windows Azure logo
cs_cz: Zobrazit logo Windows Azure
sk_sk: Zobraziť Windows Azure logo
zh_cn: 显示 Windows Azure 徽标

# settingskey.cmsshowazurelogo.description
source: Determines whether Powered by Windows Azure logo is shown in administration.
cs_cz: Určuje, zda je v CMS Desku zobzazováno logo Powered by Windows Azure
sk_sk: Určuje či Powered by Windows Azure logo bude zobrazené v CMS Desku.
zh_cn: 确定是否由 Windows Azure 徽标中企动力显示在管理中。

# settingskey.cmssitesharedaccounts
source: Share user accounts on all sites
cs_cz: Sdílet uživatelské účty na všech webech
sk_sk: Zdieľať užívateľské účety na všetkých webových stránkach
zh_cn: 分享所有站点上的用户帐户

# settingskey.cmssitesharedaccounts.description
source: When checked, all sites share user accounts on live site, otherwise the user can login only to sites to which he belongs.
cs_cz: Pokud je zaškrtnuto, sdílí všechny weby uživatelské účty na ostrém webu, v opačném případě se uživatel může přihlásit na stránky, ke kterým náleží.
sk_sk: Keď je zaškrtnuté, všetky weby zdieľajú užívateľské účty na živom webe, v opačnom prípade sa užívateľ môže prihlásiť len k webom, ku ktorým patrí.
zh_cn: 如果选中此选项，所有站点都共享上活的站点，否则为只到他所属于的网站用户可以登录的用户帐户。

# settingskey.cmssitetimezone
source: Site time zone
cs_cz: Časová zóna webu
sk_sk: Časová zóna webovej stránky
zh_cn: 网站的时区

# settingskey.cmssitetimezone.description
source: Specifies site timezone.
cs_cz: Specifikuje časovou zónu.
sk_sk: Špecifikuje časovú zónu webu.
zh_cn: 指定网站的时区。

# settingskey.cmssmtpserver
source: SMTP server
zh_cn: SMTP 服务器

# settingskey.cmssmtpserver.description
source: IP address or name of the SMTP server used to send emails. Use <strong>localhost</strong> for your local SMTP server.
cs_cz: IP adresa nebo název SMTP serveru použitého pro odesílání e-mailů. Pro váš lokální SMTP server použijte <strong>localhost</strong>.
sk_sk: IP adresa alebo názov SMTP serveru, ktorý bude použitý na posielanie e-mailov. Použite <strong>localhost</strong> pre váš lokálny SMTP server.
zh_cn: IP 地址或用来发送电子邮件的 SMTP 服务器的名称。为您的本地 SMTP 服务器使用<strong>本地主机</strong>。

# settingskey.cmssmtpserverpassword
source: SMTP server password
cs_cz: Heslo SMTP serveru
sk_sk: Heslo SMTP serveru
zh_cn: SMTP 服务器密码

# settingskey.cmssmtpserverpassword.description
source: Password for SMTP authentication.
cs_cz: Heslo pro autentizaci SMTP.
sk_sk: Heslo pre SMTP autentizáciu.
zh_cn: SMTP 身份验证的密码。

# settingskey.cmssmtpservertip
source: Additional SMTP servers
zh_cn: 其他 SMTP 服务器

# settingskey.cmssmtpservertip.description
source: You can specify more SMTP servers with advanced settings in ##ui|cms|Administration.SmtpServers##.
zh_cn: 您可以指定多个 SMTP 服务器在 ##ui|cms|Administration.SmtpServers##。

# settingskey.cmssmtpserveruser
source: SMTP server user
cs_cz: Uživatel SMTP serveru
sk_sk: Užívateľ SMTP serveru
zh_cn: SMTP 服务器用户

# settingskey.cmssmtpserveruser.description
source: User name for SMTP authentication.
cs_cz: Uživatelské jméno pro autentizaci SMTP.
sk_sk: Užívateľské meno pre SMTP autentizáciu.
zh_cn: SMTP 身份验证的用户名称。

# settingskey.cmsstaginglogchanges
source: Log content changes
cs_cz: Logovat změny obsahu
sk_sk: Zaznamenávať zmeny obsahu
zh_cn: 日志的内容更改

# settingskey.cmsstaginglogchanges.description
source: Specifies whether content change tasks are generated, <strong>check for source server</strong>.
cs_cz: Specifikuje, zda jsou generovány úlohy změny obsahu, <strong>zkontrolujte zdrojový server</strong>.
sk_sk: Určuje, či majú byť vytvárané synchronizačné úlohy pri zmene obsahu, <strong>skontrolujte zdrojový server</strong>.
zh_cn: 指定是否生成内容变更任务，<strong>请检查源服务器</strong>。

# settingskey.cmsstaginglogdatachanges
source: Log data changes
cs_cz: Logovat změny dat
sk_sk: Zaznamenávať zmeny dát
zh_cn: 日志数据更改

# settingskey.cmsstaginglogdatachanges.description
source: Specifies whether data change tasks for <strong>Custom tables</strong> are generated, <strong>check for source server</strong>.
cs_cz: Specifikuje, zda jsou generovány úlohy změny dat pro <strong>Uživatelské tabulky</strong>, <strong>zkontrolujte zdrojový server</strong>.
sk_sk: Určuje, či majú byť vytvárané synchronizačné úlohy pri zmene dát Užívateľskych tabuliek, <strong>skontrolujte zdrojový server</strong>.
zh_cn: 指定是否数据更改任务生成的<strong>自定义表</strong>，<strong>检查源服务器</strong>。

# settingskey.cmsstaginglogobjectchanges
source: Log object changes
cs_cz: Logovat změny objektu
sk_sk: Zaznamenávať zmeny objektu
zh_cn: 日志对象更改

# settingskey.cmsstaginglogobjectchanges.description
source: Specifies whether object change tasks are generated, <strong>check for source server</strong>.
cs_cz: Specifikuje, zda jsou generovány úlohy změny objektů, <strong>zkontrolujte zdrojový server</strong>.
sk_sk: Určuje, či majú byť vytvárané synchronizačné úlohy pri zmene objektu, <strong>skontrolujte zdrojový server</strong>.
zh_cn: 指定是否生成对象变更任务，<strong>请检查源服务器</strong>。

# settingskey.cmsstaginglogstagingchanges
source: Log staging changes
cs_cz: Logovat změny synchronizace
sk_sk: Zaznamenávať staging zmeny
zh_cn: 暂存日志更改

# settingskey.cmsstaginglogstagingchanges.description
source: Specifies whether processing object or content tasks generates staging tasks.
cs_cz: Určuje, zda zpracování objektu nebo úlohy obsahu generují synchronizační úlohy.
sk_sk: Určuje, či spracovanie objektu alebo úlohy obsahu generujú stagin (synchronizačné) úlohy.
zh_cn: 指定是否处理对象或内容的任务生成临时任务。

# settingskey.cmsstagingserviceauthentication
source: Staging service authentication
cs_cz: Autentizace synchronizační služby
sk_sk: Autentizácia služby synchronizácie serverov
zh_cn: 暂存服务身份验证

# settingskey.cmsstagingserviceauthentication.description
source: Staging service authentication type.
cs_cz: Typ autentizace synchronizační služby.
sk_sk: Typ autentizácie synchronizačnej služby (staging service authentication).
zh_cn: 临时服务的身份验证类型。

# settingskey.cmsstagingserviceenabled
source: Enable staging service
cs_cz: Povolit synchronizační službu
sk_sk: Povoliť synchronizačnú službu
zh_cn: 启用临时服务

# settingskey.cmsstagingserviceenabled.description
source: Specifies whether the staging service is enabled, <strong>check for target server</strong>.
cs_cz: Specifikuje, zda je povolena synchronizační služba, <strong>zkontrolujte cílový server</strong>.
sk_sk: Špecifikuje, či je povolená synchronizačná služba (staging), <strong>skontrolujte cieľový server</strong>.
zh_cn: 指定是否启用了临时服务，<strong>请检查目标服务器</strong>。

# settingskey.cmsstagingservicepassword
source: Staging service password
cs_cz: Heslo synchronizační služby
sk_sk: Heslo synchronizačnej služby
zh_cn: 暂存服务密码

# settingskey.cmsstagingservicepassword.description
source: Staging service password for username authentication. Staging won't work when password is blank.
cs_cz: Heslo synchronizační služby pro autentizaci uživatelského jména.
sk_sk: Heslo synchronizačnej služby pre autentizáciu užívateľa.
zh_cn: 暂存服务密码进行身份验证的用户名。暂存行不通时密码为空。

# settingskey.cmsstagingserviceusername
source: Staging service user name
cs_cz: Uživatelské jméno synchronizační služby
sk_sk: Užívateľské meno synchronizačnej služby
zh_cn: 暂存服务用户名称

# settingskey.cmsstagingserviceusername.description
source: Staging service user name for username authentication.
cs_cz: Uživatelské jméno synchronizační služby pro autentizaci uživatelského jména.
sk_sk: Užívateľské meno pre autentizáciu.
zh_cn: 暂存服务用户名进行身份验证的用户名。

# settingskey.cmsstagingservicex509clientbase64keyid
source: Client key ID
zh_cn: 客户端密钥 ID

# settingskey.cmsstagingservicex509clientbase64keyid.description
source: Staging service client certificate key ID.
cs_cz: ID klíče klienta synchronizační služby.
sk_sk: ID kľúča certifikátu klienta synchronizačnej služby.
zh_cn: 临时服务的客户端证书密钥 id。

# settingskey.cmsstagingservicex509serverbase64keyid
source: Server key ID
cs_cz: ID serverového klíče
zh_cn: 服务器密钥 ID

# settingskey.cmsstagingservicex509serverbase64keyid.description
source: Staging service server certificate key ID.
cs_cz: ID klíče klienta synchronizační služby.
sk_sk: ID kľúča certifikátu serveru synchronizačnej služby.
zh_cn: 暂存服务服务器证书密钥 id。

# settingskey.cmsstoreaddtoshoppingcartconversionname
source: Add to shopping cart conversion name
cs_cz: Název konverze přidat do nákupního košíku
sk_sk: Pridať do nákupného košíka konverzný názov
zh_cn: 添加到购物车转换名称

# settingskey.cmsstoreaddtoshoppingcartconversionname.description
source: The name of the conversion that will be logged when a user adds a product to the shopping cart.
cs_cz: Název konverze, která bude zaznamenána, když uživatel přidá produkt do nákupního košíku.
sk_sk: Názov konverzie, ktorá bude zaznamenaná, keď užívateľ pridá produkt do košíka.
zh_cn: 当用户将产品添加到购物车时将记录的转换的名称。

# settingskey.cmsstoreaddtoshoppingcartconversionvalue
source: Add to shopping cart conversion value
cs_cz: Hodnota konverze přidat do nákupního košíku
sk_sk: Hodnota konverzie 'Pridať do nákupného košíka'
zh_cn: 添加到购物车转换值

# settingskey.cmsstoreaddtoshoppingcartconversionvalue.description
source: Allows to set a number that will be recorded, together with the specified conversion, as the conversion value when this particular conversion is logged. The values are cumulative, i.e. when a conversion hit is logged, the specified value is added to the total sum previously recorded for this conversion. You may insert a macro expression into this field to dynamically retrieve a value from the current website context.
cs_cz: Nastaví číslo, které bude uloženo spolu se specifikovanou konverzí při přidání produktu do nákupního košíku. Tyto hodnoty jsou kumulativní, tzn. při zaznamenání konverze bude tato hodnota přičtena k celkovému sooučtu dříve zaznamenanému pro tuto konverzi. Můžete do tohoto pole vložit makro pro dynamické zjišťování hodnoty z aktuálního kontextu webu.
sk_sk: Nastavuje číslo, ktoré bude zaznamenané spolu s konverziou pri pridaní produktu do nákupného košíka. Hodnoty sú kumulatívne, takže pri každej konverzii bude hodnota pripočítaná k predošlej hodnote. Môžete sem zadať makro pre dynamické získavanie hodnoty z aktuálneho kontextu webu.
zh_cn: 允许设置一个数字，将会记录与指定的转换，作为时记录此特定的转换，转换值。这些值是累积的即当转换命中登录时，指定的值添加到此转换以前录得的总金额。可以将宏表达式插入到此字段可动态地从当前网站上下文中检索值。

# settingskey.cmsstoreallowanonymouscustomers
source: Allow ckeckout for unregistered customers
cs_cz: Povolit anonymní zákazníky
sk_sk: Povoliť anonymných zákazníkov
zh_cn: 允许注册客户签

# settingskey.cmsstoreallowanonymouscustomers.description
source: Indicates if customers need to register on your site so that they can make the purchase.
cs_cz: Určuje, zda je nutná registrace zákazníka pro provedení nákupu.
sk_sk: Určuje, či sa zákazníci musia na webe zaregistrovať predtým, ako niečo kúpia.
zh_cn: 指示是否客户需要在您的网站上注册，以便让他们能购买。

# settingskey.cmsstoreallowglobaldepartments
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenia
zh_cn: 部门

# settingskey.cmsstoreallowglobaldepartments.description
source: Indicates if global departments are allowed.
cs_cz: Určuje, zda jsou povolena globální oddělení.
sk_sk: Určuje, či sú povolené globálne oddelenia.
zh_cn: 指示是否允许全局部门。

# settingskey.cmsstoreallowglobaldiscountcoupons
source: Product coupons
cs_cz: Slevové kupóny
sk_sk: Zľavové kupóny
zh_cn: 产品优惠券

# settingskey.cmsstoreallowglobaldiscountcoupons.description
source: Indicates if global product coupons are allowed.
cs_cz: Určuje, zda jsou povoleny globální slevové kupóny.
sk_sk: Určuje, či sú povolené globálne zľavové kupóny.
zh_cn: 指示是否允许全局产品的优惠券。

# settingskey.cmsstoreallowglobalmanufacturers
source: Manufacturers
cs_cz: Výrobci
sk_sk: Výrobcovia
zh_cn: 制造商

# settingskey.cmsstoreallowglobalmanufacturers.description
source: Indicates if global manufacturers are allowed.
cs_cz: Určuje, zda jsou povoleni glovální výrobci.
sk_sk: Určuje, či sú povolení globálni výrobcovia.
zh_cn: 指示是否允许全局制造商。

# settingskey.cmsstoreallowglobalpaymentmethods
source: Payment methods
cs_cz: Způsoby platby
sk_sk: Platobné metódy
zh_cn: 付款方式

# settingskey.cmsstoreallowglobalpaymentmethods.description
source: Indicates if global payment methods are allowed.
cs_cz: Určuje, zda jsou povoleny globální platební metody.
sk_sk: Určuje, či sú povolené globálne platobné metódy.
zh_cn: 指示是否允许全局支付方法。

# settingskey.cmsstoreallowglobalproductoptions
source: Product options
cs_cz: Možnosti produktu
sk_sk: Varianty produktu
zh_cn: 产品选项

# settingskey.cmsstoreallowglobalproductoptions.description
source: Indicates if global product options are allowed.
cs_cz: Určuje, zda jsou povoleny globální varianty produktu.
sk_sk: Určuje, či sú povolené globálne varianty produktu.
zh_cn: 指示是否允许全局产品选项。

# settingskey.cmsstoreallowglobalproducts
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# settingskey.cmsstoreallowglobalproducts.description
source: Indicates if global products are allowed.
cs_cz: Určuje, zda jsou povoleny globální produkty.
sk_sk: Určuje, či sú povolené globálne produkty.
zh_cn: 指示是否允许全局产品。

# settingskey.cmsstoreallowglobalshippingoptions
source: Shipping options
cs_cz: Možnosti dopravy
sk_sk: Možnosti prepravy
zh_cn: 送货选项

# settingskey.cmsstoreallowglobalshippingoptions.description
source: Indicates if global shipping options are allowed.
cs_cz: Určuje, zda jsou povoleny globální možnosti dopravy.
sk_sk: Určuje, či sú povolené globálne možnosti prepravy.
zh_cn: 指示是否允许全局航运选项。

# settingskey.cmsstoreallowglobalsuppliers
source: Suppliers
cs_cz: Dodavatelé
sk_sk: Dodávatelia
zh_cn: 供应商

# settingskey.cmsstoreallowglobalsuppliers.description
source: Indicates if global suppliers are allowed.
cs_cz: Určuje, zda jsou povolení globální dodavatelé.
sk_sk: Určuje, či sú povolení globálni dodávatelia.
zh_cn: 指示是否允许全局供应商。

# settingskey.cmsstoreapplytaxesbasedon
source: Apply taxes based on
cs_cz: Aplikovat daně v závislosti na
sk_sk: Použiť dane podľa
zh_cn: 应用基于税

# settingskey.cmsstoreapplytaxesbasedon.description
source: Indicates whether the taxes are applied based on a shipping or billing address. Taxes related to orders without a shipping address will be calculated based on a billing address, regardless of this setting.
cs_cz: Určuje, zda budou na základě doručovací nebo fakturační adresy započítány daně. Daně pro objednávky bez doručovací adresy budou vypočteny na základě fakturační adresy bez ohledu na nastavení.
sk_sk: Určuje, či sa aplikujú dane na základe doručovacej alebo fakturačnej adresy. Dane objednávok bez adresy pre doručenie budú počítane na základe fakturačnej adresy bez ohľadu na toto nastavenie.
zh_cn: 指示是否税应用基于一个航运或帐单地址。与订单没有送货地址相关的税将根据帐单的地址，无论此设置如何计算。

# settingskey.cmsstorecheckoutprocess
source: Checkout process
cs_cz: Proces nákupu
sk_sk: Nákupný proces
zh_cn: 结帐过程

# settingskey.cmsstorecheckoutprocess.description
source: Defines the checkout process used in the store shopping cart.
cs_cz: Defunuje nákupní proces používaný v nakupním košíku obchodu.
sk_sk: Definuje nákupný proces používaný v nákupnom košíku obchodu.
zh_cn: 定义用于在商店购物车结帐过程。

# settingskey.cmsstoredefaultcountryname
source: Default country
cs_cz: Výchozí země
sk_sk: Predvolená krajina
zh_cn: 默认国家/地区

# settingskey.cmsstoredefaultcountryname.description
source: Allows to set the default country, choose your country or country where you sell the most. All taxes are applied based on their values in the default country unless the customer specifies their country or state during the checkout process.
cs_cz: Vyberte svou zemi nebo zemi, kde nejčastěji prodáváte. Všechny daně jsou stanoveny podle hodnot ve výchozí zemi, pokud zákazník nespecifikuje svou zemi nebo stát během nákupního procesu.
sk_sk: Vyberte svoju krajinu alebo krajinu, kde najčastejšie predávate.Všetky dane budú aplikované podľa hodnôt v predvolenej krajine, ak zákazník nezadá inú krajinu alebo štát počas procesu objednávky.
zh_cn: 允许设置默认国家/地区，选择您的国家或地方你卖的最多的国家。所有的税收是基于它们的值在默认国家/地区应用，除非客户指定他们的国家或政权在结帐过程。

# settingskey.cmsstoreenableunassignedproducts
source: Enable unassigned products
cs_cz: Povolit nepřiřazené produkty
zh_cn: 启用未分配的产品

# settingskey.cmsstoreenableunassignedproducts.description
source: Indicates whether it is possible to create products not assigned to page.
cs_cz: Určuje, zda je možné vytvářet produkty nepřiřazené k dokumentu.
zh_cn: 指示是否可以创建产品未分配页。

# settingskey.cmsstoreeproductsreminder
source: Send e-products reminder (days)
cs_cz: Zaslat upomínku e-produktu (dny)
sk_sk: Posielať e-produkt upozornenie (dni)
zh_cn: 发送电子产品提醒 （天）

# settingskey.cmsstoreeproductsreminder.description
source: The number of days prior to e-product expiration when a notification is sent to the user.
cs_cz: Počet dní před vypršením e-produktu, kdy má být uživateli zasláno upozornění.
sk_sk: Počet dní pred exspiráciou e-produktu, keď má byť poslané upozornenie užívateľovi.
zh_cn: 电子产品到期时向用户发送通知之前的天数。

# settingskey.cmsstorefilesindatabase
source: Store files in database
cs_cz: Uložit soubory do databáze
sk_sk: Ukladať súbory do databázy
zh_cn: 在数据库中存储的文件

# settingskey.cmsstorefilesindatabase.description
source: Indicates if files should be stored in the database.
cs_cz: Určuje, zda mají být soubory ukládány v databázi.
sk_sk: Určuje, či majú byť súbory ukladané do databázy.
zh_cn: 指示是否文件应存储在数据库中。

# settingskey.cmsstorefilesinfilesystem
source: Store files in file system
cs_cz: Uložit soubory do systému souborů
sk_sk: Ukladať súbory v systéme súborov
zh_cn: 将文件存储在文件系统中

# settingskey.cmsstorefilesinfilesystem.description
source: Indicates if files should be stored in file system.
cs_cz: Určuje, zda mají být soubory ukládány v systému souborů.
sk_sk: Určuje, či majú byť súbory ukladané do súborového systému
zh_cn: 指示是否文件应存储在文件系统中。

# settingskey.cmsstoreinvoicetemplate
source: Invoice template
cs_cz: Šablona faktury
sk_sk: Šablóna faktúry
zh_cn: 发票模板

# settingskey.cmsstoreinvoicetemplate.description
source: HTML template used to generate an invoice (or receipt) after an order is finished and saved.
cs_cz: HTML šablona použitá pro generování faktury (nebo účtenky) po dokončení a uložení objednávky.
sk_sk: HTML šablóna používaná na generovanie faktúry (alebo potvrdenky) po skončení a uložení objednávky.
zh_cn: HTML 模板用于生成发票 （或收据） 后的订单已完成并保存。

# settingskey.cmsstoreorderconversionname
source: Order conversion name
cs_cz: Název konverze objednávky
sk_sk: Názov konverzie pri dokončení objednávky
zh_cn: 订单转换名称

# settingskey.cmsstoreorderconversionname.description
source: The name of the conversion that will be logged when a user completes an order.
cs_cz: Název konverze, která bude zaznamenána poté, co uživatel dokončí objednávku.
sk_sk: Názov konverzie, ktorá bude zaznamenaná, keď užívateľ dokončí objednávku.
zh_cn: 当用户完成一项命令将记录的转换的名称。

# settingskey.cmsstoreorderconversionvalue
source: Order conversion value
cs_cz: Hodnota konvertze objednávky
sk_sk: Hodnota konverzie pri dokončení objednávky
zh_cn: 顺序转换值

# settingskey.cmsstoreorderconversionvalue.description
source: Allows to set a number that will be recorded, together with the order conversion, as the order conversion value when this conversion is logged. The values are cumulative, i.e. when a conversion hit is logged, the specified value is added to the total sum previously recorded for this conversion. You may insert a macro expression into this field to dynamically retrieve a value from the current website context.
cs_cz: Nastaví číslo, které bude zaznamenáno spolu s konverzí Objednávka, když je tato konverze zaznamenána. Tyto hodnoty jsou kumulativní, tzn. když je zaznamenána konverze, bude specifkovaná hodnota přidána k celkovému součtu dříve zaznamenanému pro tuto konverzi.
sk_sk: Nastavuje číslo, ktoré bude zaznamenané spolu s konverziou pri dokončení objednávky. Hodnoty sú kumulatívne, takže pri každej konverzii bude hodnota pripočítaná k predošlej hodnote. Môžete sem zadať makro pre dynamické získavanie hodnoty z aktuálneho kontextu webu.
zh_cn: 允许设置将被记录和顺序转换，作为这种转换登录时的顺序转换值的数量。这些值是累积的即当转换命中登录时，指定的值添加到此转换以前录得的总金额。可以将宏表达式插入到此字段可动态地从当前网站上下文中检索值。

# settingskey.cmsstoreproductsstartingpath
source: Products starting path
cs_cz: Počáteční cesta produktu
zh_cn: 产品启动路径
