Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmscombinecomponentscss.description
source: If checked, the CSS styles from components are combined to a single request.
cs_cz: Pokud je označeno, jsou CSS styly z komponent kombinovány do jednoho požadavku.
sk_sk: Ak je zakliknuté, CSS štýly z komponent sú kombinované do jednoho požiadavku.
zh_cn: 如果选中此选项，从组件的 CSS 样式被结合到一个单一的请求。

# settingskey.cmscombineimageswithdefaultculture
source: Combine files with default culture
cs_cz: Kombinovat soubory s výchozí jazykovou verzí
sk_sk: Kombinovať súbory s predvolenou kultúrou
zh_cn: 将文件与默认语言相结合

# settingskey.cmscombineimageswithdefaultculture.description
source: Indicates if default culture version of the file should be used when the page is not translated.
cs_cz: Určuje, zda má být použita výchozí jazyková verze souboru, pokud není dokument přeložen.
sk_sk: Určuje, či má byť použitá predvolená jazyková verzia súboru, ak tento dokument nie je preložený.
zh_cn: 指示页面不翻译时是否应使用默认语言版本的文件。

# settingskey.cmscombinewithdefaultculture
source: Combine with default culture
cs_cz: Kombinovat s výchozí jazykovou verzí
sk_sk: Kombinovať s predvolenou kultúrou
zh_cn: 与默认语言相结合

# settingskey.cmscombinewithdefaultculture.description
source: Indicates if default culture version of the page should be used when the page is not translated.
cs_cz: Určujš, zda má být použita výchozí jazyková verze dokumentu, pokud dokument není přeložen.
sk_sk: Určuje, či má byť použitá predvolená jazyková verzia dokumentu, ak tento dokument nie je preložený.
zh_cn: 指示是否页不翻译时不应使用页上的默认语言版本。

# settingskey.cmsconfirmchanges
source: Prompt to save changes on exit
cs_cz: Výzva k uložení změn před ukončením
sk_sk: Výzva na uloženie zmien pri odchode
zh_cn: 退出时保存更改的提示

# settingskey.cmsconfirmchanges.description
source: Notifies the user that she hasn't saved the changes when the user tries to leave the page in the editing mode.
cs_cz: Upozorňuje uživatele na to, že neuložil změny, když se uživatel pokusí opustit stránku v módu úprav.
sk_sk: Upozorní užívateľa, že neuložil zmeny, keď sa pokúsi opustiť stránku v editačnom režime.
zh_cn: 她还没有保存所做的更改，当用户试图离开页面处于编辑模式时通知用户。

# settingskey.cmscontactforvisitor
source: When a visitor has more contacts, use
cs_cz: Pokud má návštěvník více kontaktu, použít
sk_sk: Ak má užívateľ viac kontaktov, použi
zh_cn: 当访客有更多的接触时，使用

# settingskey.cmscontactforvisitor.description
source: Determines what contact will be selected for a visitor which has multiple contacts assigned.
cs_cz: Určuje, který kontakt bude vybrán pro návštěvníka , který má přiřazených více kontaktů.
sk_sk: Určuje, ktorý kontakt bude vybraný pre návštevníka, ktorý má priradených viac konaktov.
zh_cn: 确定哪些联系人将选定为游客已分配的多个联系人。

# settingskey.cmscontentimagewatermark
source: Use watermark for page images
cs_cz: Použít vodoznak pro dokumentové obrázky
sk_sk: Použiť vodoznak pre dokumentové obrázky
zh_cn: 使用页面图像的水印

# settingskey.cmscontentimagewatermark.description
source: If checked, the watermark is used for page attachments.
cs_cz: Pokud je označeno, je pro přílohy dokumentu použit vodoznak.
sk_sk: Ak je zakliknuté, vodoznak bude použitý pre prílohy dokumentov.
zh_cn: 如果选中此选项，则会将水印用于页附件。

# settingskey.cmscontentpersonalizationenabled
source: Enable content personalization
cs_cz: Povolit personalizaci obsahu
sk_sk: Povoliť personalizáciu obsahu
zh_cn: 启用内容个性化设置

# settingskey.cmscontentpersonalizationenabled.description
source: Indicates whether content personalization feature is enabled.
cs_cz: Určuje, zda je povolena funkce personalizace obsahu.
sk_sk: Určuje, či je povolená funkcionalita personalizácie obsahu.
zh_cn: 指示是否启用了内容的个性化设置功能。

# settingskey.cmscontrolelement
source: Control element
cs_cz: Prvek kontrolu
sk_sk: Span element
zh_cn: 控制元件

# settingskey.cmscontrolelement.description
source: Specifies element that should be used instead of standard &lt;span&gt; element.
cs_cz: Specifikuje prvek, který by měl být použit místo standardního &lt;span&gt; prvku.
sk_sk: Špecifikuje element, ktorý má byť použitý namiesto klasického &lt;span&gt elementu.
zh_cn: 指定应使用而不是标准 &lt; 跨度 &gt; 元素的元素。

# settingskey.cmsconverttablestodivs
source: Convert TABLE tags to DIV tags
cs_cz: Převést tagy TABLE na tagy DIV
zh_cn: 转换表标记为 DIV 标签

# settingskey.cmsconverttablestodivs.description
source: Determines how the output filter converts TABLE tags to DIV elements. The output filter automatically assigns a CSS class to the replacement DIVs according to the name of the original tag (table, tr, td). Table conversions can either be disabled completely, enabled for all tables except for those market by the <strong>_nodivs</strong> CSS class, or enabled only for tables designated through the <strong>_divs</strong> class.
cs_cz: Pokud je zakliknuto, budou tagy TABLE ve výstupu stránky automaticky převedeny na elementy DIV. Výstupní filtr automaticky přiřadí CSS třídu k nahrazovacímu DIV-u podle názvu původního tagu (table, tr, td). Toto chování může být buď úplně zakázáno nebo povoleno pro všechny tabulky kromě těch, které jsou označené CSS třídou <strong>_nodivs</strong> nebo povoleno pouze pro tabulky navrhované pomocí <strong>_divs</strong> třídy.
zh_cn: 确定输出滤波器将表标记转换为 DIV 元素。输出筛选器会自动分配一个 CSS 类到用于更换的 Div 根据原始的标记 （表、 tr、 td) 的名称。表转换可以完全禁用，除了那些市场外的所有表，都启用的<strong>_nodivs</strong> CSS 类，或仅为表指定通过<strong>_divs</strong>类都启用。

# settingskey.cmsdatacomcompanymapping
source: Company
cs_cz: Společnost
zh_cn: 公司

# settingskey.cmsdatacomcompanymapping.description
source: Mapping of Data.com company fields to Kentico account fields.
cs_cz: Mapování polí společnosti z Data.com na pole účtu v Kentico.
zh_cn: Data.com 公司字段的 Kentico 帐户字段的映射。

# settingskey.cmsdatacomcontactmapping
source: Contact
cs_cz: Kontakt
zh_cn: 联系人

# settingskey.cmsdatacomcontactmapping.description
source: Mapping of Data.com contact fields to Kentico contact fields.
cs_cz: Mapování polí kontaktu z Data.com na pole kontaktu v Kentico.
zh_cn: Data.com 联系人字段与 Kentico 联系人字段的映射。

# settingskey.cmsdatacompassword
source: User password
cs_cz: Heslo uživatele
zh_cn: 用户密码

# settingskey.cmsdatacompassword.description
source: Data.com user account password. You need a Data.com user account to be able to buy contacts.
cs_cz: Heslo uživatelského účtu na Data.com. Pokud chcete nakupovat kontakty, musíte mít uživatelský účet na Data.com.
zh_cn: Data.com 用户帐户密码。你需要一个 Data.com 用户帐户，以便能够买联系人。

# settingskey.cmsdatacomtoken
source: API access token (required)
cs_cz: API přístupový token (nevyhnutelný)
zh_cn: API 访问令牌 （必填）

# settingskey.cmsdatacomtoken.description
source: As a member of Data.com developer program you receive an access token which enables your organization to use the Data.com API. More information is available at http://developer.jigsaw.com.
cs_cz: Jako člen vývojového programu Data.com obdržíte přístupový token, který vaší organizaci umožní používat Data.com API. Více informací naleznete na http://developer.jigsaw.com.
zh_cn: 作为 Data.com 开发商计划的成员，您收到，使您的组织使用 Data.com API 的访问令牌。可在 http://developer.jigsaw.com 的详细信息。

# settingskey.cmsdatacomusername
source: User login
cs_cz: Přihlašovací jméno
zh_cn: 用户登录

# settingskey.cmsdatacomusername.description
source: Data.com user account login. You need a Data.com user account to be able to buy contacts. The registration is available at http://www.jigsaw.com.
cs_cz: Přihlašovací jméno uživatelského účtu na Data.com. Pokud chcete nakupovat kontakty, musíte mít uživatelský účet na Data.com. Registrovat se můžete na http://www.jigsaw.com.
zh_cn: Data.com 用户帐户登录。你需要一个 Data.com 用户帐户，以便能够买联系人。登记是 http://www.jigsaw.com 公开发售。

# settingskey.cmsdataversion
source: Data version
cs_cz: Verze dat
sk_sk: Verzia dát
zh_cn: 数据版本

# settingskey.cmsdataversion.description
source: Data structures version.
cs_cz: Verze struktury dat.
sk_sk: Verzia štruktúry dát
zh_cn: 数据结构的版本。

# settingskey.cmsdbobjectowner
source: DB object schema
cs_cz: Schéma DB objektu
sk_sk: Schéma DB objektov
zh_cn: DB 对象架构

# settingskey.cmsdbobjectowner.description
source: Name of the schema which is used for all newly created database objects by the current database user (e.g. for new database table of the page type). If not specified, database user's default schema is used.
cs_cz: Název schématu, které má být použito pro všechny aktuálním uživatelem nově vytvořené databázové objekty(např. novou databázovou tabulku typu dokumentu). Pokud není specifikováno, je použito výchozí schéma uživatele.
sk_sk: Názov schémy, ktorá bude použíta pre všetky novovytvorené databázové objekty súčasným užívateľom databázy (napr. pre novú databázovú tabuľku typu dokumentu). Ak nie je špecifikované, bude použitá predvolená užívateľská databázová schéma.
zh_cn: 当前数据库用户 （例如，新的数据库表的页类型） 用于所有新创建的数据库对象的架构的名称。如果未指定，则使用数据库用户的默认架构。

# settingskey.cmsdbversion
source: Database version
cs_cz: Verze databáze
sk_sk: Verzia databázy
zh_cn: 数据库版本

# settingskey.cmsdbversion.description
source: Database structure version
cs_cz: Verze struktury databáze
sk_sk: Verzia štruktúry databázy
zh_cn: 数据库结构版本

# settingskey.cmsdebugallcaches
source: Debug cache access of UI pages
cs_cz: Debugovat přístup ke cache stránek UI
sk_sk: Debugovať prístup ku cache stránok UI
zh_cn: 调试缓存访问的用户界面页

# settingskey.cmsdebugallcaches.description
source: If enabled, access to data cached for pages of the administration interface will also be included in the cache access debug. This option requires cache access debugging to be enabled.
cs_cz: Pokud je povoleno, bude přístup k datům cachovaným pro stránky administračního rozhraní (CMS Desk a Site Manager) také zahrnut v debugu přístupu ke cache. Tato možnost vyžaduje, aby bylo povoleno debugování přístupu ke cache.
sk_sk: Ak je povolené, prístup ku cache pre stránky administračného rozhrania (CMS Desk a Site Manager) bude tiež zahrnutý do debugu prístupu ku cache. Táto voľba vyžaduje, aby bolo povolené debugovanie prístupu do cache.
zh_cn: 如果启用，对数据缓存页的管理界面的访问也列入缓存访问调试。此选项需要调试启用缓存访问。

# settingskey.cmsdebugallfiles
source: Debug IO operations of UI pages
cs_cz: Debugovat I/O operace stránek UI
sk_sk: Debugovať V/V operácie stránok UI
zh_cn: 调试 IO 操作的 UI 页

# settingskey.cmsdebugallfiles.description
source: If enabled, IO operations called by pages of the administration interface will also be included in the IO operation debug. This option requires IO operation debugging to be enabled.
cs_cz: Pokud je povoleno, budou I/O operace volané stránkami administračního rozhraní (CMS Desk a Site Manager) také zahrnuty v debugu I/O operace. Tato možnost vyžaduje, aby bylo povoleno debugování I/O operace.
sk_sk: Ak je povolené, V/V operácie volané stránkami administrátorského rozhrani (CMS Desk a Site Manager) budú tiež zahrnuté do debugu V/V operácií. Táto voľba požaduje, aby bolo povolené debugovanie V/V operácií.
zh_cn: 如果启用，IO 操作调用的页的管理界面也列入 IO 操作调试。此选项需要调试要启用的 IO 操作。

# settingskey.cmsdebugallforeverything
source: Include UI pages in all debugs
cs_cz: Zahrnout stránky UI do všech debugů
sk_sk: Zahrnúť stránky UI do všetkých debugov
zh_cn: 在所有的调试中包括 UI 页

# settingskey.cmsdebugallforeverything.description
source: If enabled, actions performed on UI pages are included in all debugs. This only applies to debugs that are already enabled.
cs_cz: Pokud je povoleno, budou akce provedené na stránkách UI zahrnuty v každém debugu. Toto se vztahuje pouze na debugy, které jsou již povolené.
sk_sk: Ak je povolené, akcie vykonané na stránkach užívateľského rozhrania budú zahrnuté do všetkých debugov. Toto sa aplikuje len na debugy, ktoré už sú povolené.
zh_cn: 如果启用，用户界面页上执行的操作列入所有调试。这仅适用于已启用的调试。

# settingskey.cmsdebugallhandlers
source: Debug handlers in UI pages
zh_cn: 调试用户界面页中的处理程序

# settingskey.cmsdebugallhandlers.description
source: If enabled, event handlers raised by pages of the administration interface will also be included in the event handlers debug. This option requires event handlers debugging to be enabled.
zh_cn: 如果启用，由页的管理界面引发的事件处理程序也将包括在事件处理程序调试。此选项需要调试要启用的事件处理程序。

# settingskey.cmsdebugallmacros
source: Debug macros resolved on UI pages
cs_cz: Debugovat makra vyhodnocená na stránkách UI
sk_sk: Debugovať makrá vyhodnotené na všetkých stránkach UI
zh_cn: 调试宏解决 UI 页面上

# settingskey.cmsdebugallmacros.description
source: If enabled, macros resolved on pages of the administration interface will also be included in the macro debug. This option requires macro debugging to be enabled.
cs_cz: Pokud je povoleno, budou makra vyřašená na stránkách administračního rozhraní (CMS Desk a Site Manager) také zahrnuta v debugu maker. Tato možnost vyžaduje, aby bylo povoleno debugování maker.
sk_sk: Ak je povolené, makrá vyhodnocované na stránka administračného rozhrania (CMS Desk a Site Manager) budú tiež zahrnuté do debugu makier. Táto voľba požaduje, aby bolo povolené debugovanie makier.
zh_cn: 如果启用，解决页上的管理界面的宏也列入宏调试。此选项要求宏调试启用。

# settingskey.cmsdebugalloutput
source: Debug output of UI pages
cs_cz: Debugovat výstup stránek UI
sk_sk: Debugovať výstup UI stránok
zh_cn: 调试用户界面页的输出

# settingskey.cmsdebugalloutput.description
source: If enabled, output of administration interface pages will also be included in the output debug. This option requires output debugging to be enabled.
cs_cz: Pokud je povoleno, bude výstup stránek administračního rozhraní (CMS Desk a Site Manager také zahrnut v debugu výstupu). Tato možnost vyžaduje, aby bylo povoleno debugování výstupu.
sk_sk: Ak je povolené, výstup zo stránok administračného rozhrania (CMS Desk a Site Manager) bude tiež zahrnutý do debugu výstupu. Táto voľba požaduje, aby bolo povolené debugovanie výstupu.
zh_cn: 如果启用，管理界面页的输出也列入输出调试。此选项要求输出调试启用。

# settingskey.cmsdebugallrequests
source: Debug UI page requests
cs_cz: Debugovat požadavky stránek UI
sk_sk: Debugovat požiadavky UI stránok
zh_cn: 调试用户界面页请求

# settingskey.cmsdebugallrequests.description
source: If enabled, administration interface page requests will also be included in the macro debug. This option requires request debugging to be enabled.
cs_cz: Pokud je povoleno, budou požadavky stránky administračního rozhraní (CMS Desk a Site Manager) také zahrnuty v debugu maker.Tato možnost vyžaduje, aby bylo povoleno debugování požadavků.
sk_sk: Ak je povolené, požiadavky stránok administračného rozhrania (CMS Desk a Site Manager) budú tiež zahrnuté do debugu. Táto voľba požaduje, aby bolo povolené debugovanie požiadavkov.
zh_cn: 如果启用，管理界面页面请求也列入宏调试。此选项要求请求调试启用。

# settingskey.cmsdebugallsecurity
source: Debug security operations of UI pages
cs_cz: Debugovat bezpečnostní operace stránek UI
sk_sk: Debugovať bezpečnostné operácie UI stránok
zh_cn: 调试安全操作的 UI 页

# settingskey.cmsdebugallsecurity.description
source: If enabled, security checks performed by pages of the administration interface will also be included in the security debug. This option requires security debugging to be enabled.
cs_cz: Pokud je povoleno, budou bezpečnostní kontroly provedené stránkami administračního rozhraní (CMS Desk a Site Manager) také zahrnuty v debugu bezpečnosti. Tato možnost vyžaduje, aby bylo povoleno debugování bezpečnosti.
sk_sk: Ak je povolené, kontroly bezpečnosti vykonávané stránkami administračného rozhrania (CMS Desk a Site Manager) budú tiež zahrnuté do debugu bezpečnosti. Táto voľba požaduje, aby bolo povolené debugovanie bezpečnosti.
zh_cn: 如果启用，由页的管理界面执行的安全检查也列入安全调试。此选项要求安全调试启用。

# settingskey.cmsdebugallsqlqueries
source: Debug SQL queries of UI pages
cs_cz: Debugovat SQL dotazy stránek UI
sk_sk: Debugovať SQL query UI stránok
zh_cn: 调试 SQL 查询的用户界面页

# settingskey.cmsdebugallsqlqueries.description
source: If enabled, SQL queries called by pages of the administration interface will also be included in the SQL query debug. This option requires SQL query debugging to be enabled.
cs_cz: Pokud je povoleno, budou SQL dotazy volané stránkami administračního rozhraní (CMS Desk a Site Manager) také zahrnuty v debugu SQL dotazů. Tato možnost vyžaduje, aby bylo povoleno debugování SQL dotazů.
sk_sk: Ak je povolené, SQL queries volané stránkami administračného rozhrania (CMS Desk a Site Manager) budú tiež zahrnuté do debugu SQL queries.Táto voľba požaduje, aby bolo povolené debugovanie SQL query.
zh_cn: 如果启用，由页的管理界面调用的 SQL 查询也列入 SQL 查询调试。此选项需要 SQL 查询调试启用。

# settingskey.cmsdebugallviewstates
source: Debug ViewState of UI pages
cs_cz: Debugovat ViewState stránek UI
sk_sk: Debugovať ViewState UI stránok
zh_cn: 调试用户界面视图状态页

# settingskey.cmsdebugallviewstates.description
source: If enabled, ViewState of administration interface pages will also be included in the ViewState debug. This option requires ViewState debugging to be enabled.
cs_cz: Pokud je povoleno, bude ViewState stránek administračního rozhraní (CMS Desk a Site Manager) také zahrnuty v debugu ViewState. Tato možnost vyžaduje, aby bylo povoleno debugování ViewState.
sk_sk: Ak je povolené, ViewState stránok administračného rozhrania (CMS Desk a Site Manager) bude tiež zahrnutý do debugu ViewState. Táto voľba požaduje, aby bolo povolené debugovanie ViewState.
zh_cn: 如果启用，管理界面页的视图状态还将包含视图状态调试中。此选项需要调试启用视图状态。

# settingskey.cmsdebugallwebfarm
source: Debug web farm operations of UI pages
cs_cz: Debugovat web farmové operace stránek UI
sk_sk: Debugovať webfarmové operácie UI stránok
zh_cn: 调试 web farm操作的 UI 页

# settingskey.cmsdebugallwebfarm.description
source: If enabled, operations performed via the administration interface will also be included in the web farm debug. This option requires web farm debugging to be enabled.
cs_cz: Pokud je povoleno, budou akce provedené prostřednictvím administračního rozhraní (CMS Desk a Site Manager) také zahrnuty v debugu webových farem. Tato možnost vyžaduje, aby bylo povoleno debugování webových farem.
sk_sk: Ak je povolené, operácie vykonávané cez administračné rozhranie (CMS Desk a Site Manager) bude tiež zahrnuté do debugovania web farm operácií. Táto voľba požaduje, aby bolo povolené debugovanie webových fárm.
zh_cn: 如果启用，通过管理界面的操作也列入 web farm调试。此选项要求 web farm调试启用。

# settingskey.cmsdebuganalytics
source: Enable web analytics debug
cs_cz: Povolit debug webové analýzy
sk_sk: Povoliť debug webových analýz
zh_cn: 启用 web 分析调试

# settingskey.cmsdebuganalytics.description
source: Enables web analytics debugging and the <strong>Analytics</strong> tab in <strong> ##ui|cms|debug## </strong>.
cs_cz: Povoluje debugování webové analýzy a panel <strong>Analýza</strong> v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie webových analýz a záložku <strong>Analýzy</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 使 web 分析调试和在<strong>##ui|cms|debug## </strong><strong>分析</strong>选项卡。

# settingskey.cmsdebuganalyticslive
source: Display web analytics debug on live site
cs_cz: Zobrazí debug webové analýzy na ostrém webu
sk_sk: Zobraziť debug webových analýz na live site
zh_cn: 活的网站上显示 web 分析调试

# settingskey.cmsdebuganalyticslive.description
source: If enabled, web analytics debug information is also displayed at the bottom of each page on the live site. Requires web analytics debugging to be enabled. Debugging on the live site is only available if your site does NOT use JavaScript logging for web analytics ('On-line marketing -> Web analytics -> Log via JavaScript snippet' setting).
cs_cz: Pokud je povoleno, je informace debugu webové analýzy zobrazena také na dolní části každé stránky ostrého webu. Tato možnost vyžaduje, aby bylo povoleno debugování webové analýzy.
sk_sk: Ak je povolené, informácie o debugu webových analýz budú zobrazené aj v spodnej časti každej stránky živého webu. Táto voľba požaduje, aby bolo povolené debugovanie webových analýz.
zh_cn: 如果启用，web 分析调试信息也显示在每个活动站点上的页面的底部。需要调试要启用的 web 分析。在工地现场调试只是可用的如果您的站点不使用 JavaScript 日志记录 web 分析 （'-> 日志通过 JavaScript 代码段的网站分析的在线营销' 设置）。

# settingskey.cmsdebuganalyticsloglength
source: Web analytics debug log length
cs_cz: Délka záznamu debugu webové analýzy
sk_sk: Dĺžka záznamu debugu webových analýz
zh_cn: 网站分析调试日志长度

# settingskey.cmsdebuganalyticsloglength.description
source: Sets the maximum length of the web analytics debug log on the <strong>##ui|cms|debug## -> Analytics</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: Nastaví maximální délku záznamu debugu webové analýzy na panelu <strong>Debug -> Analýza</strong>, tj. počet požadavků, pro které je informace debugu uchována a zobrazena na panelu. Pokud je prázdné, je použita hodnota <strong>Výchozí délka záznamu</strong> nastavení (nebo tlačítko <strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálnu dĺžku záznamu debugu webových analýz na záložke <strong>Debug -> Analýzy</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie zachovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集的最大长度的 web 分析调试日志<strong>##ui|cms|debug## -> 分析</strong>选项卡，即为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebuganalyticsstack
source: Display stack information
cs_cz: Zobrazit informaci zásobníku
sk_sk: Zobraziť stack info
zh_cn: 显示堆栈信息

# settingskey.cmsdebuganalyticsstack.description
source: If enabled, stack is tracked when debugging web analytics and is displayed in the <strong>Context</strong> column. This information is only available in the debugging UI and on the live site, not in the debug log written into the <em>loganalytics.log</em> file.
cs_cz: Pokud je povoleno, je po čas debugování webové analýzy sledován zásobník a je zobrazen ve sloupci <strong>Kontext</strong>. Tato informace je dostupná pouze v debugování UI a na ostrém webu, nikoliv v záznamu debugu zapsaném v souboru <em>loganalytics.log</em>.
sk_sk: Ak je povolené, je počas debugovania webových analýz sledovaný zásobník a je zobrazovaný v stĺpci <strong>Context</strong>. Táto informácie je dostupná len v debugovacom UI a na živom webe, nie v zázname debugu zapisovanom do súboru <em>loganalytics.log</em>.
zh_cn: 如果启用，堆栈跟踪调试 web 分析时和在<strong>上下文</strong>列中显示。此信息仅可在调试用户界面，并在实时网站上，不在调试日志写入到<em>loganalytics.log</em>文件中。

# settingskey.cmsdebugcache
source: Enable cache access debug
cs_cz: Povolit debug přístupu ke cache
sk_sk: Povoliť debug prístupu ku cache
zh_cn: 启用缓存访问调试

# settingskey.cmsdebugcache.description
source: Enables cache access debugging and the <strong>Cache access</strong> tab in <strong> ##ui|cms|debug##</strong>.
cs_cz: Povoluje debugování přístupu cache a panel <strong>Přístup cache</strong> v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie prístupu do cache a záložku <strong>Prístup do cache</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 启用高速缓存访问调试和在<strong>##ui|cms|debug##</strong>的<strong>缓存访问</strong>选项卡。

# settingskey.cmsdebugcachelive
source: Display cache access debug on live site
cs_cz: Zobrazí debug přístupu ke cache na ostrém webu
sk_sk: Zobraziť debug prístupu ku cache na live site
zh_cn: 活的网站上显示缓存访问调试

# settingskey.cmsdebugcachelive.description
source: If enabled, cache access debug information is also displayed at the bottom of each live site page. This option requires cache access debugging to be enabled.
cs_cz: Pokud je povoleno, je informace o debugu přístupu cache také zobrazena ve spodní části každé stránky ostrého webu. Tato možnost vyžaduje, aby bylo povoleno debugování přístupu cache.
sk_sk: Ak je povolené, informácie o debugu prístupu ku cache busú zobrazené aj naspolu každej stránky živého webu. Táto voľba požaduje, aby bolo povolené debugovanie prístupu do cache.
zh_cn: 如果启用，缓存访问调试信息也会显示在每个活动站点页面的底部。此选项需要调试启用缓存访问。
