Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsrestauthenticationtype
source: Authentication type
cs_cz: Typ autentizace
sk_sk: Typ autentizácie
zh_cn: 身份验证类型

# settingskey.cmsrestauthenticationtype.description
source: Determines which type of authentication will be used by the REST service. Supported types are Basic and Forms authentication.
cs_cz: Určuje, jaký typ autentizace bude používán službou REST. Podporované typy jsou autentizace Basic a Forms.
sk_sk: Určuje, aký typ autentizácie bude použitý službou REST. Podporované su Basic a Forms autentizácia.
zh_cn: 确定哪种类型的身份验证将使用的 REST 服务。受支持的类型是基本和 Forms 身份验证。

# settingskey.cmsrestdocumentsreadonly
source: Page access is read only
cs_cz: Dokument je přístupný pouze pro čtení
sk_sk: Dokument je prístupný len na čítanie
zh_cn: 页面访问是只读的

# settingskey.cmsrestdocumentsreadonly.description
source: If true, only GET page requests can be processed by the service and pages can't be modified by the service.
cs_cz: Pokud je pravda, mohou být službou zpracovány pouze dokumentové požadavky GET a dokumenty nebohou být službou modifikovány.
sk_sk: Ak je zaškrtnuté, len GET požiadavky na dokumeny môžu byť spracovávané službou REST a dokumenty nemôžu byť touto službou zmenené.
zh_cn: 如果为 true，则只能通过该服务可以处理请求的页和页不能修改由服务。

# settingskey.cmsrestdocumentssecuritycheck
source: Always check page security
cs_cz: Vždy kontrolovat bezpečnost dokumentu
sk_sk: Vždý kontrolovať práva dokumentu
zh_cn: 总是检查页面的安全性

# settingskey.cmsrestdocumentssecuritycheck.description
source: If false, security is not checked when accessing published versions of pages. If true, security is always checked.
cs_cz: Pokud je nepravda, není při přístupu k publikovaným verzím dokumentu kontrolována bezpečnost. Pokud je pravda, je vždy kontrolována bezpečnost.
sk_sk: Ak nie je zaškrtnuté, pri prístupe k publikovanej verzii dokuemntu nie sú kontrolované práva. Ak je zašrktnuté, práva sa kontrolujú vždy.
zh_cn: 如果为 false，访问发布版本的页面时不会检查安全性。如果为 true，则始终会检查安全性。

# settingskey.cmsrestgeneratehash
source: Generate authentication hash for URL
cs_cz: Genrovat autentizační hash pro URL
sk_sk: Generovať autentizačný hash pre URL
zh_cn: 为 URL 生成身份验证hash

# settingskey.cmsrestgeneratehash.description
source: Click the link to open a dialog where you can generate an authentication hash for a specified URL. This hash can be used instead of authentication afterwards to access specified data.
cs_cz: Klikněte na odkaz pro otevření dialogu, kde můžete generovat autentizační hash pro specifikovanou URL. Tento hash může být poté použit místo autentizace pro přístup ke specifikovaným datům.
sk_sk: Kliknite na link a otvorí sa dialóg, kde môžete generovať autentizačný hash pre zadané URL. Tento hash bude použitý namiesto neskoršej autentizácie pri prístupe k špecifikovaným dátam.
zh_cn: 单击链接可打开一个对话框，您可以为指定的 URL 生成身份验证hash值。此hash可用于身份之后访问指定的数据。

# settingskey.cmsrestobjectsreadonly
source: Object access is read only
cs_cz: Objekt je přístupný pouze pro čtení
sk_sk: Objekt je prístupný len na čítanie
zh_cn: 对象访问是只读的

# settingskey.cmsrestobjectsreadonly.description
source: If true, only GET object requests can be processed by the service and objects can't be modified by the service.
cs_cz: Pokud je pravda, mohou být službou zpracovány pouze požadavky objektu GET a objekty nemohou být službou modifikovány.
sk_sk: Ak je zaškrtnuté, len GET požiadavky na objekty môžu byť spracovávané službou REST a objekty nemôžu byť touto službou zmenené.
zh_cn: 如果为 true，则只能通过该服务可以处理请求的对象和对象不能修改由服务。

# settingskey.cmsrestoreobjects
source: Delete objects to recycle bin
cs_cz: Mazat objekty do koše
sk_sk: Mazať objekty do koša
zh_cn: 删除对象到回收站

# settingskey.cmsrestoreobjects.description
source: Indicates which object types support deletion of the objects into the recycle bin.
cs_cz: Určuje, které typy objektů podporují mazání objektů do koše.
sk_sk: Určuje, ktoré objekty podporujú mazanie do odpadkového koša.
zh_cn: 指示哪些对象类型支持到回收站删除的对象。

# settingskey.cmsrestserviceenabled
source: Service enabled
cs_cz: Služba povolena
sk_sk: Povoliť službu
zh_cn: 启用服务

# settingskey.cmsrestserviceenabled.description
source: Enables or disables the Kentico REST service.
cs_cz: Povolí nebo zakáže službu Kentico REST.
sk_sk: Povolí alebo zakáže službu Kentico REST.
zh_cn: 启用或禁用 Kentico REST 服务。

# settingskey.cmsrestservicetypeenabled
source: Service enabled for
cs_cz: Služba povolena pro
sk_sk: Služba povolená pre
zh_cn: 为启用的服务

# settingskey.cmsrestservicetypeenabled.description
source: Choose if the REST service should be used for access to objects, pages or both.
cs_cz: Vybrat, zda má být služba REST použita pro přístup k objektům, dokumetům nebo oběma.
sk_sk: Vyberte, či môže byť služba REST používaná len pri prístupe k objektom, dokumentom, alebo k obom.
zh_cn: 选择是否 REST 服务应该用于对对象和/或页的访问。

# settingskey.cmsrevalidateclientcache
source: Allow client cache revalidation
cs_cz: Klientská cache musí revalidovat
sk_sk: Klientská cache musí revalidovať
zh_cn: 允许客户端缓存重新验证

# settingskey.cmsrevalidateclientcache.description
source: If enabled, browsers perform revalidation when requesting files that have expired in the client cache. Revalidation allows the client cache to refresh unchanged files without reloading the file data from the server. If disabled, browsers always fully load expired files.
cs_cz: Pokud je povoleno, musí cache v prohlížeči klienta revalidovat obsah voláním serveru. Pokud je zakázáno, musí vyhledávač provést serverové požadavky, jestliže je požadovaný obsah již cachován.
sk_sk: Ak je povolené, cache v prehliadači klienta musí revalidovať obsah volaním serveru.
zh_cn: 如果启用，浏览器将执行重新甄审资格，要求在客户端缓存中已过期的文件时。重新甄审资格允许客户端缓存中，而不用重新加载文件数据从服务器刷新未更改的文件。如果禁用，则浏览器总是完全加载过期的文件。

# settingskey.cmssalesforcecredentials
source: Organization access
cs_cz: Přístup k organizaci
zh_cn: 组织访问

# settingskey.cmssalesforcecredentials.description
source: Salesforce integration requires access to your organization on behalf of a specified user.
cs_cz: Salesforce integrace vyžaduje přístup k vaší organizaci jménem zadaného uživatele.
zh_cn: Salesforce 集成需要访问您指定的用户的组织。

# settingskey.cmssalesforceleadreplicationbatchsize
source: Batch size
cs_cz: Velikost dávky
zh_cn: 批处理大小

# settingskey.cmssalesforceleadreplicationbatchsize.description
source: Number of contacts that are processed together. Larger batch size reduces the number of Salesforce API calls. There's a limit on the number of API calls your organization is allowed to make in a 24 hour window.
cs_cz: Počet kontaktů, které jsou zpracovávány současně. Větší velikost dávky redukuje počet volání Salesforce API. Existuje limit na počet volání API, které má vaše organizace povolené vykonat v průběhu 24 hodin.
zh_cn: 一起处理的联系人的数目。较大的批处理大小可以减少 Salesforce API 调用次数。那里是 API 调用您的组织在一个 24 小时的窗口允许的数量限制。

# settingskey.cmssalesforceleadreplicationdefaultcompanyname
source: Default company name
cs_cz: Předvolený název společnosti
zh_cn: 默认的公司名称

# settingskey.cmssalesforceleadreplicationdefaultcompanyname.description
source: The company name that is associated with replicated contact when it does not belong to any company. Salesforce leads require company name.
cs_cz: Název společnosti, který je přiřazen k replikovanému kontaktu, pokud tento kontakt nepatří do žádné společnosti. Salesforce leads vyžaduje název společnosti.
zh_cn: 当它不属于任何一家公司时，与关联的公司名称复制联系人。Salesforce 潜在顾客需要公司名称。

# settingskey.cmssalesforceleadreplicationenabled
source: Enabled
cs_cz: Povolené
zh_cn: 启用

# settingskey.cmssalesforceleadreplicationenabled.description
source: Enables or disables the replication of contacts into Salesforce leads.
cs_cz: Povoluje nebo zakazuje replikaci kontaktů na Salesforce leady.
zh_cn: 启用或禁用的联系人复制成 Salesforce 线索。

# settingskey.cmssalesforceleadreplicationleaddescription
source: Lead description
cs_cz: Popisek leadu
zh_cn: 铅的描述

# settingskey.cmssalesforceleadreplicationleaddescription.description
source: The macro expression for customized description of each replicated contact. You can map this description to a Salesforce lead attribute. The contact being replicated is accessible from the <strong>Contact</strong> property.
cs_cz: Macro výraz pro volitelný popisek replikovaného kontaktu. Tento popisek je možné namapovat na atribut Salesforce leadu. Kontakt, který je replikován, je dostupný z vlastnosti <strong>Contact</strong>.
zh_cn: 宏表达式的自定义说明，每个复制联系人。可以将此描述映射到 Salesforce 铅属性。正在复制联系人是可从该<strong>联系人</strong>的属性访问。

# settingskey.cmssalesforceleadreplicationmapping
source: Mapping of contacts to Salesforce leads
cs_cz: Mapování kontaktů na Salesforce leady
zh_cn: 映射到销售人员联系人带领

# settingskey.cmssalesforceleadreplicationmapping.description
source: The mapping of contact fields to Salesforce lead fields.
cs_cz: Mapování políček kontaktu na Salesforce lead.
zh_cn: 联系人字段与 Salesforce 铅字段的映射。

# settingskey.cmssalesforceleadreplicationmappingdatetime
source: Mapping date and time
cs_cz: Mapování data a času
zh_cn: 映射的日期和时间

# settingskey.cmssalesforceleadreplicationmappingdatetime.description
source: This setting is for internal use only.
cs_cz: Toto nastavení je pouze pro interní použití
zh_cn: 此设置是仅供内部使用。

# settingskey.cmssalesforceleadreplicationminscorevalue
source: Minimum number of points for replication
cs_cz: Minimální počet bodů pro replikaci
zh_cn: 为复制点的最小数目

# settingskey.cmssalesforceleadreplicationminscorevalue.description
source: Only contacts that get at least the specified number of points for the specified score will be replicated.
cs_cz: Pouze kontakty, které získají u zadaného skóre minimálně tolik bodů kolik je zadáno, budou replikovány.
zh_cn: 获取指定的分数至少在指定的磅数的联系人将被复制。

# settingskey.cmssalesforceleadreplicationscoreid
source: Score
cs_cz: Skóre
zh_cn: 得分

# settingskey.cmssalesforceleadreplicationscoreid.description
source: Only contacts that get at least the specified number of points for the specified score will be replicated.
cs_cz: Pouze kontakty, které získají u zadaného skóre minimálně tolik bodů kolik je zadáno, budou replikovány.
zh_cn: 获取指定的分数至少在指定的磅数的联系人将被复制。

# settingskey.cmssalesforceleadreplicationupdateenabled
source: Keep Salesforce leads updated
cs_cz: Udržovat Salesforce leady aktuální
zh_cn: 保持更新的销售线索

# settingskey.cmssalesforceleadreplicationupdateenabled.description
source: Enables or disables the propagation of changes in contacts that were replicated into Salesforce leads.
cs_cz: Povolí nebo zakáže propagování změn u kontaktů, kteří byli replikováni jako Salesforce leady.
zh_cn: 启用或禁用更改被复制到销售人员的联系人中的传播导致。

# settingskey.cmsschedulerinterval
source: Application scheduler interval
cs_cz: Interval plánovače aplikace
sk_sk: Interval plánovača aplikácie
zh_cn: 应用程序调度间隔

# settingskey.cmsschedulerinterval.description
source: Determines how often the application should check if there are any tasks ready to be executed (<strong>in seconds</strong>). By default, the scheduler is configured to check tasks only on page requests; you can set the minimum time between the checks to any interval. If it is configured to check automatically, you can set an interval of 1 to 30 seconds. Setting <strong>0</strong> stops the scheduling of tasks.
cs_cz: Určuje, jak často má aplikace kontrolovat, zda jsou nějaké úlohy připraveny ke spuštění (<strong>v sekundách</strong>). Pokud je plánovač nakonfigurován poze pro kontrolu na požadavek stránky (výchozí nastavení), nastaví toto pole minimální interval mezi kontrolami. Pokud je konfigurován pro automatické plánování, nastavuje přesný interval mezi kontrolami. Nastavení <strong>0</strong> zastavuje plánovánní úloh.
sk_sk: Určuje, ako často má aplikácia kontrolovať, či sú nejaké úlohy pripravené na spustenie (<strong>v sekundách</strong>). Ak je plánovač konfigurovaný, aby kontroloval úlohy len pri požiadavke na stránku (defaultne), tento field nastavuje minimálny interval medzi kontrolami. Ak je konfigurovaný na automatické plánovanie, nastavuje presný itnerval medzi kontrolami. Nastavenie <strong>0</strong> zastaví plánovanie úloh.
zh_cn: 确定应用程序应如何经常检查是否有任何任务准备执行 （<strong>以秒为单位</strong>）。默认情况下，调度程序被配置为检查任务仅在页请求 ；您可以设置为任何间隔检查之间的最短时间。如果它被配置为自动检查，您可以设置 1 到 30 秒的间隔。设置<strong>0</strong>停止任务的日程安排。

# settingskey.cmsschedulerserviceinterval
source: Service scheduler interval
cs_cz: Interval plánovače služby
sk_sk: Interval plánovača služby
zh_cn: 服务调度间隔

# settingskey.cmsschedulerserviceinterval.description
source: Determines how often the external Windows service should check if there are any tasks ready to be executed (<strong>in seconds</strong>). You can set an interval of 1 to 30 seconds. Setting <strong>0</strong> stops the scheduling of tasks.
cs_cz: Určuje, jak často má externí služba Windows kontrolovat, zda jsou nějaké úlohy připraveny ke spuštění (<strong>v sekundách</strong>). Nastavení <strong>0</strong> zastaví plnánování úloh.
sk_sk: Určuje, ako často externá Windows služba kontroluje, či sú nejaké úlohy pripravené na spustenie (<strong>v sekundách</strong>). Nastavenie <strong>0</strong> zastaví plánovanie úloh.
zh_cn: 确定外部的 Windows 服务应如何经常检查是否有任何任务准备执行 （<strong>以秒为单位</strong>）。您可以设置 1 到 30 秒的间隔。设置<strong>0</strong>停止任务的日程安排。

# settingskey.cmsschedulertaskenabled
source: Scheduled tasks enabled
cs_cz: Plánované úlohy povoleny
zh_cn: 启用的计划的任务

# settingskey.cmsschedulertaskenabled.description
source: Indicates if scheduled tasks are enabled.
cs_cz: Určuje, zda jsou plánované úlohy povoleny.
zh_cn: 指示是否启用了预定的任务。

# settingskey.cmsscheduleruseexternalservice
source: Use external service
cs_cz: Povolit externí službu
sk_sk: Použiť externú službu
zh_cn: 使用外部服务

# settingskey.cmsscheduleruseexternalservice.description
source: Indicates if scheduled tasks that have the <strong>Use external service</strong> option enabled should be processed by Kentico CMS Scheduler external Windows service. Please note that for this to work, the service must be installed and running. If enabled and the service is not running, these tasks are not processed at all. If disabled, all scheduled tasks are processed by the application itself.
cs_cz: Určuje, zda naplánované úlohy, které mají povolenu možnost <strong>Použít externí službu</strong> mají být zpracovány externí službou Windowsí Kentico Plánovač.Poznámka: Aby tato možnost fungovala,musí být tato služba nainstalována a spuštěna.Pokud povolená služba neběží, nejsou tyto úlohy nijak zpracovávány. Pokud je tato možnost zakázána, jsou všechny naplanované úlohy zpracovány přímo touto aplikací.
sk_sk: Určuje, či plánované úlohy, ktoré majú povolenú voľbu <strong>Použiť externú službu</strong> majú byť spracovávané Kentico Scheduler esternal Windows službou. Aby toto fugnovalo, služba musí byť nainštalovaná a bežať. Ak je nastavenie povolené a služba nebeží, úlohy nebudú spracované. Ak je zakázané, všetky plánované úlohy budú spracované samotnou aplikáciou.
zh_cn: 指示是否已经启用了<strong>使用外部服务</strong>选项的预定的任务应由 Kentico CMS 调度程序外部的 Windows 服务处理。请注意这项工作，服务必须已安装并且正在运行。如果启用和服务未运行，则根本不处理这些任务。如果禁用，所有计划的任务被处理应用程序本身。

# settingskey.cmsscreenlockenabled
source: Enabled
cs_cz: Povolené
zh_cn: 启用

# settingskey.cmsscriptminificationenabled
source: Allow JavaScript minification
cs_cz: Povolit zmenšení JavaScriptu
sk_sk: Povoliť minifikáciu JavaScriptu
zh_cn: 允许 JavaScript 缩小

# settingskey.cmsscriptminificationenabled.description
source: Determines whether JavaScript should be served minified to browsers
cs_cz: Určuje, zda má být JavaScript vyhledávačům poskytován zmenšený
sk_sk: Určuje, či JavaScript má byť poskytovaný prehliadaču minifikovaný.
zh_cn: 确定是否应送达 JavaScript 缩小到浏览器

# settingskey.cmssearchindexingenabled
source: Enable smart search indexing
cs_cz: Povolit indexování inteligentního vyhledávání
sk_sk: Povoliť smart search indexovanie
zh_cn: 启用智能搜索索引

# settingskey.cmssearchindexingenabled.description
source: Indicates whether smart search indexation is enabled
cs_cz: Určuje, zda je povoleno indexování inteligentního vyhledávání.
sk_sk: Určuje, či je povolená indexácia inteligentného vyhľadávania.
zh_cn: 指示是否启用了智能搜索指数

# settingskey.cmssearchonlyifcontentpresent.description
source: Indicates if smart search should be used without search text.
cs_cz: Určuje, zda má být inteligentní vyhledávání použito bez hledaného textu.
zh_cn: 指示是否应使用智能搜索，没有搜索文本。

# settingskey.cmssecuredareaslogonpage
source: Website logon page URL
cs_cz: URL přihlašovací stránky webu
sk_sk: URL prihlasovacej stránky
zh_cn: 网站登录页面的 URL

# settingskey.cmssecuredareaslogonpage.description
source: Logon page used for signing in to the website. <strong>Please note:</strong> This page is different to the administration logon page.
cs_cz: Přihlašovací stránka použitá pro přihlášení k webu. <strong>Poznámka:</strong> Tato stránka se liší od přihlašovací stránky CMSDesku.
sk_sk: Logon stránka používaná pre príhlasenie k webovej stránke. <strong>Poznámka:</strong> Toto nie je CMSDesk logon stránka.
zh_cn: 用于登录到网站的登录页。<strong>请注意：</strong>此页面是不同于管理登录页。

# settingskey.cmssecurityalgorithm
source: Security algorithm
cs_cz: Bezpečnostní algoritmus
sk_sk: Bezpečnostný algoritmus
zh_cn: 安全算法

# settingskey.cmssecurityalgorithm.description
source: Security algorithm used for encrypting the information.
cs_cz: Bezpečnostní algoritmus použitý pro zakódování informace.
sk_sk: Bezpečenostný algoritmus použitý pre zakódovanie informácie.
zh_cn: 用于对信息进行加密的安全算法。

# settingskey.cmssendblogemailsfrom
source: Send blog emails from
cs_cz: Zasílat e-maily blogu z
sk_sk: Posielať e-maily blogu z adresy
zh_cn: 发送博客电子邮件从

# settingskey.cmssendblogemailsfrom.description
source: Email address of the blog comment emails sender. <strong>Please note: </strong> You can use format "Some name &lt;email@domain.com&gt;".
cs_cz: E-mailová adresa odesílatele e-mailů komentáře blogu. <strong>Poznámka: </strong> Můžete použít formát "Jméno &lt;email@doména.cz&gt;".
sk_sk: E-mailová adresa odosielateľa e-mailov z komentárov k blogu. <strong>Poznámka:</strong> Môžete použiť formát "Meno &lt;email@domain.com&gt;".
zh_cn: 博客评论的电子邮件发件人的电子邮件地址。<strong>请注意：</strong>您可以使用格式"一些名称 &lt; email@domain.com &gt;"。

# settingskey.cmssendboardemailsfrom
source: Send message board emails from
cs_cz: Zasílat e-maily diskuze z
sk_sk: Posielať e-maily nástenky z adresy
zh_cn: 发送留言板电子邮件从

# settingskey.cmssendboardemailsfrom.description
source: Specifies the sender email address of emails sent by message board module.
cs_cz: Specifikuje adresu odesílatele e-mailů zaslaných modulem diskuze.
sk_sk: E-mailová adresa odosielateľa e-mailov posielaných modulom Diskusie.
zh_cn: 指定由留言板模块发送的电子邮件的发件人电子邮件地址。

# settingskey.cmssendemailnotificationsfrom
source: Send email notifications from
cs_cz: Zasílat e-mailové notifikace z
sk_sk: Posielať notifikačné e-maily z adresy
zh_cn: 发送电子邮件通知从

# settingskey.cmssendemailnotificationsfrom.description
source: Email address which will be used as a sender for email notifications.
cs_cz: E-mailová adresa, která bude použita jako odesílatel e-mailových upozornění.
sk_sk: E-mailová adresa odosielateľa e-mailovvých notifikácií.
zh_cn: 将用于电子邮件通知发件人的电子邮件地址。

# settingskey.cmssendemailwithresetpassword
source: Send email with reset password
cs_cz: Zaslat e-mail se změněným heslem
sk_sk: Posielať e-mail s resetovaným heslom
zh_cn: 发送重置密码的电子邮件

# settingskey.cmssendemailwithresetpassword.description
source: This setting is used only when email approval for password reset is required. Specifies if password is sent via email after user resets her password.
cs_cz: Toto nastavení je použito pouze když je vyžadováno e-mailové schválení pro obnovu hesla. Specifikuje, zda je heslo po obnovéní uživatelem zasláno na e-mail.
sk_sk: Toto nastavenie sa použije, len ak je požadované schválenie e-mailu s požiadavkom na reset hesla. Určuje, či je heslo poslané e-mailom po tom, čo si užívateľ zažiada o reset hesla.
zh_cn: 只有在需要重新设置密码的电子邮件批准时，将使用此设置。指定是否密码通过电子邮件发送后用户重置其密码。

# settingskey.cmssenderrornotificationto
source: Error notification email addresses
cs_cz: E-mailová adresa pro oznámení o chybách
sk_sk: E-mail pre notifikácie o chybách
zh_cn: 错误通知电子邮件地址

# settingskey.cmssenderrornotificationto.description
source: If an email address is entered, email notifications about errors logged in the event log will be sent to the address. It is possible to enter more addresses separated by semicolon.
cs_cz: Pokud je zadáne e-mailová adresa, budou na tuto adresu zasílána upozornění na chyby zaznamenané v historii událostí.
sk_sk: Ak je zadaná e-mailová adresa, e-mailové upozornenia týkajúce sa chýb zaznamenaných v histórií udalostí budú posielané na túto adresu.
zh_cn: 如果输入的电子邮件地址，电子邮件通知有关错误记录在事件日志将发送到的地址。它是可以输入多个地址，用分号分隔。

# settingskey.cmssendforumemailsfrom
source: Send forum emails from
cs_cz: Zasílat e-maily fór z
sk_sk: Posielať e-mail z diskusných fór z adresy
zh_cn: 发送论坛电子邮件从

# settingskey.cmssendforumemailsfrom.description
source: Email address the emails will be sent from
cs_cz: E-mailové adresy, ze kterých budou odesílány e-maily
sk_sk: E-mailová adresa z ktorej budú e-maily odosielané.
zh_cn: 电子邮件会从发送的电子邮件地址

# settingskey.cmssendpasswordemailsfrom
source: Send password emails from
cs_cz: Zasílat e-maily s hesly z
sk_sk: Posielať e-maily s heslom z adresy
zh_cn: 发送密码电子邮件从

# settingskey.cmssendpasswordemailsfrom.description
source: Specifies the sender of the emails sent on password retrieval
cs_cz: Specifikuje odesílatele e-mailů zaslaných při obnově hesla
sk_sk: Určuje odosielateľa e-mailu na získanie hesla.
zh_cn: 指定发件人的电子邮件发送密码检索

# settingskey.cmssendprojectmanagementemailsfrom
source: Send project management emails from
cs_cz: Zasílat e-maily správy projektů z
sk_sk: Posielať e-maily zo správy projektov z adresy
zh_cn: 发送项目管理电子邮件从

# settingskey.cmssendunlockaccountemail
source: Send unlock account email
cs_cz: Poslat e-mail pro odblokování účtu
zh_cn: 发送解锁帐户的电子邮件

# settingskey.cmssendunlockaccountemail.description
source: Indicates if account unlock email is sent when a user account is locked due to reaching maximum invalid logon attempts.
cs_cz: Určuje, zda má být poslán e-mail pro odblokování účtu, když se uživatelský účet zablokuje kvůli překročení maximálního počtu neplatných pokusů o přihlášení.
zh_cn: 指示如果帐户解锁电子邮件发送时由于达到最大的无效登录尝试锁定用户帐户。

# settingskey.cmssendworkflowemails
source: Send workflow emails
cs_cz: Zasílat e-maily workflow
sk_sk: Posielať workflow e-maily
zh_cn: 发送电子邮件的工作流

# settingskey.cmssendworkflowemails.description
source: Indicates if workflow email notification should be sent.
cs_cz: Určuje, zda mají být zasílány e-maily upozornění workflow.
sk_sk: Určuje, či majú byť posielané e-mailové workflow upozornenia.
zh_cn: 指示是否应发送电子邮件通知工作流。

# settingskey.cmssendworkflowemailsfrom
source: Send workflow emails from
cs_cz: Zasílat e-maily workflow z
sk_sk: Posielať workflow e-maily z adresy
zh_cn: 发送工作流发送的电子邮件

# settingskey.cmssendworkflowemailsfrom.description
source: Email address of the workflow emails sender. You can use format "Some name &lt;email@domain.com&gt;".
cs_cz: E-mailové adresy odesílatele e-mailů workflow. Můžete použít formát "Jméno &lt;email@domain.com&gt;".
sk_sk: E-mailová adresa odosielateľa workflow e-mailov. Môžete použiť formát "Meno &lt;email@domain.com&gt;".
zh_cn: 工作流的电子邮件发件人的电子邮件地址。您可以使用格式"一些名称 &lt; email@domain.com &gt;"。

# settingskey.cmsservertimezone
source: Server time zone
cs_cz: Časová zóna serveru
sk_sk: Časová zóna serveru
zh_cn: 服务器时区

# settingskey.cmsservertimezone.description
source: Specifies server time zone
cs_cz: Specifikuje časovou zónu
sk_sk: Špecifikuje časovú zónu serveru
zh_cn: 指定服务器的时区

# settingskey.cmsservicehealthmonitoringinterval
source: Service monitoring interval
cs_cz: Interval monitorování služby
sk_sk: Interval monitorovania službou
zh_cn: 服务监视间隔
