Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# webpartcode.info
source: The following custom code will be added to the web part ASPX code and compiled together with the web part:
cs_cz: Následující uživatelský kód bude přidán do ASPX kódu webparty a zkompilován spolu s web partou:
sk_sk: Nasledujúci užívateľský kód bude pridaný do ASPX kódu webparty a skompilovaný spolu s webpartou:
zh_cn: 下面的自定义代码将添加到 web 部件 ASPX 代码和编译以及 web 部件：

# webpartcode.providernotrunning
source: The VirtualPathProvider is not running, you cannot use the custom web part code.<br />The system is using the physical web part files from folder ~/CMSWebParts.
cs_cz: VirtualPathProvider neběží. Nelze použít uživatelský kód web party.<br />Systém používá fyzické soubory web party ze složky ~/CMSWebParts.
sk_sk: VirtualPathProvider nebeží, nemožno použiť užívateľský kód webparty.<br />Systém používa fyzické súbory webparty z adresára ~/CMSWebParts.
zh_cn: VirtualPathProvider 未在运行，您不能使用自定义 web 部件代码。<br>系统正在使用物理 web 部件文件从文件夹中 ~ / CMSWebParts。

# webpartdocumentation.descriptionnoneavailable
source: Description is not available
cs_cz: Popis není dostupný
sk_sk: Popis nie je k dispozícií
zh_cn: 描述不可用

# webpartdocumentation.documentationtext
source: Additional documentation text is not provided.
cs_cz: Dodatečný text dokumentace není poskytován.
sk_sk: Dokumentácia nie je k dispozícií
zh_cn: 没有提供额外的文件文本。

# webpartdocumentation.title
source: Documentation
cs_cz: Dokumentace
sk_sk: Dokumentácia
zh_cn: 文档

# webpartdocumentdialog.close
source: Close
cs_cz: Zavřít
sk_sk: Zavrieť
zh_cn: 关闭

# webpartdocumentdialog.documentation
source: Documentation
cs_cz: Dokumentace
sk_sk: Dokumentácia
zh_cn: 文档

# webparteditlayout_list.headercaption
source: Web part layouts
cs_cz: Rozvržení web party
sk_sk: Layout web party
zh_cn: Web 部件的布局

# webparteditlayout_list.newitemcaption
source: Create new layout
cs_cz: Vytvořit nové rozvržení
sk_sk: Vytvoriť nový layout
zh_cn: 创建新布局

# webparteditlayoutedit.checkedout
source: The layout is checked out to the following file: <strong>{0}</strong>.<br />Check in the layout to apply changes to the database.
cs_cz: Rozvržení je uzamčeno do následujícího souboru: <strong>{0}</strong>.<br /> Pro provedení změn databáze odemkněte toto rozvržení.
sk_sk: Layout je uložený v súbore <strong>{0}</strong> pre externú editáciu.<br /> Pre uloženie zmien do DB kliknite na tlačidlo Uvoľniť.
zh_cn: 布局签出到以下文件: <strong>{0}</strong>。<br>检查布局要将更改应用到数据库中。

# webparteditlayoutedit.checkedoutonanothermachine
source: The layout is checked out on another machine (<strong>{0}</strong>) by <strong>{1}</strong>
cs_cz: Rozvržení je uzamčeno na jiném zařízení (<strong>{0}</strong>) uživatelem <strong>{1}</strong>
sk_sk: Layout je uložený v súbore pre externú editáciu na inom zariadení (<strong>{0}</strong>) užívateľom <strong>{1}</strong>
zh_cn: 布局已被签出的另一台机器 (<strong>{0}</strong>) <strong>{1}</strong>

# webparteditlayoutedit.checkoutinfo
source: Check out the layout to the <strong>{0}</strong> file to edit the layout externally.
cs_cz: Uzamknout rozvržení do složky <strong>{0}</strong> pro externí úpravu rozvržení.
sk_sk: Uložiť layout do súboru <strong>{0}</strong> pre externú editáciu.
zh_cn: 签出到<strong>{0}</strong>文件编辑外部的布局的布局。

# webparteditlayoutedit.codenamealreadyexist
source: Layout with the same code name already exists.
cs_cz: Rozvržení s daným kódovým názvem již existuje.
sk_sk: Layout s daným kódovým menom už existuje.
zh_cn: 布局具有相同的代码名称已存在。

# webparteditlayoutedit.invalidlayoutid
source: Invalid layout ID.
cs_cz: Neplatné ID rozvržení
sk_sk: Neplatné ID layoutu.
zh_cn: 无效的版式 id。

# webparteditlayoutedit.invalidwebpartid
source: Invalid web part ID.
cs_cz: Neplatné ID web party.
sk_sk: Neplatné ID webparty.
zh_cn: 无效的 web 部件 id。

# webparteditlayoutedit.lblcode
source: Layout code:
cs_cz: Kód rozvržení:
sk_sk: Kód layoutu:
zh_cn: 布局代码：

# webparteditlayoutedit.lblcodename
source: Layout code name:
cs_cz: Kódový název rozvržení:
sk_sk: Kódové meno layoutu:
zh_cn: 布局代码名称：

# webparteditlayoutedit.lbldescription
source: Layout description:
cs_cz: Popis rozvržení:
sk_sk: Popis layoutu:
zh_cn: 布局描述：

# webparteditlayoutedit.lbldisplayname
source: Layout display name:
cs_cz: Zobrazovaný název rozvržení:
sk_sk: Názov layoutu:
zh_cn: 布局显示名称：

# webparteditlayoutnew.codenamealreadyexist
source: Web part layout with the same code name already exists.
cs_cz: Rozvržení web party s daným kódovým názvem již existuje.
sk_sk: Layout s daným kódovým označením už existuje
zh_cn: Web 部件布局具有相同的代码名称已存在。

# webparteditlayoutnew.lblcode
source: Layout code:
cs_cz: Kód rozvržení:
sk_sk: Kód layoutu:
zh_cn: 布局代码：

# webparteditlayoutnew.lblcodename
source: Layout code name:
cs_cz: Kódový název rozvržení:
sk_sk: Kódový názov layoutu:
zh_cn: 布局代码名称：

# webparteditlayoutnew.lbldescription
source: Layout description:
cs_cz: Popis rozvržení:
sk_sk: Popis layoutu:
zh_cn: 布局描述：

# webparteditlayoutnew.lbldisplayname
source: Layout display name:
cs_cz: Zobrazovaný název rozvržení:
sk_sk: Meno layoutu:
zh_cn: 布局显示名称：

# webpartlayout.checkin
source: Check in
cs_cz: Odemčení
sk_sk: Uvoľniť
zh_cn: 登记

# webpartlayout.checkout
source: Check out
cs_cz: Uzamčení
sk_sk: Uložiť do súboru
zh_cn: 退房

# webpartlayout.discardcheckout
source: Undo check-out
cs_cz: Odstranit uzamčení
sk_sk: Vráti spať zo súboru
zh_cn: 撤消签出

# webpartlayout.errorcheckin
source: Error checking out the layout
cs_cz: Při odemčení rozvržení došlo k chybě.
sk_sk: Pri uvoľňovaní layoutu došlo k chybe
zh_cn: 签出布局时出错

# webpartlayout.errorcheckout
source: Error checking out the layout
cs_cz: Při uzamčení rozvržení došlo k chybě
sk_sk: Pri ukladaní pre externú editáciu došlo k chybe
zh_cn: 签出布局时出错

# webpartmenu.iconclone
source: Duplicate web part
cs_cz: Zdvojit web partu
sk_sk: Duplikovať web partu
zh_cn: 重复的 web 部件

# webpartmenu.icondown
source: Move down
cs_cz: Dolů ...
sk_sk: Dole ...
zh_cn: 向下移动

# webpartmenu.iconmoveto
source: Move to&hellip;
cs_cz: Přesunout do...
sk_sk: Presunúť do zóny ...
zh_cn: 将移动到......

# webpartmenu.iconproperties
source: Configure
cs_cz: Konfigurovat
sk_sk: Konfigurovať
zh_cn: 配置

# webpartmenu.iconup
source: Move up
cs_cz: Nahoru...
sk_sk: Hore ...
zh_cn: 向上移动

# webpartnew.inheritedcategory
source: Please select a web part
cs_cz: Vyberte prosím web partu.
sk_sk: Prosím, vyberte webpartu
zh_cn: 请选择一个 web 部件

# webpartpropertie.documentationlink
source: Documentation
cs_cz: Dokumentace
sk_sk: Dokumentácia
zh_cn: 文档

# webpartproperties.bindingstab
source: Binding
cs_cz: Vazba
sk_sk: Väzby
zh_cn: 绑定

# webpartproperties.blogcommentabusereportaccess
source: Determines who will be allowed to report abuse of this web part. When 'Authorized roles' is selected, you can define these roles using the 'Authorized roles' property below.
cs_cz: Určuje, kdo bude mít povolení hlásit nevhodný obsah této web party. Kdyz je zvoleno 'Autorizované role ', můžete definovat tyto role za použití vlastnotsti 'Autorizované role níže.
sk_sk: Určuje, kto má povolenie hlásiť vulgarizmy. Ak sú vybrané "Autorizované role", môžete tieto role nastaviť pomocou parametru "Autorizované role" nižšie.
zh_cn: 确定谁会被允许到此 web 部件的报告滥用行为。选中授权角色后，您可以定义使用 '的授权角色' 属性下面这些角色。

# webpartproperties.blogcommentabusereportroles
source: If 'Authorized roles' is set for the 'Who can report abuse' property above, you can define the roles by this property.
cs_cz: Pokud je vlastnost výše 'Kdo může hlásit nevhodný obsah' nastavena na 'Autorizované role', můžete definovat role touto vlastností.
sk_sk: Zoznam rolí užívateľov, ktorý môžu hlásiť vulgarizmy (pokiaľ sa povolenie hlásení určuje iba podľa rolí)
zh_cn: 如果 '授权角色' 为 '谁可以报告滥用' 属性上述设置，您可以通过此属性定义角色。

# webpartproperties.close
source: Close
cs_cz: Zavřít
sk_sk: Zavrieť
zh_cn: 关闭

# webpartproperties.codetab
source: Code
cs_cz: Kód
sk_sk: Kód
zh_cn: 代码

# webpartproperties.erroruniqueid
source: Web part with given ID already exists.
cs_cz: Web parta s daným ID již existuje.
sk_sk: Webpart s daným ID už existuje.
zh_cn: Web 部件与给出的 ID 已存在。

# webpartproperties.export
source: Export web part properties
cs_cz: Export vlastností web part
sk_sk: Exportovať vlastnosti webparty
zh_cn: 导出 web 部件属性

# webpartproperties.forumabusereportaccess
source: Selects which users are allowed to submit abuse reports in the forums.
cs_cz: Vybere, kteří uživatelé mají povolení pro nahlášení závadného obsahu na fórech.
sk_sk: Nastaví prístup k hláseniu vulgarizmov.
zh_cn: 选择允许哪些用户提交虐待在论坛的报告。

# webpartproperties.forumabusereportroles
source: Sets the roles that are allowed to submit abuse reports in the forums. This property has no effect unless the Who can report abuse property is set to Authorized roles.
cs_cz: Nastavuje role, které mají povolení pro odesílání reportů závadného obsahu ve fórech. Tato vlastnost nemá žádný efekt pokud je položka Kdo může hlásit závazný obsah nastavena na hodnotu Autorizované role.
sk_sk: Nastaví role užívateľov, ktorí môžu hlásiť vulgarizmy (pokiaľ je nastavený prístup iba pre role).
zh_cn: 设置允许提交虐待的报告，在论坛中的角色。此属性没有任何影响除非可以报告滥用属性设置为授权角色。

# webpartproperties.forumenbalesignature
source: Indicates if user signatures should be added below forum posts (if the author has a signature defined).
cs_cz: Určuje, zda mají být pod příspěvky fóra přidávány uživatelské podpisy (pokud má uživatel definovaný podpis).
sk_sk: Určuje, či má byť zobrazený podpis užívateľa (pokiaľ je nastavený)
zh_cn: 指示是否用户签名应添加以下论坛的帖子 （是否作者已定义的签名）。

# webpartproperties.forumsenbalesubscription
source: Indicates if forum users should be allowed to subscribe to forums or posts. Subscribed users receive automatic notifications when a new post is added.
cs_cz: Určuje, zda mají mít uživatelé fóra povolení k přihlášení k fórům a příspěvkům. Přihlášení uživatelé dostávají automatická upozornění při přidání nového příspěvku.
sk_sk: Umožňuje návštevníkovi fóra sa prihlásiť na odber upozornení, keď je do fóra alebo do vlákna pridaný nový príspevok.
zh_cn: 指示是否应允许论坛用户订阅论坛或帖子。添加一个新的帖子时，订阅的用户将自动收到通知。

# webpartproperties.forumsonsitemanagement
source: Indicates if on-site management of the forums should be allowed. If disabled, moderation and other types of management will only be possible in the administration interface.
cs_cz: Určuje, zda má být povolena on-site správa fór. Pokud je zakázáno, bude moderování a a další způsoby správy dostupné pouze v administračním rozhraní.
sk_sk: Určuje, či sú povolené úpravy fóra priamo z web stránky.
zh_cn: 指示是否应允许对论坛现场管理。如果禁用，节制和其他类型的管理将才可能在管理界面。

# webpartproperties.layout
source: Layout
cs_cz: Rozvržení
zh_cn: 布局

# webpartproperties.propertiestab
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# webpartproperties.refresh
source: Refresh content
cs_cz: Obnovit obsah
sk_sk: Obnoviť obsah
zh_cn: 刷新内容

# webpartproperties.title
source: Web part properties
cs_cz: Vlastnosti web party
sk_sk: Vlastnosti webparty
zh_cn: Web 部件属性

# webpartpropertise.codenameallreadyexists
source: Entered code name allready exists. Please enter a unique code name
cs_cz: Daný kódový název již existuje. Vložte prosím unikátní kódový název.
sk_sk: Zadané kódové meno existuje. Prosím, zadajte unikátne kódové meno.
zh_cn: 输入的代码名称已经存在。请输入一个唯一的代码名称

# webpartpropertise.default
source: (Default)
cs_cz: (Výchozí)
sk_sk: (Implicitný)
zh_cn: （默认值）

# webpartpropertise.errcodename
source: Please enter a layout code name
cs_cz: Zadejte prosím kódový název rozvržení
sk_sk: Prosím, zadajte kódové meno layoutu
zh_cn: 请输入一个布局代码名称

# webpartpropertise.errcodenameformat
source: Please enter a valid code name format
cs_cz: Zadejte kódový název rozvržení ve správném formátu
sk_sk: Prosím, zadajte kódové meno layoutu v správnom formáte
zh_cn: 请输入一个有效的代码名称格式

# webpartpropertise.errdisplayname
source: Please enter a layout display name
cs_cz: Zadejte prozím název rozvržení
sk_sk: Prosím, zadajte meno layoutu
zh_cn: 请输入版式的显示名称

# webpartpropertise.layoutlist
source: Layouts:
cs_cz: Rozvržení:
sk_sk: Layouty:
zh_cn: 布局：

# webpartpropertise.new
source: (New)
cs_cz: (Nové)
sk_sk: (Nové)
zh_cn: （新）

# webparts.documentation
source: Documentation
cs_cz: Dokumentace
sk_sk: Dokumentácia
zh_cn: 文档

# webparts.general.usercontrol.isempty
source: Web part 'usercontrol' is not configured.
cs_cz: Web parta 'usercontrol' není nakonfigurována.
sk_sk: Webpart 'usercontrol' nie je nakonfigurovaný.
zh_cn: 未配置 web 部件 usercontrol。

# webparts.general.usercontrol.notexist
source: The file '%%name%%' does not exist.
cs_cz: Soubor '%%name%%' neexistuje.
sk_sk: Súbor '%%name%%' neexistuje.
zh_cn: 文件 ' %%名称 %%' 并不存在。

# webparts.layout
source: Layout
cs_cz: Rozvržení
zh_cn: 布局

# webparts.properties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# webparts_layout_edit_sites.sitetitle
source: The web part layout is available for the following websites:
cs_cz: Rozvržení web party je dostupné na těchto webech:
sk_sk: Layout web party je dostupný na týchto stránkach:
zh_cn: Web 部件布局是浏览以下网站：

# webparts_membership_currentuser.currentuser
source: Current user:
cs_cz: Přihlášený uživatel:
sk_sk: Prihlásený užívateľ:
zh_cn: 当前用户：

# webparts_membership_registrationform.button
source: Register
cs_cz: Registrovat
sk_sk: Registrovať
zh_cn: 注册

# webparts_membership_registrationform.captcha
source: CAPTCHA verification:
cs_cz: Kontrola CAPTCHA:
sk_sk: Kontrola CAPTCHA:
zh_cn: 验证码验证：

# webparts_membership_registrationform.captchaerror
source: CAPTCHA verification failed.
cs_cz: Kontrola CAPTCHA selhala.
sk_sk: Kontrola CAPTCHA zlyhala.
zh_cn: CAPTCHA 验证失败。

# webparts_membership_registrationform.confirmpassword
source: Confirm password:
cs_cz: Potvrzení hesla:
sk_sk: Potvrdenie hesla:
zh_cn: 确认密码:

# webparts_membership_registrationform.email
source: Email:
zh_cn: 电子邮件：

# webparts_membership_registrationform.emailisnotvalid
source: Given email is not valid
cs_cz: Zadaný e-mail není platný
sk_sk: Daný e-mail nie je platný
zh_cn: 鉴于电子邮件是无效

# webparts_membership_registrationform.firstname
source: First name:
cs_cz: Křestní jméno:
sk_sk: Krstné meno:
zh_cn: 名字:

# webparts_membership_registrationform.lastname
source: Last name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# webparts_membership_registrationform.password
source: Password:
cs_cz: Heslo:
sk_sk: Heslo:
zh_cn: 密码：

# webparts_membership_registrationform.passwordminlength
source: Password must be at least {0} characters long.
cs_cz: Heslo musí mít alespoň {0} znaků.
sk_sk: Heslo musí mať aspoň {0} znakov.
zh_cn: 密码至少必须为 {0} 个字符长。

# webparts_membership_registrationform.passwordonotmatch
source: Passwords do not match
cs_cz: Hesla se neshodují.
sk_sk: Hesla sa nezhodujú.
zh_cn: 密码不匹配

# webparts_membership_registrationform.rfvconfirmpassword
source: Please enter a password
cs_cz: Vložte prosím heslo.
sk_sk: Prosím, vložte heslo.
zh_cn: 请输入密码

# webparts_membership_registrationform.rfvemail
source: Please enter an email
cs_cz: Vložte prosím e-mail.
sk_sk: Prosím, vložte e-mail.
zh_cn: 请输入电子邮件

# webparts_membership_registrationform.rfvfirstname
source: Please enter a first name
cs_cz: Vložte prosím křestní jméno.
sk_sk: Prosím, vložte krstné meno.
zh_cn: 请输入名字

# webparts_membership_registrationform.rfvlastname
source: Please enter a last name
cs_cz: Vložte prosím příjmení.
sk_sk: Prosím, vložte priezvisko.
zh_cn: 请输入姓氏

# webparts_membership_registrationform.rfvpassword
source: Please enter a password
cs_cz: Vložte prosím heslo.
sk_sk: Prosím, vložte heslo.
zh_cn: 请输入密码

# webparts_membership_registrationform.useralreadyexists
source: User '%%name%%' already exists
cs_cz: Uživatel '%%name%%' již existuje
sk_sk: Užívateľ '%%name%%' už existuje
zh_cn: 用户 ' %%名称 %%' 已经存在

# webparts_membership_registrationform.usernamereserved
source: This username is reserved. Please select another one.
cs_cz: Toto uživatelské jméno je vyhrazeno. Zvolte prosím jiné.
sk_sk: Toto meno je vyhradené. Prosím, zvoľte iné.
zh_cn: 此用户名被保留。请选择另一个。

# webparts_membership_signoutbutton.signin
source: Sign In
cs_cz: Přihlásit
sk_sk: Prihlásiť
zh_cn: 登录

# webparts_membership_signoutbutton.signout
source: Sign Out
cs_cz: Odhlásit
sk_sk: Odhlásenie
zh_cn: 登出

# webparttypeenum.datasource
source: Data source
zh_cn: 数据源

# webparttypeenum.filter
source: Filter
zh_cn: 筛选器

# webparttypeenum.standard
source: Standard
zh_cn: 标准

# webpartusercontrol.errorload
source: Error loading user control
cs_cz: Chyba při načítání user controlu
sk_sk: Chyba pri načítaní user controlu
zh_cn: 加载用户控件时出错

# webpartzone.addwebpart
source: Add&nbsp;web&nbsp;part
cs_cz: Přidat&nbsp;web&nbsp;partu
sk_sk: Pridať&nbsp;webpart
zh_cn: 添加 web 部件

# webpartzone.htmlenvelope
source: HTML Envelope
cs_cz: HTML obálka
sk_sk: HTML obálka
zh_cn: HTML 信封

source: Web part zone not found.
cs_cz: Web part zóna nebyla nalezena.
sk_sk: Webpart zóna nebola nájdená.
zh_cn: 找不到的 web 部件区域。

# webpartzone.orphaned
source: (not in layout)
cs_cz: (není v rozložení)
sk_sk: (nie je v layoute)
zh_cn: (不在版面中）

# webpartzone.propertiesheader
source: Web part zone properties
cs_cz: Vlastnosti web part zóny
sk_sk: Vlastnosti webpart zóny
zh_cn: Web 部件区域属性

# webpartzone.refresh
source: Refresh content
cs_cz: Obnovit obsah
sk_sk: Obnoviť obsah
zh_cn: 刷新内容

# webtemplatelist.columns.webtemplatedisplayname
source: Web template name
cs_cz: Název šablony webu
sk_sk: Názov šablóny webu
zh_cn: Web 模板名称

# wishlist.onlyforauthenticated
source: Only authenticated user can use wishlist.
cs_cz: Pouze přihlášený uživatel může používat seznam přání.
sk_sk: Iba prihlásený užívateľ môže používať zoznam prianí.
zh_cn: 只有已通过身份验证的用户可以使用的收藏。

# wishlist.removefromwishlist
source: Remove from wishlist
cs_cz: Odstranit ze seznamu přání
sk_sk: Odobrať zo zoznamu prianí
zh_cn: 从收藏中删除

# worfklowproperties.approve
source: Approve:
cs_cz: Schválit:
sk_sk: Schváliť:
zh_cn: 核准：

# worfklowproperties.approved
source: Approved
cs_cz: Schváleno
sk_sk: Schválené
zh_cn: 批准

# worfklowproperties.comment
source: Comment:
cs_cz: Komentář:
sk_sk: Komentár:
zh_cn: 评论：

# worfklowproperties.history
source: Workflow history:
cs_cz: Historie workflow:
sk_sk: História workflow:
zh_cn: 工作流历史记录：

# worfklowproperties.lblworkflowname
source: This page is currently using workflow <strong>{0}</strong>.
cs_cz: Tento dokument nyní používá workflow proces <strong>{0}</strong>.
sk_sk: Aktuálne používaný workflow pre tento dokument je <strong>{0}</strong>.
zh_cn: 此页面当前使用的工作流<strong>{0}</strong>。

# worfklowproperties.rejected
source: Rejected
cs_cz: Zamítnuto
sk_sk: Zamietnuté
zh_cn: 拒绝

# worfklowproperties.sendmail
source: Send notification emails
cs_cz: Poslat e-mail:
sk_sk: Poslať e-mail:
zh_cn: 发送通知电子邮件

# worfklowproperties.steps
source: Workflow steps
cs_cz: Kroky workflow
sk_sk: Kroky workflow
zh_cn: 工作流步骤

# worfklowproperties.workflowfinished
source: Workflow process of the page has been completed, this page does not use workflow any more.
cs_cz: Proces workflow pro dokument byl dokončen. Tento dokument již nebude používat workflow.
sk_sk: Proces workflow pre dokument bol dokončený. Tento dokument už nebude používať workflow.
zh_cn: 已完成了工作流过程的页面，此页面不使用工作流。

# workflow.cannotdeletestepused
source: The workflow step cannot be deleted, you need to approve or reject pages that are in this step.
cs_cz: Krok workflow nemůže být smazán, v tomto kroce jsou následující dokumenty, které musíte je nejdříve schválit/zamítnout:
sk_sk: Krok workflow nemôže byť zmazaný, nasledujúce dokumenty sú v tomto kroku, musíte ich najprv schváliť/zamietnuť:
zh_cn: 不能删除该工作流步骤，您需要批准或拒绝在这一步的页面。

# workflow.cannotdeleteused
source: The workflow cannot be deleted, please remove all workflow scopes and finish the workflow process for pages using this workflow.
cs_cz: Workflow nemůže být smazán. Zrušte prosím všechny cíle workflow a před jeho smazáním dokončete proces workflow pro všechny dokumenty, které ho používají.
sk_sk: Workflow nemôže byť zmazaný, prosím, zrušte workflow a dokončite proces workflow pre nasledujúce dokumenty pred zmazaním workflow:
zh_cn: 工作流无法删除，请删除工作流的所有作用域并完成页使用此工作流的工作流过程。

# workflow.subjectapproved
source: Page '{%DocumentName%}' approved
cs_cz: Dokument {%DocumentName%} byl schválen
sk_sk: Dokument {%DocumentName%} bol schválený
zh_cn: 页 '{%documentname%}' 批准

# workflow.subjectarchived
source: Page '{%DocumentName%}' archived
cs_cz: Dokument {%DocumentName%} byl archivován
sk_sk: Dokument {%DocumentName%} bol archivovaný
zh_cn: 页 '{%documentname%}' 存档

# workflow.subjectpublished
source: Page '{%DocumentName%}' published
cs_cz: Dokument {%DocumentName%} byl publikován
sk_sk: Dokument {%DocumentName%} bol publikovaný
zh_cn: 发布页面 '{%documentname%}'

# workflow.subjectreadyforapproval
source: Page '{%DocumentName%}' is waiting for approval
cs_cz: Dokument {%DocumentName%} byl schválen
sk_sk: Dokument {%DocumentName%} bol schválený
zh_cn: 页 '{%documentname%}' 正在等待批准

# workflow.subjectrejected
source: Page '{%DocumentName%}' rejected
cs_cz: Dokument {%DocumentName%} byl zamítnut
sk_sk: Dokument {%DocumentName%} bol zamietnutý
zh_cn: 页 '{%documentname%}' 拒绝

# workflowdesigner.addrole
source: Add Role
cs_cz: Přidat roli
sk_sk: Pridať rolu
zh_cn: 添加角色

# workflowdesigner.allowedroles
source: Allowed Roles
cs_cz: Povolené role
sk_sk: Povolené role
zh_cn: 允许的角色

# workflowdesigner.confirmdelete
source: Are you sure you want to delete the selected step?
cs_cz: Opravdu chcete odstranit zvolený krok?
sk_sk: Určite chcete odstrániť zvolený krok?
zh_cn: 是否确实要删除所选的步骤?

# workflowdesigner.deletestep
source: Delete Step
cs_cz: Smazat krok
sk_sk: Zmazať krok
zh_cn: 删除步骤

# workflowdesigner.errorcannotcreateanothernewattribute
source: You cannot create another new step until you save this one.
cs_cz: Nemůžete vytvořit další nový krok dokud neuložíte stávající.
sk_sk: Nemôžete vytvoriť ďalší nový krok pokiaľ neuložíte terajší.
zh_cn: 直到您保存这一个，您无法创建另一个新的台阶。

# workflowdesigner.erroremptystepdisplayname
source: Please enter a step display name.
cs_cz: Vložte zobrazovaný název kroku.
sk_sk: Prosím, vložte zobrazované meno kroku.
zh_cn: 请输入一步显示名称。

# workflowdesigner.erroremptystepname
source: Please enter a step name.
cs_cz: Vložte název kroku.
sk_sk: Prosím, vložte meno kroku.
zh_cn: 请输入步骤的名称。

# workflowdesigner.errorexistingstepname
source: The step name is already used. Please choose some other name.
cs_cz: Název kroku se již používá. Vyberte prosím jiný název.
sk_sk: Názov kroku sa už používa. Prosím, vyberte nejaký iný názov.
zh_cn: 步骤名称已使用。请选择其他名称。

# workflowdesigner.errorstepiscurrentlyused
source: The selected step cannot be deleted because there's at least one page in this workflow step. Please move the page to another step first.
cs_cz: Vybraný krok není možné smazat, protože se v tomto kroku nachází nejméně jeden dokument. Změňte prosím nejprve krok daného dokumentu.
sk_sk: Vybraný krok nie je možné zmazať, pretože sa v tomto kroku nachádza najmenej jeden dokument. Prosím, zmeňte najprv krok daného dokumentu.
zh_cn: 不能删除选定的步骤，因为在此工作流步骤中有至少一页。请先移动页面到另一个步骤。

# workflowdesigner.errorstepnameedit
source: The step name cannot be "Edit" since it is already used by Kentico.
cs_cz: Název kroku nemůže být "Upravit", tento název používá Kentico.
sk_sk: Názov kroku nemôže byť "Edit", tento názov používa Kentico.
zh_cn: 步骤名称不能为"编辑"因为它由 Kentico 已经使用。

# workflowdesigner.errorstepnamepublished
source: The step name cannot be "Published" since it is already used by Kentico.
cs_cz: Název kroku nemůže být "Publikovaný", tento název používá Kentico.
sk_sk: Názov kroku nemôže byť "Published", tento názov používa Kentico.
zh_cn: 步骤名称不能"发布"因为它由 Kentico 已经使用。

# workflowdesigner.newitem
source: New step
cs_cz: Nový krok
sk_sk: Nový krok
zh_cn: 新建一步

# workflowdesigner.newstep
source: New Step
cs_cz: Nový krok
sk_sk: Nový krok
zh_cn: 新建一步

# workflowdesigner.removerole
source: Remove Role
cs_cz: Odebrat roli
sk_sk: Odobrať rolu
zh_cn: 删除角色
