Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# sf.nocredentials
source: Salesforce organization access is not authorized.
cs_cz: Přístup Salesforce organizace není autorizován.
zh_cn: Salesforce 组织访问未经授权。

# sf.noexternalidentifierattribute
source: The external identifier field, that is required for replication, is not specified.
cs_cz: Políčko pro externí identifikaci, které je vyžadováno pro replikaci, není specifikováno.
zh_cn: 未指定外部标识符字段中，即复制所需要的。

# sf.noglobalscore
source: Score selection is not available in global settings. All contacts will be replicated by default.
cs_cz: Výběr skóre není v globálním nastavení dostupný. Všechny kontakty budou replikovány.
zh_cn: 分数选择在全局设置中不可用。默认情况下，将复制所有联系人。

# sf.nomapping
source: The mapping is not available.
cs_cz: Mapování není dostupné.
zh_cn: 映射不是可用的。

# sf.organizationcredentialscleared
source: Organization access authorization has been removed. Please save the settings to confirm this change.
cs_cz: Povolení k přistupu bylo odstraněno. Prosím uložte nastavení pro potvrzení této změny.
zh_cn: 组织的访问权限已被删除。请保存这些设置，以确认此更改。

# sf.organizationcredentialspresent
source: Salesforce organization access is authorized on behalf of <b>{0}</b> from <b>{1}</b>. If your authorization is no longer valid, you need to perform the authorization again.
cs_cz: Přístup k Salesforce je povolen pro <strong>{0}</strong> od <strong>{1}</strong>. Jestliže již vaše autorizace není platná, je třeba ji znovu provést.
zh_cn: Salesforce 组织访问被授权代表从<b>{1}</b> <b>{0}</b> 。如果您的授权不再是有效的您需要执行一次的授权。

# sf.removeauthorization
source: Clear
cs_cz: Vymazat
zh_cn: 明确

# sf.replicationexception
source: There was an error during replication, please check the event log for more information.
cs_cz: Během replikace došlo k chybě. Prosím, zkontrolujte historii událostí pro více informací.
zh_cn: 在复制过程中发生一个错误，请检查事件日志以了解更多信息。

# sf.score.empty
source: None (all contacts will be replicated)
cs_cz: Nic (všechny kontakty budou replikovány)
zh_cn: 无 （将复制所有联系人）

# sf.sourcetype.field
source: Field
cs_cz: Pole
zh_cn: 字段

# sf.sourcetype.metafield
source: Custom
cs_cz: Uživatelské
zh_cn: 自定义

# sf.sourcetype.picklistentry
source: Picklist entry
zh_cn: 选择列表条目

# sf.taskwithoutsite
source: This task isn't associated with any site.
cs_cz: Tato úloha není spojena s žádným webem.
zh_cn: 这项任务并不是与任何站点相关联。

# sharepoint.apiexamples.hint
source: Leave Username empty if you wish to use anonymous authentication mode .
zh_cn: 用户名保留为空的如果您想要使用匿名身份验证模式。

# sharepoint.cache
source: Sharepoint file caching
zh_cn: Sharepoint 文件缓存

# sharepoint.ccsdk.idcrl.msoidclilerror
source: The SharePoint Client Components SDK needed in order for the identity client runtime to work properly seems not to be installed (the library"msoidcliL.dll" is missing). See the <a href="https://docs.kenticoasia.com/x/cg16Aw" title="SharePoint documentation" target="_blank">documentation</a> for solution instructions. See Event log for error details.
zh_cn: 标识客户端运行时的命令正常工作所需的 SharePoint 客户端组件 SDK 似乎不会安装 （library"msoidcliL.dll"将丢失）。请参阅<a href="https://docs.kenticoasia.com/x/cg16Aw" title="SharePoint documentation" target="_blank">文档</a>解决方案的说明。请参见事件日志中的错误的详细信息。

# sharepoint.configuration.description
source: Allows you to define connections to SharePoint servers.
zh_cn: 允许您定义连接到 SharePoint 服务器。

# sharepoint.connection.authmode
source: Authentication mode
zh_cn: 身份验证模式

# sharepoint.connection.category.authentication
source: Authentication
zh_cn: 身份验证

# sharepoint.connection.category.test
source: Connection test
zh_cn: 连接测试

# sharepoint.connection.codename.description
source: The string identifier of the SharePoint connection object used by the system to identify the object.
zh_cn: 该系统用于标识该对象的 SharePoint 连接对象的字符串标识符。

# sharepoint.connection.displayname.description
source: The name of the SharePoint connection used in the system's administration interface.
zh_cn: SharePoint 连接的系统管理界面中使用的名称。

# sharepoint.connection.domain
source: Domain
zh_cn: 域

# sharepoint.connection.edit
source: Edit connection
zh_cn: 编辑连接

# sharepoint.connection.new
source: New connection
zh_cn: 新建连接

# sharepoint.connection.password
source: Password
zh_cn: 密码

# sharepoint.connection.sharepointversion
source: SharePoint version
zh_cn: SharePoint 版本

# sharepoint.connection.sharepointversion.description
source: The system supports Windows SharePoint 2010, Windows SharePoint 2013, and Windows SharePoint Online.
zh_cn: 该系统支持 Windows SharePoint 2010、 Windows SharePoint 2013 年，和 Windows SharePoint 在线。

# sharepoint.connection.siteurl
source: Site URL
zh_cn: 网站的网址

# sharepoint.connection.siteurl.description
source: Specifies the URL of the SharePoint site. In case your site is using HTTPS, you need to specify the protocol in the URL, e.g. https://site.domain.com.
zh_cn: 指定 SharePoint 网站的 URL。万一您的站点使用 HTTPS，您需要在 URL 中，例如 https://site.domain.com 指定的协议。

# sharepoint.connection.username
source: Username
zh_cn: 用户名

# sharepoint.erroradta
source: Error occurred during retrieving SharePoint data
cs_cz: Během získávání dat SharePoint nastala chyba
sk_sk: Došlo k chybe pri načítaní SharePoint dát.
zh_cn: 检索 SharePoint 数据的过程中出错

# sharepoint.invalidconfiguration
source: The SharePoint version does not support given configuration. Maybe the URL is not valid.
zh_cn: SharePoint 版本不支持给定配置。也许的 URL 不是有效的。

source: SharePoint list does not exists.
cs_cz: Seznam SharePoint neexistuje.
sk_sk: SharePoint zoznam neexistuje
zh_cn: SharePoint 列表不存在。

# sharepoint.listsnotsupported
source: The SharePoint version does not support lists and libraries retrieval.
zh_cn: SharePoint 版本不支持列表和库的检索。

# sharepoint.nameresolutionfailure
source: The SharePoint site URL could not be resolved.
zh_cn: SharePoint 网站 URL 不可能得到解决。

# sharepoint.permission.modify.description
source: Allows to create, modify and delete all SharePoint objects.
zh_cn: 允许创建、 修改和删除所有 SharePoint 对象。

# sharepoint.permission.read.description
source: Allows to view all SharePoint objects.
zh_cn: 允许查看所有 SharePoint 对象。

# sharepoint.picslibunspecified
source: Picture library name is not specified.
cs_cz: Název knihovny obrázků není specifikován.
sk_sk: Nie je špecifikovaný názov.
zh_cn: 未指定图片库名称。

# sharepoint.protocolerror
source: A protocol error occurred. No sharepoint instance may be running on given URL or the credentials are not valid.
zh_cn: 发生协议错误。没有 sharepoint 实例可能在给定的 URL 运行或凭据无效。

# sharepoint.protocolerror.notfound
source: No SharePoint instance seems to be running on given URL.
zh_cn: 没有 SharePoint 实例似乎给定的 URL 运行。

# sharepoint.protocolerror.unauthorized
source: The SharePoint credentials are not valid.
zh_cn: SharePoint 凭据不是有效的。

# sharepoint.servererror
source: A server error occurred with message (see event log for more details): {0}
zh_cn: 出现服务器错误消息 （请参见事件日志中是否有更多的细节）： {0}

# sharepoint.setting.cache.description
source: Specifies how long SharePoint files are cached on the web-server machine.
zh_cn: 指定 SharePoint 文件在 web 服务器计算机上的缓存多长时间。

# sharepoint.setting.cachesizelimit
source: File size limit (kB)
zh_cn: 文件大小限制 (kB)

# sharepoint.setting.cachesizelimit.description
source: The system doesn't automatically cache files bigger than as specified.
zh_cn: 系统不会自动缓存大于指定的文件。

# sharepoint.settings.cache
source: Cache timeout (minutes)
zh_cn: 缓存超时 （分钟）

# sharepoint.sharepoint
source: SharePoint connections
zh_cn: SharePoint 连接

# sharepoint.testconnection.failure
source: Connection test failed.
zh_cn: 连接测试失败。

# sharepoint.testconnection.progressmessage
source: Probing...
zh_cn: 探索......

# sharepoint.testconnection.success
source: Connection test succeeded.
zh_cn: 连接测试成功。

# sharepoint.testconnection.testconnection
source: Test connection
zh_cn: 测试连接

# sharepoint.testconnection.testconnection.description
source: Tries to establish connection to SharePoint server using given configuration.
zh_cn: 尝试建立连接到 SharePoint 服务器使用给定配置。

# sharepoint.testconnectionnotsupported
source: The SharePoint version does not support connection testing.
zh_cn: SharePoint 版本不支持连接测试。

# sharepoint.unknownerror
source: An unexpected error occurred, see event log for more details.
zh_cn: 发生意外的错误，请参阅事件日志中有更多的细节。

# sharepoint.versionnotsupported
source: The SharePoint version is not supported.
zh_cn: 不支持的 SharePoint 版本。

# sharepoint.wp.datasource.caption.selection
source: Selection
zh_cn: 选择

# sharepoint.wp.datasource.caption.systemsettings
source: System settings
zh_cn: 系统设置

# sharepoint.wp.datasource.description
source: Retrieves data from a SharePoint server. The resulting data source can be used by viewers like grid or repeater.
zh_cn: 从 SharePoint 服务器检索数据。产生的数据源可以利用像网格或中继器的观众。

# sharepoint.wp.datasource.field.connection
source: Connection
zh_cn: 连接

# sharepoint.wp.datasource.field.connection.description
source: Specifies a SharePoint connection the system uses for data retrieval. You can configure the connection parameters in the SharePoint application.
zh_cn: 指定用于数据检索的 SharePoint 连接系统。您可以在 SharePoint 应用程序中配置的连接参数。

# sharepoint.wp.datasource.field.debugenabled
source: Show debugging information
zh_cn: 显示调试信息

# sharepoint.wp.datasource.field.debugenabled.description
source: If enabled, the web part displays information suitable for debugging.
zh_cn: 如果启用，此 web 部件显示适合的调试信息。

# sharepoint.wp.datasource.field.folderrelativeurl
source: Relative URL of listed folder
zh_cn: 列出的文件夹的相对 URL

# sharepoint.wp.datasource.field.folderrelativeurl.description
source: Specifies the server-relative URL of the SharePoint folder within a list or library. If blank, the system lists the root folder. If the list or library does not support folders, keep blank. Note: Usually starts with a slash ('/').
zh_cn: 指定的服务器-相对 URL 的 SharePoint 列表或库内的文件夹。如果为空，系统将列出的根文件夹。如果列表或库不支持文件夹，保留空白。注： 通常开始以一个正斜线 ('/')。

# sharepoint.wp.datasource.field.listname
source: List name
zh_cn: 列表名称

# sharepoint.wp.datasource.field.listname.description
source: Specifies the name of the list or library on the SharePoint server from which the system loads the requested items.
zh_cn: 指定从中系统加载所请求的项的 SharePoint 服务器上的列表或库的名称。

# sharepoint.wp.datasource.field.listtype
source: Library type
zh_cn: 库类型

# sharepoint.wp.datasource.field.listtype.description
source: Specifies what type of data the system retrieves from the SharePoint server.
zh_cn: 指定哪种类型的数据将从 SharePoint 服务器检索的系统。

# sharepoint.wp.datasource.field.mode
source: Retrieve
zh_cn: 检索

# sharepoint.wp.datasource.field.mode.description
source: Specifies whether the system downloads all lists of the selected type (the 'List type' property), or only items from a specified list (the 'List name' property) of the selected type.
zh_cn: 指定是否系统从指定选定类型的列表 （列表名称属性） 中下载所有选定的类型 （列表类型属性） 或仅物料的列表。

# sharepoint.wp.datasource.field.query
source: Query
zh_cn: 查询

# sharepoint.wp.datasource.field.query.description
source: Allows you to enter a condition determining which items the system retrieves. You can use this property to change the items' order, too. You need to enter an inner XML of CAML Query element. Sample query: <Where> <Eq> <FieldRef Name="ID" /><Value Type="Counter">1</Value> </Eq> </Where> <OrderBy> <FieldRef Name="Modified" Ascending="false" /> </OrderBy>
zh_cn: 允许您输入条件确定系统检索哪些项目。可以使用此属性来更改项目的顺序，太。您需要输入内部 CAML 查询 XML 元素。示例查询：<Where> <Eq> <FieldRef name="ID"></FieldRef><Value type="Counter">1</Value> </Eq> </Where> <OrderBy> <FieldRef name="Modified" ascending="false"></FieldRef> </OrderBy>

# sharepoint.wp.datasource.field.rowlimit
source: Row limit
zh_cn: 行限制

# sharepoint.wp.datasource.field.rowlimit.description
source: Specifies the maximum number of items (data rows) the system retrieves.
zh_cn: 指定的项 （数据行） 的系统检索的最大数目。

# sharepoint.wp.datasource.field.scope
source: Retrieval mode
zh_cn: 检索模式

# sharepoint.wp.datasource.field.scope.description
source: Specifies whether the system retrieves files and folders, or only files. The system supports inclusion of subfolders. Note: Some lists and libraries do not support folders. In such case the listing of folders or inclusion of subfolders has no effect.
zh_cn: 指定是否系统检索文件和文件夹或只是文件。该系统支持包含的子文件夹。注： 某些列表和库不支持文件夹。在这种情况下的文件夹列表或包含子文件夹没有任何影响。

# sharepoint.wp.datasource.field.selectionfieldname
source: Field name
zh_cn: 字段名称

# sharepoint.wp.datasource.field.selectionfieldname.description
source: Specifies the internal name of a SharePoint column the system uses for item(s) selection.
zh_cn: 指定为项目选择的系统使用 SharePoint 列的内部名称。

# sharepoint.wp.datasource.field.selectionfieldtype
source: Field type
zh_cn: 字段类型

# sharepoint.wp.datasource.field.selectionfieldtype.description
source: Specifies the type of column as specified in the ‘Field name’ property. You can use values such as ‘Text’, ‘Integer’, ‘Counter’ (for IDs), etc.
zh_cn: 指定为在字段名称属性中指定的列的类型。您可以使用 '文本'、 '整数'、 '柜台 (IDs) 等的值。

# sharepoint.wp.datasource.field.selectionfieldvalue
source: Field value
zh_cn: 字段值

# sharepoint.wp.datasource.field.selectionfieldvalue.description
source: Specifies a value the system uses in equality comparison for item(s) selection. The value means that the field named ‘Field name’ of type as specified in the ‘Field type’ property must contain the exact value. The system allows you to enter a value of the query parameter like {? selectionValue ?}.
zh_cn: 指定一个值，该系统使用相等比较中的项目选择。字段命名为 '场' 类型的名称作为 '字段类型属性中指定的值意味着必须包含的确切值。系统允许您输入的值为查询参数如 {? selectionValue?}。

# sharepoint.wp.datasource.field.viewfields
source: Retrieved fields
zh_cn: 检索的字段

# sharepoint.wp.datasource.field.viewfields.description
source: Specifies SharePoint list or SharePoint library field names (internal names) the system retrieves. Separate the names by semicolons, or keep blank to retrieve all fields. Note: Certain fields are always retrieved.
zh_cn: 指定 SharePoint 列表或 SharePoint 库字段名称 （内部名称） 系统检索。用分号分隔名称，或保留为空白，以检索所有字段。注： 总是检索某些字段。

# sharepoint.wp.datasource.noconnection
source: SharePoint connection has to be provided.
zh_cn: SharePoint 连接都有提供。

# shippingselector.additems
source: Add shipping methods
cs_cz: Přidat způsob doručení
sk_sk: Pridať metódu doručenia
zh_cn: 添加送货方式

# shippingselector.entersearch
source: Shipping
cs_cz: Název doručení:
sk_sk: Názov doručenia:
zh_cn: 航运

# shippingselector.itemname
source: Shipping name
cs_cz: Název doručení
sk_sk: Názov doručenia
zh_cn: 运输名称

# shippingselector.moreitems
source: (more shipping methods...)
cs_cz: (více způsobů doručení...)
sk_sk: (viac spôsobovo doručenia...)
zh_cn: （更多航运的方法......)

# shippingselector.nodata
source: No shipping methods found.
cs_cz: Nebyly nalezeny žádné způsoby doručení.
sk_sk: Neboli nájdené žiadne metódy doručenia.
zh_cn: 发现没有航运方法。

# shippingselector.selectitem
source: Select shipping
cs_cz: Vybrat způsob doručení
sk_sk: Vybrať doručenie
zh_cn: 选择航运

# shoppingcart.discountcouponnotapplied
source: Product coupon cannot be applied to any item in your shopping cart.
cs_cz: Slevovou poukázku nelze použít na žádnou položku ve Vašem košíku.
sk_sk: Poukážku na zľavu nie je možné aplikovať na žiaden produkt z Vášho košíka.
zh_cn: 产品的优惠券不应用于您的购物车中的任何项目。

# shoppingcart.donate
source: Donate
cs_cz: Darovat
sk_sk: Darovať
zh_cn: 捐赠

# shoppingcart.editproduct
source: Edit product properties
cs_cz: Upravit vlastnosti produktu
zh_cn: 编辑产品属性

# shoppingcart.editproductvariant
source: Edit variant properties
zh_cn: 编辑 variant 类型的值的属性

# shoppingcartcheckregistration.membershiponlyregisterederror
source: Only registered customers can buy membership products. Please remove membership products from your shopping cart or register.
cs_cz: Pouze registrovaní zákazníci mohou kupovat členské produkty. Odstraňte prosím členské produkty se svého nákupního košíku nebo se zaregistrujte.
sk_sk: Len registrovaní zákanzíci môžu kupovať členské produkty. Odstránte, prosím, tento produkt z košíka alebo sa zaregistrujte.
zh_cn: 只有已登记的客户可以购买会员产品。请从您的购物车中删除会员产品或者注册。

# shoppingcartorderaddresses.billingaddrline
source: Address line:
cs_cz: Řádky adresy:
sk_sk: Riadky adresy:
zh_cn: 地址行：

# shoppingcartorderaddresses.billingaddrline2
source: Address line 2:
zh_cn: 地址第 2 行：

# shoppingcartorderaddresses.billingname
source: Contact name:
cs_cz: Jméno (firemní nebo osobní):
sk_sk: Meno (firemné alebo osobné):
zh_cn: 联系人姓名：

# shoppingcartorderaddresses.billingzip
source: Postal code:
cs_cz: PSČ:
sk_sk: PSČ:
zh_cn: 邮政编码：

# shoppingcartorderaddresses.differentshippingaddr
source: My shipping address is different from the billing address
cs_cz: Poštovní adresa je odlišná od fakturační adresy.
sk_sk: Poštová adresa je odlišná od fakturačnej adresy.
zh_cn: 我的送货地址是不同的帐单地址

# shortcuts.addasfriend
source: Add as a friend
cs_cz: Přidat jako přítele
sk_sk: Pridať ako priateľa
zh_cn: 加为好友

# shotcuts.mytask
source: My tasks
cs_cz: Moje úlohy
sk_sk: Moje úlohy
zh_cn: 我的任务

source: Show Grid
cs_cz: Zobrazit mřížku
sk_sk: Ukázať Grid
zh_cn: 显示网格

# site_delete.applicationrestarted
source: <strong>Application has been restarted and the logging of the site delete process has been terminated. Please make sure that the site is deleted. If it is not, please repeate the deletion process.</strong><br />
cs_cz: <strong>Aplikace byla restartována a zaznamenávání procesu mazání webu bylo ukončeno. Ujistěte se, že web byl smazán. Pokud tomu tak není, zopakujte mazání.</strong><br />
sk_sk: <strong>Došlo k reštartu aplikácie a logovanie mazania stránky bolo zrušené. Prosím, presvedčte sa, že stránka je zmazaná. Ak nie je, opakujte proces mazania.</strong><br />
zh_cn: <strong>已重新启动应用程序和网站删除过程的日志记录已被终止。请确保网站被删除。如果不是，请重复该删除过程。</strong><br>

# site_delete.deletingattachments
source: Deleting site attachments folder
cs_cz: Mazání složek s přílohami
sk_sk: Mazanie zložky na prílohy
zh_cn: 删除站点的附件文件夹

# site_delete.deletingattachmentswarning
source: Error deleting attachments folder '{0}'. Please delete the folder manually.
cs_cz: Chyba při mazání složky s přílohami '{0}'. Smažte složku ručně.
sk_sk: Chyba pri mazaní zložky '{0}'. Prosím, zmažte ju ručne.
zh_cn: 删除附件文件夹"{0}"时出错。请手动删除此文件夹。

# site_delete.deletingmediafiles
source: Deleting site media files folder
cs_cz: Mazání složek s knihovnami médií
sk_sk: Mazanie zložky na média
zh_cn: 删除网站媒体文件的文件夹

# site_delete.deletingmediafileswarning
source: Error deleting media files folder '{0}'. Please delete the folder manually.
cs_cz: Chyba při mazání složky medií '{0}'. Smažte složku ručně.
sk_sk: Chyba pri mazaní zložky '{0}'. Prosím, zmažte ju ručne.
zh_cn: 删除媒体文件文件夹"{0}"时出错。请手动删除此文件夹。

# site_delete.deletingmetafiles
source: Deleting site meta files folder
cs_cz: Mazání složek meta souborů
sk_sk: Mazanie zložky na meta súbory
zh_cn: 删除站点元文件文件夹

# site_delete.deletingmetafileswarning
source: Error deleting meta files folder '{0}'. Please delete the folder manually.
cs_cz: Chyba při mazání složky '{0}'. Smažte složku ručně.
sk_sk: Chyba pri mazaní zložky '{0}'. Prosím, zmažte ju ručne.
zh_cn: 删除元文件文件夹"{0}"时出错。请手动删除此文件夹。

# site_delete.footer
source: Objects are being deleted
cs_cz: Probíhá mazání objektů...
zh_cn: 正在删除对象

# site_edit_cultures.culturetitle
source: The website uses the following cultures:
cs_cz: Web používá následující jazykové verze:
sk_sk: Web používa nasledujúce jazyky:
zh_cn: 该网站使用以下语言：

# site_edit_siteobjects.objectsavailable
source: The website uses the following {0}:
cs_cz: Web používá následující {0}:
zh_cn: 该网站使用以下 {0}：

# site_list.importsite
source: Import site or objects
cs_cz: Importovat web nebo objekty
sk_sk: Importovať web alebo objekty
zh_cn: 导入站点或多个对象

# site_list.newsite
source: New site wizard
cs_cz: Průvodce novým webem
sk_sk: Sprievodca novým webom
zh_cn: 新建网站向导

# site_list.running
source: Running
cs_cz: Spuštěn
sk_sk: Beží
zh_cn: 运行

# site_list.stopped
source: Stopped
cs_cz: Zastaven
sk_sk: Zastavená
zh_cn: 停止

# site_list.stopping
source: Stopping
cs_cz: Zastavování
zh_cn: 停止

# site_list.title
source: Sites
cs_cz: Weby
sk_sk: Weby
zh_cn: 网站

# sitecultures.assigntodefault
source: This site is not assigned to the default culture. Click here to assign site to the default culture.
cs_cz: Tento web není přiřazen k výchozí jazykové verzi. Pro přiřazení klikněte zde.
sk_sk: Web nie je priradený k predvolenej jazykovej kultúre. Kliknite sem na priradenie webu k predvolenej kultúre.
zh_cn: 此网站未分配给默认语言。单击此处可将站点分配给默认语言。

# sitedomain.proceedwithcollision
source: Another running site with same domain name detected ({0}). If you proceed to save, the site will be stopped. Do you want to save changes?
cs_cz: Byl detekován běžící web se stejným názvem domény. Pokud budete pokračovat v ukládání, bude tento web zastaven. Chcete uložit změny?
sk_sk: Bol detekovný iný bežiaci web z rovankou doménou. Ak budete pokračovať uložením, web bude zastavený. Chcete uložiť zmeny?
zh_cn: 另一个具有相同域名运行站点检测 （{0}）。如果你继续保存，该站点将被停止。你想要保存更改吗？

# sitegroupselector.generalroles
source: (general roles)
cs_cz: (obecné role)
sk_sk: (obecné roly)
zh_cn: （一般角色）

# sitegroupselector.generalusers
source: (general users)
cs_cz: (obecní uživatelé)
sk_sk: (obecné užívatelia)
zh_cn: （一般用户）

# siteimport.wzdstepcomdiscountcoupons.lblcomdiscountcoupons
source: Product coupons
cs_cz: Slevové poukázky
sk_sk: Poukážky
zh_cn: 产品优惠券

# siteimport.wzdstepcomdiscountcoupons.lblstepcomdiscountcoupons
source: Select the E-commerce product coupons to be imported
cs_cz: Vyberte prosím E-commerce slevové poukázky, které mají být importovány
sk_sk: Vyberte E-commerce poukážky na importovanie
zh_cn: 选择要导入的电子商务产品优惠券

# siteimport.wzdstepcomdiscountcoupons.nocomdiscountcoupons
source: No product coupons to be imported
cs_cz: Žádné slevové poukázky k importování
sk_sk: Žiadne poukážky k importovaniu
zh_cn: 没有要导入的产品优惠券

# sitemapfreq.always
source: Always
cs_cz: Vždy
zh_cn: 总是

# sitemapfreq.daily
source: Daily
cs_cz: Denně
zh_cn: 每日

# sitemapfreq.hourly
source: Hourly
cs_cz: Po hodinách
zh_cn: 每小时

# sitemapfreq.monthly
source: Monthly
cs_cz: Měsíčně
zh_cn: 每月

# sitemapfreq.never
source: Never
cs_cz: Nikdy
zh_cn: 永不

# sitemapfreq.weekly
source: Weekly
cs_cz: Týdně
zh_cn: 每周

# sitemapfreq.yearly
source: Yearly
cs_cz: Ročně
zh_cn: 每年

# sitemapprior.high
source: High
cs_cz: Vysoká
zh_cn: 高

# sitemapprior.highest
source: Highest
cs_cz: Nejvyšší
zh_cn: 最高

# sitemapprior.low
source: Low
cs_cz: Nízká
zh_cn: 低

# sitemapprior.lowest
source: Lowest
cs_cz: Nejnižší
zh_cn: 最低

# sitemapprior.normal
source: Normal
cs_cz: Normální
zh_cn: 正常

# sitemapprior.veryhigh
source: Very high
cs_cz: Velmi vysoká
zh_cn: 很高

# sitemapprior.verylow
source: Very low
cs_cz: Velmi nízká
zh_cn: 非常低

# siteselect.additems
source: Add sites
cs_cz: Přidat web
sk_sk: Pridať weby
zh_cn: 添加站点

# siteselect.empty
source: (current site)
zh_cn: （当前站点）

# siteselect.entersearch
source: Site name
cs_cz: Název webu nebo jeho část:
sk_sk: Názov webu alebo časť názvu:
zh_cn: 站点名称

# siteselect.itemname
source: Site name
cs_cz: Název webu
sk_sk: Názov webu
zh_cn: 站点名称

# siteselect.moreitems
source: (more sites...)
cs_cz: (více webů...)
sk_sk: (viac webov ...)
zh_cn: （更多网站...）

# siteselect.nodata
source: No site selected.
cs_cz: Nebyl vybrán žádný web.
sk_sk: Neboli vybrané žiadne weby
zh_cn: 没有选定的站点。

# siteselect.selectitem
source: Select site
cs_cz: Vybrat web
sk_sk: Vybrať web
zh_cn: 选择站点

# sitesselect.additems
source: Add sites
cs_cz: Přidat weby
sk_sk: Pridať weby
zh_cn: 添加站点

# sitesselect.entersearch
source: Site name
cs_cz: Název webu nebo jeho část:
sk_sk: Názov webu alebo jčasť názvu:
zh_cn: 站点名称

# sitesselect.itemname
source: Site name
cs_cz: Název webu
sk_sk: Názov webu
zh_cn: 站点名称

# sitesselect.nodata
source: No sites selected
cs_cz: Žádné weby nebyly vybrány
sk_sk: Neboli vybrané žiadne weby
zh_cn: 没有选定的地点

# sitesselect.selectitem
source: Select sites
cs_cz: Vybrat weby
sk_sk: Vybrať weby
zh_cn: 选择网站

# skuselect.additems
source: Add products
cs_cz: Přidat produkty
sk_sk: Pridať produkty
zh_cn: 添加产品

# skuselect.entersearch
source: Product name
cs_cz: Název produktu nebo jeho část:
sk_sk: Názov produktu alebo časť názvu:
zh_cn: 产品名称

# skuselect.itemname
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品
