Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# om.account.mergedintoglobal
source: The account is merged into following global account
cs_cz: Účet byl sloučen do následujícího globálního účtu
sk_sk: Účet je zlúčený do globálneho účtu
zh_cn: 该帐户将被合并到以下全局帐户

# om.account.mergedintosite
source: The account is merged into following site account
cs_cz: Účet byl sloučen do následujícího webového účtu
sk_sk: Účet je zlúčený do webového účtu
zh_cn: 该帐户将被合并到以下网站帐户

# om.account.mergedsuffix
source: (account is merged)
cs_cz: (účet je sloučen)
sk_sk: (účet je zlúčený)
zh_cn: （帐户合并）

# om.account.mergedvalues
source: Merged account's values:
cs_cz: Hodnoty sloučeného účtu:
sk_sk: Hodnoty zlučovaných účtov:
zh_cn: 合并的帐户的值：

# om.account.merging
source: Selected accounts were merged into current account.
cs_cz: Vybrané účty byly sloučeny do aktuálního účtu.
sk_sk: Vybrané účty boli zlúčené do aktuálneho účtu.
zh_cn: 所选的帐户被合并到当前帐户。

# om.account.merginglist
source: Selected accounts were merged into specified account.
cs_cz: Vybrané účty byly sloučeny do zadaného účtu.
sk_sk: Vybrané účty boli zlúčené do zadaného účtu.
zh_cn: 所选的帐户合并为指定的帐户。

# om.account.moreitems
source: (more accounts...)
cs_cz: (více účtů...)
sk_sk: (viac účtov...)
zh_cn: （更多账户...)

# om.account.name
source: Account name
cs_cz: Název účtu
sk_sk: Názov účtu
zh_cn: 帐户名称

# om.account.name.description
source: The name of the account. Accounts usually represent companies or other commercial or non-commercial bodies.
zh_cn: 帐户的名称。帐户通常代表公司或其他商业或非商业的机构。

# om.account.new
source: New account
cs_cz: Nový účet
sk_sk: Nový účet
zh_cn: 新帐户

# om.account.noaccounts
source: No accounts to merge.
cs_cz: Žádný účet ke sloučení.
sk_sk: Žiadne účty k zlúčeniu
zh_cn: 没有要合并的帐户。

# om.account.noaccountsfound
source: No accounts found.
cs_cz: Nebyly nalezeny žádné účty.
sk_sk: Neboli nájdené žiadne účty
zh_cn: 发现没有任何帐户。

# om.account.noaccountsfound.filtered
source: No accounts matching your criteria found.
zh_cn: 没有发现您的条件匹配的帐户。

# om.account.nocontacts
source: No contacts are assigned to current account.
cs_cz: K tomuto účtu nejsou přiřazeny žádné kontakty.
sk_sk: K tomuto účtu nie sú priradené žiadne kontakty.
zh_cn: 没有联系人分配给当前帐户。

# om.account.notes
source: Notes
cs_cz: Poznámky
sk_sk: Poznámky
zh_cn: 备注

# om.account.notes.description
source: You can leave account notes either as plain text or as text with basic formatting, and you can also add your stamp by clicking the Add stamp button.
zh_cn: 你可以留言帐户作为纯文本或文本与基本格式设置，还可以通过单击添加图章按钮添加您的图章。

# om.account.owner
source: Account owner
cs_cz: Vlastník účtu
sk_sk: Vlastník účtu
zh_cn: 帐户的所有者

# om.account.owner.description
source: Allows to define an account owner, i.e. user responsible for management of the current account.
zh_cn: 允许定义帐户所有者，即负责管理当前帐户的用户。

# om.account.parentvalue
source: Parent account's value:
cs_cz: Hodnota rodičovského účtu:
sk_sk: Hodnota rodičovského účtu:
zh_cn: 父帐户的值：

# om.account.phone
source: Phone
cs_cz: Telefon
sk_sk: Telefón
zh_cn: 电话

# om.account.phone.description
source: The phone number of the account.
zh_cn: 电话号码的帐户。

# om.account.phones
source: Phone & fax
cs_cz: Telefon a fax
sk_sk: Telefón a fax
zh_cn: 电话 & 传真

# om.account.primarycontact
source: Primary contact
cs_cz: Primární kontakt
sk_sk: Primárny kontakt
zh_cn: 主要联系人

# om.account.removeacontactgroups
source: Remove current account from contact groups which are also in relation with split accounts
cs_cz: Odstranit aktuální účet ze skupin kontaktů, které jsou také ve vztahu s oddělenými účty
sk_sk: Odstrániť príslušný účet zo skupín kontaktov, ktoré majú väzbu aj na účty, ktoré budú oddelené.
zh_cn: 从联系人组与拆分账户的关系也是删除当前帐户

# om.account.removecontacts
source: Remove contacts from current account which are also in relation with split accounts
cs_cz: Odstranit z aktuálního účtu kontakty, které jsou také ve vztahu s oddělenými účty
sk_sk: Odstrániť z tohto účtu kontakty, ktoré majú väzbu aj na účty, ktoré budú oddelené.
zh_cn: 从当前帐户与拆分账户的关系也是中删除联系人

# om.account.removefrom
source: Remove from account
cs_cz: Odstranit z účtu
zh_cn: 从帐户中删除

# om.account.secondarycontact
source: Secondary contact
zh_cn: 第二联系人

# om.account.selectaccounts
source: Please select some accounts to merge.
cs_cz: Vyberte prosím nějaké účty pro sloučení.
sk_sk: Vyberte, prosím, nejaké účty k zlúčeniu
zh_cn: 请选择要合并一些帐户。

# om.account.selectaccountssplit
source: Please select accounts which should be split from current account.
cs_cz: Vyberte prosím účty, které by měly být z aktuálního účtu odděleny.
sk_sk: Vyberte, prosím, účety, ktoré majuú byť oddelné z aktuálneho účtu
zh_cn: 请从当前帐户选择要拆分的帐户。

# om.account.selected
source: Selected accounts
cs_cz: Vybrané účty
sk_sk: Vybrané účty
zh_cn: 所选的帐户

# om.account.selectglobal
source: Select global account
cs_cz: Vybrat globální účet
sk_sk: Vybrať globálny účet
zh_cn: 选择全局帐户

# om.account.selectitem
source: Select account
cs_cz: Vybrat účet
sk_sk: Vybrať účet
zh_cn: 选择帐户

# om.account.selectparent
source: Please select existing account from the list below, or create new one, into which the selected accounts should be merged.
cs_cz: Vyberte prosím ze seznamu níže existující účet, nebo vytvořte nový, do kterého mají být vybrané účty sloučeny.
sk_sk: Vyberte, prosím, účet z nasledujúceho zoznamu alebo vytvorte nový, do ktorého budú vybrané účty zlúčené.
zh_cn: 请从下面列表中选择现有的帐户或创建新的人，所选的帐户应合并到其中。

# om.account.selectsite
source: Select site account
cs_cz: Vybrat webový účet
sk_sk: Vybrať webový účet
zh_cn: 选择站点帐户

# om.account.splitaccount
source: Following accounts were merged into current account
cs_cz: Následující účty byly sloučeny do aktuálního účtu
sk_sk: Nasledujúce účty boli zlúčené do aktuálneho kontaktu
zh_cn: 下列帐户被合并到当前帐户

# om.account.splitted
source: The account was successfuly split from its parent account.
cs_cz: Účet byl úspěšně oddělen z rodičovského účtu.
sk_sk: Účet bol úspešné oddelený z rodičovského účtu.
zh_cn: 该帐户被从其父帐户成功地分裂了。

# om.account.splitting
source: Selected accounts were split from current account.
cs_cz: Vybrané účty byly odděleny z aktuálního účtu.
sk_sk: Vybrané účty boli oddelné z aktuálneho účtu
zh_cn: 所选的帐户被分裂从当前帐户。

# om.account.stamp
source: Add stamp
cs_cz: Označit
sk_sk: Opečiatkovať
zh_cn: 添加图章

# om.account.status
source: Account status
zh_cn: 帐户状态

# om.account.status.description
source: Allows to select an account status. If defined, the account can be labeled with an account status.
zh_cn: 允许选择帐户状态。如果定义了，可以用帐户状态标记该帐户。

# om.account.subsidiaries
source: Subsidiaries
cs_cz: Pobočky
sk_sk: Dcérske spoločnosti
zh_cn: 子公司

# om.account.subsidiaryof
source: Subsidiary of
cs_cz: Pobočka účtu
sk_sk: Patrí pod
zh_cn: 子公司

# om.account.subsidiaryof.description
source: Allows to select an account, i.e. company or other commercial or non-commercial body, of which the current account is a subsidiary.
zh_cn: 允许选择一个帐户，即公司或其他商业或非商业的机构，其中经常账户是全资子公司。

# om.account.suggestaccountsbyaddress.tooltip
source: Suggest accounts with the same Address 1, Address 2, City or Zip code.
cs_cz: Navrhnout účty se stejnými hodnotami polí: Adresa 1, Adresa 2, Město, Směrovací číslo.
zh_cn: 显示具有相同的地址 1、 地址 2、 城市或 Zip 代码的帐户。

# om.account.suggestaccountsbycontacts.tooltip
source: Suggest accounts with similar primary or secondary contacts' names.
cs_cz: Navrhnout účty s podobnými jménami primárních nebo sekundárních kontaktů.
zh_cn: 建议具有类似的主要或次要联系人姓名的帐户。

# om.account.suggestaccountsbyemail.tooltip
source: Suggest accounts with the same Email address domain.
cs_cz: Navrhnout účty se stejnou doménou e-mailové adresy.
zh_cn: 显示具有相同的电子邮件地址域的帐户。

# om.account.suggestaccountsbyphone.tooltip
source: Suggest accounts with the same Phone or Fax.
cs_cz: Navrhnout účty se stejným telefonním číslem neb faxem.
zh_cn: 显示具有相同的电话或传真帐户。

# om.account.suggestaccountsbyurl.tooltip
source: Suggest accounts with the same Website URL.
cs_cz: Navrhnout účty se stejnou URL webu.
zh_cn: 建议帐户具有相同的网站 URL。

# om.account.url
source: Website URL
cs_cz: URL webové stránky
sk_sk: URL webu
zh_cn: 网站的网址

# om.account.url.description
source: The website URL of the account.
zh_cn: 该帐户的网站 URL。

# om.account.viewdetail
source: View account details
cs_cz: Zobrazit detaily účtu
sk_sk: Zobraziť detaily účtu
zh_cn: 查看帐户详细信息

# om.account.zip
source: Zip code
zh_cn: 邮政编码

# om.account.zip.description
source: Allows to define the zip code of the area where the account has its address.
zh_cn: 允许定义帐户都有其地址的区域的 zip 代码。

# om.accountstatus
source: Account status
cs_cz: Stav účtu
sk_sk: Stav účtu
zh_cn: 帐户状态

# om.accountstatus.description.description
source: The description of the account status.
zh_cn: 帐户状态的描述。

# om.accountstatus.displayname
source: Account status name
cs_cz: Název stavu účtu
sk_sk: Názov stavu účtu
zh_cn: 帐户状态名称

# om.accountstatus.displayname.description
source: The name of the account status in user interface.
zh_cn: 在用户界面中的帐户状态的名称。

# om.accountstatus.edit
source: Account status properties
cs_cz: Vlastnosti stavu účtu
sk_sk: Vlastnosti stavu účtu
zh_cn: 帐户状态属性

# om.accountstatus.entersearch
source: Account status
cs_cz: Název stavu účtu:
sk_sk: Názov stavu účtu:
zh_cn: 帐户状态

# om.accountstatus.itemname
source: Account status name
cs_cz: Název stavu účtu
sk_sk: Názov stavu účtu
zh_cn: 帐户状态名称

# om.accountstatus.list
source: Account statuses
cs_cz: Stavy účtu
sk_sk: Stavy účtu
zh_cn: 帐户状态

# om.accountstatus.moreitems
source: (more account statuses...)
cs_cz: (více stavů účtu...)
sk_sk: (viac stavov účtu...)
zh_cn: （更多帐户的状态......)

# om.accountstatus.name
source: Account status
cs_cz: Stav účtu
sk_sk: Stav účtu
zh_cn: 帐户状态

# om.accountstatus.name.description
source: The name of the account status used in the code.
zh_cn: 在代码中使用的帐户状态的名称。

# om.accountstatus.new
source: New account status
cs_cz: Nový stav účtu
sk_sk: Nový stav účtu
zh_cn: 新帐户状态

# om.accountstatus.nodata
source: No account statuses found.
cs_cz: Nebyly nalezeny žádné stavy účtu.
sk_sk: Neboli nájdené žiadne stavy účtov.
zh_cn: 发现没有帐户状态。

# om.accountstatus.notfound
source: No account statuses found.
cs_cz: Nebyly nalezeny žádné stavy účtu.
sk_sk: Neboli nájdené žiadne stavy účtov.
zh_cn: 发现没有帐户状态。

# om.accountstatus.select
source: Select account status
cs_cz: Vybrat stav účtu
sk_sk: Vybrať stav účtu
zh_cn: 选择帐户状态

# om.accountstatus.selectitem
source: Select account status
cs_cz: Vybrat stav účtu
sk_sk: Vybrať stav účtu
zh_cn: 选择帐户状态

# om.activities
source: Activities
cs_cz: Aktivity
sk_sk: Aktivity
zh_cn: 活动

# om.activities.description
source: This section displays a list of activities and activity types. You can create new custom activity types or create custom activity manually. Detailed information about each of the activities can be displayed.
cs_cz: Tato sekce zobrazuje seznam aktivit a typů aktivit. Můžete vytvářet nové uživatelské typy aktivit nebo vytvářet uživatelské aktivity manuálně. Mohou být zobrazeny detailní informace o každé z aktivit.
sk_sk: Táto sekcia zobrazuje zoznam aktivít a typov aktivít. Môžete tu vytvoriť novú užívateľsku aktivitu alebo typ aktivity. Môžete si zobraziť detailné informácie o každej aktivite.
zh_cn: 此部分显示活动和活动类型的列表。您可以创建新的自定义活动类型或手动创建自定义活动。可以显示有关每项活动的详细的信息。

# om.activities.noactivities
source: No activities found.
cs_cz: Nebyly nalezeny žádné aktivity.
sk_sk: Neboli nájdené žiadne aktivity
zh_cn: 发现没有活动。

# om.activities.noactivities.filtered
source: No activities matching your criteria found.
zh_cn: 没有发现您的条件匹配的活动。

# om.activities.nocustomactivity
source: Please create a custom activity type to create a new item.
cs_cz: Vytvořte, prosím, nejdříve vlastní typ aktivity, pokud chcete vytvořit novou položku.
zh_cn: 请创建一个自定义活动类型来创建一个新的项目。

# om.activity.activitycomment
source: Activity comment
cs_cz: Komentář aktivity
sk_sk: Komentár aktivity
zh_cn: 活动注释

# om.activity.activityitem
source: Activity item
cs_cz: Položka aktivity
sk_sk: Položka aktivity
zh_cn: 活动项目

# om.activity.activityitemdetail
source: Activity detail
cs_cz: Detail aktivity
sk_sk: Detail aktivity
zh_cn: 活动详细信息

# om.activity.activitytime
source: Activity time
cs_cz: Čas aktivity
sk_sk: Čas aktivity
zh_cn: 活动时间

# om.activity.all
source: All activities
cs_cz: Všchny aktivity
sk_sk: Všetky aktivity
zh_cn: 所有的活动

# om.activity.campaign
source: Campaign
cs_cz: Kampaň
sk_sk: Kampaň
zh_cn: 运动

# om.activity.comment
source: Comment
cs_cz: Komentář
sk_sk: Komentár
zh_cn: 评论

# om.activity.contact
source: Contact
cs_cz: Kontakt
sk_sk: Kontakt
zh_cn: 联系人

# om.activity.contactdoesnotexist
source: Selected contact does not exist.
cs_cz: Vybraný kontakt neexistuje.
sk_sk: Vybraný kontakt neexistuje
zh_cn: 所选的联系人不存在。

# om.activity.contactmissing
source: Please select a contact.
cs_cz: Vyberte prosím kontakt
sk_sk: Vyberte, prosím, kontakt
zh_cn: 请选择一个联系人。

# om.activity.contactname
source: Contact name
cs_cz: Jméno kontaktu
sk_sk: Meno kontaktu
zh_cn: 联系人姓名

# om.activity.created
source: Created
cs_cz: Vytvořený
sk_sk: Vytvorený
zh_cn: 创建

# om.activity.createdbetween
source: Activity performed between
zh_cn: 之间进行的活动

# om.activity.date
source: Activity date
cs_cz: Datum aktivity
sk_sk: Dátum aktivity
zh_cn: 活动日期

# om.activity.deletefailed
source: Failed to delete the activity
cs_cz: Smazání aktivity selhalo
sk_sk: Mazanie aktivity zlyhalo
zh_cn: 未能删除活动

# om.activity.deletequestion
source: Are you sure you want to delete selected activities?
cs_cz: Opravdu chcete smazat vybrané aktivity?
sk_sk: Ste si istí, že chcete zmazať vybrané aktivity?
zh_cn: 是否确实要删除选定的活动?

# om.activity.deletetitle
source: Delete activities
cs_cz: Smazat aktivity
sk_sk: Zmazať aktivity
zh_cn: 删除活动

# om.activity.deleting
source: Deleting activities...
cs_cz: Mazání aktivit...
sk_sk: Mazanie aktivít...
zh_cn: 删除活动......

# om.activity.details.groupdetails
source: Details
cs_cz: Detaily
sk_sk: Detaily
zh_cn: 详细信息

# om.activity.details.groupgeneral
source: General information
cs_cz: Obecné informace
sk_sk: Obecné informácie
zh_cn: 一般信息

# om.activity.details.title
source: Activity detail
cs_cz: Detail aktivity
sk_sk: Detail aktivity
zh_cn: 活动详细信息

# om.activity.edit
source: Activity properties
cs_cz: Vlastnosti aktivity
sk_sk: Vlastnosti aktivity
zh_cn: 活动属性

# om.activity.gridtitle
source: Title
cs_cz: Titulek
sk_sk: Titulok
zh_cn: 标题

# om.activity.ipaddress
source: IP address
cs_cz: IP adresy
sk_sk: IP adresa
zh_cn: IP 地址

# om.activity.lastactivitytime
source: Last activity time
zh_cn: 上次活动时间

# om.activity.list
source: Activities
cs_cz: Aktivity
sk_sk: Aktivity
zh_cn: 活动

# om.activity.manualcreationisnotallowed
source: Manual creation of this type of activity is not allowed.
cs_cz: Manuální vytvoření tohoto typu aktivity není povoleno.
sk_sk: Manuálne vytváranie tohto typu aktivity nie je povolené.
zh_cn: 不允许手动创建这种类型的活动。

# om.activity.massaction.select
source: Please select an activity first.
cs_cz: Nejdříve prosím vyberte aktivitu.
sk_sk: Vyberte, prosím, najskôr aktivitu
zh_cn: 请先选择活动。

# om.activity.new
source: New activity
cs_cz: Nová aktivita
sk_sk: Nová aktivita
zh_cn: 新建活动

# om.activity.newactivityhasbeencreated
source: New custom activity has been created.
cs_cz: Byla vytvořena nová uživatelská aktivita.
zh_cn: 已创建新的自定义活动。

# om.activity.newcustom
source: New custom activity
cs_cz: Nová uživatelská aktivita
sk_sk: Nová užívateľská aktivita
zh_cn: 新建自定义活动

# om.activity.record
source: Form record
cs_cz: Záznam formuláře
sk_sk: Záznam formulára
zh_cn: 表格记录

# om.activity.selected
source: Selected activities
cs_cz: Vybrané aktivity
sk_sk: Vybrané aktivity
zh_cn: 选定的活动

# om.activity.site
source: Activity site
cs_cz: Webová stránka aktivity
sk_sk: Stránka aktivity
zh_cn: 活动网站

# om.activity.title
source: Activity title
cs_cz: Titulek aktivity
sk_sk: Titulok aktivity
zh_cn: 活动标题

# om.activity.type
source: Activity type
cs_cz: Typ aktivity
sk_sk: Typ aktivity
zh_cn: 活动类型

# om.activity.url
source: Activity URL
cs_cz: URL aktivity
sk_sk: URL aktivity
zh_cn: 活动 URL

# om.activity.urlreferrer
source: URL referrer
cs_cz: Odkazující URL
sk_sk: Odkazujúca URL
zh_cn: URL 引用

# om.activity.value
source: Activity value
cs_cz: Hodnota aktivity
sk_sk: Hodnota aktivity
zh_cn: 放射性活度值

# om.activitydetails.abusecomment
source: Report comment
cs_cz: Komentář reportu
sk_sk: Komentár hlásenia
zh_cn: 报告评论

# om.activitydetails.abvariant
source: AB variant
cs_cz: Varianta A/B
zh_cn: AB 备选案文

# om.activitydetails.attendee
source: Attendee
cs_cz: Účastník
sk_sk: Účastník
zh_cn: 与会者

# om.activitydetails.blogcomment
source: Blog comment
cs_cz: Komentář blogu
sk_sk: Komentár blogu
zh_cn: 博客评论

# om.activitydetails.blogdocument
source: Blog post
cs_cz: Příspěvek blogu
sk_sk: Príspevok blogu
zh_cn: 博客文章

# om.activitydetails.blogpost
source: Blog post
cs_cz: Pšíspěvek blogu
sk_sk: Príspevok blogu
zh_cn: 博客文章

# om.activitydetails.boardcomment
source: Board comment
cs_cz: Komentář nástěnky
sk_sk: Komentár nástenky
zh_cn: 审计委员会的评论

# om.activitydetails.documenturl
source: Page
cs_cz: Dokument
sk_sk: Dokument
zh_cn: 页面

# om.activitydetails.forumpost
source: Post text:
cs_cz: Text příspěvku:
sk_sk: Text príspevku:
zh_cn: 后的文本：

# om.activitydetails.forumpostsubject
source: Post subject
cs_cz: Předmět příspěvku
zh_cn: 发表主题

# om.activitydetails.groupname
source: Group name
cs_cz: Název skupiny
zh_cn: 组名称

# om.activitydetails.invoice
source: Invoice
cs_cz: Faktura
sk_sk: Faktúra
zh_cn: 发票

# om.activitydetails.keywords
source: Keywords
cs_cz: Klíčová slova
sk_sk: Kľúčové slová
zh_cn: 关键字

# om.activitydetails.mvtcomb
source: MVT combination
cs_cz: Kombinace MVT
sk_sk: MVT kombinácia
zh_cn: MVT 组合

# om.activitydetails.newsletter
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# om.activitydetails.newsletterissue
source: Email
cs_cz: Vydání
sk_sk: Vydanie
zh_cn: 电子邮件

# om.activitydetails.newsletterreferer
source: URL referer
cs_cz: Odkazující URL
sk_sk: Odkazujúca URL
zh_cn: URL 引用

# om.activitydetails.newstargetlink
source: Target link
cs_cz: Cílový odkaz
sk_sk: Cieľový link
zh_cn: 目标链接

# om.activitydetails.pollanswer
source: Answer
cs_cz: Odpověď
sk_sk: Odpoveď
zh_cn: 答案

# om.activitydetails.pollquestion
source: Poll question
cs_cz: Anketní otázka
sk_sk: Otázka ankety
zh_cn: 轮询问题

# om.activitydetails.product
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# om.activitydetails.productunits
source: Product units
cs_cz: Jednotky produktu
sk_sk: Jednotky produktu
zh_cn: 产品单位

# om.activitydetails.provider
source: Search provider
cs_cz: Poskytovatel vyhledávání
sk_sk: Vyhľadávač
zh_cn: 搜索提供程序

# om.activitydetails.query
source: Query string
cs_cz: Řetězec dotazu
zh_cn: 查询字符串

# om.activitydetails.ratingvalue
source: Rating value
cs_cz: Hodnota hodnocení
sk_sk: Hodnota hlasovania
zh_cn: 额定值

# om.activitydetails.regcustomer
source: Customer
cs_cz: Zákazník
sk_sk: Zákazník
zh_cn: 客户

# om.activitydetails.urlreferrer
source: URL referer
cs_cz: Odkazující URL
sk_sk: Odkazujúca URL
zh_cn: URL 引用

# om.activitydetails.viewinvoice
source: View invoice
cs_cz: Zobrazit fakturu
sk_sk: Zobraziť faktúru
zh_cn: 查看发票

# om.activitydetails.viewinvoicedetail
source: Invoice
cs_cz: Faktura
sk_sk: Faktúra
zh_cn: 发票

# om.activitydetails.viewrecord
source: View record
cs_cz: Zobrazit záznam
sk_sk: Zobraziť záznam
zh_cn: 查看记录

# om.activitydetals.viewrecorddetail
source: Record detail
cs_cz: Detail záznamu
sk_sk: Detaily záznamu
zh_cn: 记录详细信息

# om.activityselcontact.itemname
source: Contact name
cs_cz: Jméno kontaktu
sk_sk: Meno kontaktu
zh_cn: 联系人姓名

# om.activityselcontact.select
source: Select
cs_cz: Přidat kontakt
sk_sk: Pridať kontakt
zh_cn: 选择

# om.activityselcontact.selectitem
source: Select contact
cs_cz: Vybrat kontakt
sk_sk: Vybrať kontakt
zh_cn: 选择联系人

# om.activitytype.description.description
source: The description of the activity type.
zh_cn: 活动类型的描述。

# om.activitytype.detailformcontrol
source: Activity detail control
cs_cz: Kontrol detailu aktivity
sk_sk: Kontrol detailu aktivity
zh_cn: 活动细节控件

# om.activitytype.detailformcontrol.description
source: Indicates which Activity detail control should be used when defining a scoring rule.
zh_cn: 指示在定义计分的规则时，应该使用哪个活动细节控件。

# om.activitytype.displayname.description
source: The name of the activity type shown in the user interface.
zh_cn: 在用户界面中显示的活动类型的名称。

# om.activitytype.edit
source: Activity type properties
cs_cz: Vlastnosti typu aktivity
sk_sk: Vlastnosti typu aktivity
zh_cn: 活动类型属性

# om.activitytype.enabled.description
source: Indicates whether the activity type is enabled.
zh_cn: 指示是否启用的活动类型。

# om.activitytype.iscustom.description
source: Indicates whether the activity type is custom.
zh_cn: 指示活动类型是否是自定义。

# om.activitytype.list
source: Activity types
cs_cz: Typy aktivit
sk_sk: Typy aktivít
zh_cn: 活动类型

# om.activitytype.mainformcontrol
source: Activity item control
cs_cz: Kontrol položky aktivit
sk_sk: Kontrol položky aktivity
zh_cn: 活动项目控制

# om.activitytype.mainformcontrol.description
source: Indicates which Activity item control should be used when defining a scoring rule.
zh_cn: 指示在定义计分的规则时，应该使用哪个活动项目控件。

# om.activitytype.manualcreationallowed
source: Allow manual creation
cs_cz: Povolit manuální vytvoření
sk_sk: Povoliť ručné vytváranie
zh_cn: 允许手动创建

# om.activitytype.manualcreationallowed.description
source: Indicates whether manual creation is allowed.
zh_cn: 指示是否允许手动创建。

# om.activitytype.name.description
source: Sets the code name that serves as an identifier, e.g. in macros. Leave the default automatic code name unless a different value is required for a specific scenario.
zh_cn: 设置用作标识符，例如在宏的代码名称。除非特定情景中需要一个不同的值时，请离开默认自动代码名称。

# om.activitytype.new
source: New activity type
cs_cz: Nový typ aktivity
sk_sk: Nový typ aktivity
zh_cn: 新建活动类型

# om.activitytype.scoringcontrols
source: Scoring rule configuration
cs_cz: Konfigurace pravidla skórování
sk_sk: Konfigurácia pravidla
zh_cn: 得分规则配置

# om.acttitle.bizformsubmit
source: Form submitted '{0}'
cs_cz: Formulář odeslán '{0}'
sk_sk: Vyplnenie formulára '{0}'
zh_cn: 表单提交 '{0}'

# om.acttitle.blogcomment
source: Blog comment '{0}'
cs_cz: Komentář blogu '{0}'
sk_sk: Komentár blogu '{0}'
zh_cn: 博客评论 '{0}'

# om.acttitle.blogpostsubscription
source: Blog post subscription '{0}'
cs_cz: Přihláška k odběru příspěvků blogu '{0}'
sk_sk: Prihláška k blogu '{0}'
zh_cn: 博客帖子订阅 ' {0} '

# om.acttitle.customactivity
source: Custom activity '{0}'
cs_cz: Uživatelská aktivita '{0}'
sk_sk: Užívateľská aktivita '{0}'
zh_cn: 自定义活动"{0}"

# om.acttitle.customerregistration
source: Customer '{0}' registered
cs_cz: Zákazník '{0}' registrován
sk_sk: Zákazník '{0}' registrovaný
zh_cn: 客户 '{0}' 注册

# om.acttitle.eventbooking
source: Registration on event '{0}'
cs_cz: Registrace na událost '{0}'
sk_sk: Registrácia k udalosti '{0}'
zh_cn: 注册事件"{0}"

# om.acttitle.externalsearch
source: Search keywords '{0}'
cs_cz: Klíčová slova vyhledávání '{0}'
sk_sk: Hľadané slovo '{0}'
zh_cn: 搜索关键字 '{0}'

# om.acttitle.forumpost
source: Forum post '{0}'
cs_cz: Příspěvek fóra '{0}'
sk_sk: Príspevok do fóra '{0}'
zh_cn: 论坛帖子 '{0}'

# om.acttitle.forumpostsubscription
source: Forum subscription '{0}'
cs_cz: Přihláška k fóru '{0}'
sk_sk: Prihláška k fóru '{0}'
zh_cn: 论坛订阅"{0}"

# om.acttitle.internalsearch
source: Search keywords '{0}'
cs_cz: Klíčová slova vyhledávání '{0}'
sk_sk: Hľadané slovo '{0}'
zh_cn: 搜索关键字 '{0}'

# om.acttitle.joingroup
source: New member joined the group '{0}'
cs_cz: Nový člen se připojil ke skupině '{0}'
sk_sk: Novy člen sa prihlásil do skupiny '{0}'
zh_cn: 新成员加入本组 '{0}'

# om.acttitle.landingpage
source: Landing page '{0}'
cs_cz: Vstupní stránka '{0}'
sk_sk: Vstupná stránka '{0}'
zh_cn: 着陆页 '{0}'

# om.acttitle.leavegroup
source: Member left the group '{0}'
cs_cz: Člen opustil skupinu '{0}'
sk_sk: Člen opustil skupinu '{0}'
zh_cn: 成员离开组"{0}"

# om.acttitle.messageboardcomment
source: Message board comment '{0}'
cs_cz: Komentáž diskuze '{0}'
sk_sk: Komentár nástenky '{0}'
zh_cn: 留言板评论 '{0}'
