Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# om.contact.splitcontacts
source: Following contacts were merged into current contact:
cs_cz: Následující kontakty byly sloučeny do aktuálního kontaktu:
sk_sk: Nasledujúce kontakty boli zlúčené do aktuálneho kontaktu
zh_cn: 以下联系人被合并到当前联系人：

# om.contact.splitfromparent
source: Split from parent
cs_cz: Oddělit od rodičovského kontaktu
sk_sk: Oddeliť od rodiča
zh_cn: 从父分裂

# om.contact.splitselected
source: Split selected
cs_cz: Oddělit vybrané
sk_sk: Oddeliť vybrané
zh_cn: 拆分所选

# om.contact.splitsettings
source: Split settings
cs_cz: Nastavení oddělování
sk_sk: Nastavenia oddeľovania
zh_cn: 拆分设置

# om.contact.splitted
source: The contact was successfuly split from its parent contact.
cs_cz: Kontakt byl úspěšně oddělen od svého rodičovského kontaktu.
sk_sk: Kontakt bol úspešne oddelený od rodičovského kontaktu
zh_cn: 该联系人从其父联系人成功地被分裂了。

# om.contact.splitting
source: Selected contacts were split from current contact.
cs_cz: Vybrané kontakty byly odděleny od aktuálního kontaktu.
sk_sk: Vybraný kontakt bol oddelný z aktuálneho kontaktu
zh_cn: 选定的联系人被从当前联系人分裂了。

# om.contact.state
source: State
zh_cn: 状态

# om.contact.status
source: Status
zh_cn: 状态

# om.contact.status.description
source: Allows to select a contact status. If defined, the contact can be labeled with a contact status.
zh_cn: 允许选择一个联系人的状态。如果定义了，联系人可以标有接触的状态。

# om.contact.suggest
source: Suggest by
cs_cz: Návrhy podle
sk_sk: Návrhy podľa
zh_cn: 建议由

# om.contact.suggestcontactsbyaddress.tooltip
source: Suggest contacts with similar Address 1, Address 2, City or Zip code.
cs_cz: Navrhnout kontakty s podobnými hodnotami polí: Adresa 1, Adresa 2, Město nebo Směrovací číslo
zh_cn: 建议与类似地址 1、 地址 2、 城市或区号的接触。

# om.contact.suggestcontactsbybirthday.tooltip
source: Suggest contacts with the same Birthday.
cs_cz: Navrhnout kontakty se stejnými datumy narození.
zh_cn: 建议与同一天生日的接触。

# om.contact.suggestcontactsbyemail.tooltip
source: Suggest contacts with the same Email domain.
cs_cz: Navrhnout kontakty se stejnou e-mailovou doménou.
zh_cn: 显示具有相同的电子邮件域的联系人。

# om.contact.suggestcontactsbyip.tooltip
source: Suggest contacts accessing site from the same IP address.
cs_cz: Navrhnout kontakty přistupující na web ze stejné IP adresy.
zh_cn: 建议从相同的 IP 地址访问网站的联系人。

# om.contact.suggestcontactsbymembership.tooltip
source: Suggest contacts with common associated user, e-commerce customer or email campaign subscriber.
cs_cz: Navrhnout kontakty se stejným přiřazeným kontaktem, e-commerce zákazníkem nebo odběratelem newsletterů.
zh_cn: 建议与常见相关联的用户、 电子商务客户或电子邮件活动订阅服务器的联系人。

# om.contact.suggestcontactsbyphone.tooltip
source: Suggest contacts with the same Business phone, Home phone or Mobile phone.
cs_cz: Navrhnout kontakty se stejným firemním, domácím nebo telefonním číslem.
zh_cn: 建议与相同的业务电话、 家庭电话或手机联系。

# om.contact.titleafter
source: Title after
cs_cz: Titul za
sk_sk: Titul za menom
zh_cn: 标题后

# om.contact.titleafter.description
source: Allows to define a contact title used after the name.
zh_cn: 允许定义的名称后使用联系人的职务。

# om.contact.titlebefore
source: Title before
cs_cz: Titul před
sk_sk: Titul pred menom
zh_cn: 之前的标题

# om.contact.titlebefore.description
source: Allows to define a contact title used before the name.
zh_cn: 允许定义名称之前使用联系人的职务。

# om.contact.tracking
source: Track activities
cs_cz: Sledovat aktivity
sk_sk: Sledovať aktivity
zh_cn: 跟踪活动

# om.contact.tracking.description
source: If enabled, allows to track contact activities.
zh_cn: 如果启用，允许跟踪接触活动。

# om.contact.viewdetail
source: View contact details
cs_cz: Zobrazit detaily kontaktu
sk_sk: Zobraziť detaily kontaktu
zh_cn: 查看联系人的详细信息

# om.contact.website
source: Web URL
cs_cz: URL webu
sk_sk: URL webu
zh_cn: 网址。

# om.contact.website.description
source: The web URL of the contact.
zh_cn: 该联系人的 web URL。

# om.contact.zip
source: Zip code
zh_cn: 邮政编码

# om.contact.zip.description
source: Allows to define the zip code of the area where the contact has their address.
zh_cn: 允许定义的区域，其中联系人有他们的地址邮编。

# om.contactgroup
source: Contact group
cs_cz: Skupina kontaktů
sk_sk: Skupina kontaktov
zh_cn: 联系人组

# om.contactgroup.account
source: Member of account
cs_cz: Člen účtu
sk_sk: Člen účtu
zh_cn: 帐户的成员

# om.contactgroup.addto
source: Add to contact group
cs_cz: Přidat do skupiny kontaktů
zh_cn: 添加到联系人组

# om.contactgroup.alreadyrebuilding
source: Contact group is already rebuilding.
zh_cn: 已重建联络小组。

# om.contactgroup.codename
source: Code name
zh_cn: 代码名称

# om.contactgroup.condition
source: Macro condition
cs_cz: Podmínka makra
sk_sk: Makro podmienka
zh_cn: 宏条件

# om.contactgroup.condition.description
source: Use the text area to define a macro condition. Alternatively, you can click Edit to edit the macro condition in the Edit macro condition dialog window.
zh_cn: 使用文本区域可以定义宏条件。或者，您可以单击编辑编辑编辑宏条件对话框窗口中的宏条件。

# om.contactgroup.description
source: Description
zh_cn: 描述

# om.contactgroup.description.description
source: The description of the contact group.
zh_cn: 联系人组的描述。

# om.contactgroup.displayname
source: Name
cs_cz: Název skupiny kontaktů
sk_sk: Názov skupiny kontaktov
zh_cn: 名称

# om.contactgroup.displayname.description
source: The name of the contact group used in user interface.
zh_cn: 在用户界面中使用的联系人组的名称。

# om.contactgroup.dynamic
source: Condition-based contact group
cs_cz: Dynamická podmínka
sk_sk: Dynamická podmienka
zh_cn: 基于条件的联系人组

# om.contactgroup.dynamic.description
source: Contacts that fulfill the condition are assigned to the contact group.
zh_cn: 符合条件的联系人分配到联系人组。

# om.contactgroup.edit
source: Contact group properties
cs_cz: Vlastnosti skupiny kontaktů
sk_sk: Vlastnosti skupiny kontaktov
zh_cn: 联系人组属性

# om.contactgroup.entersearch
source: Contact group
cs_cz: Název skupiny kontaktů nebo jeho část:
sk_sk: Názov skupiny kontaktov alebo jeho časť:
zh_cn: 联系人组

# om.contactgroup.evaluationstarted
source: The evaluation has been executed. It may take a while to evaluate all involved contacts.
cs_cz: Vyhodnocení bylo skuštěno. Vyhodnocení všech zahrnutých kontaktů může nějakou dobu trvat.
sk_sk: Vyhodnovanie prebiea. Môže to chvíľu trvať.
zh_cn: 评价被处决了。它可能需要一段时间来评估所有各方的接触。

# om.contactgroup.info
source: Contact group info
cs_cz: Informace o skupině kontaktů
sk_sk: Informácie o skupine
zh_cn: 联系人组信息

# om.contactgroup.itemname
source: Contact group
cs_cz: Skupina kontaktů
sk_sk: Skupina kontaktov
zh_cn: 联系人组

# om.contactgroup.lastrebuild
source: Last rebuild time
cs_cz: Čas posledního obnovení
sk_sk: Naposledy obnovené
zh_cn: 最后的重建时间

# om.contactgroup.list
source: Contact groups
cs_cz: Skupiny kontaktů
sk_sk: Skupiny kontaktov
zh_cn: 联系人组

# om.contactgroup.members
source: Members
cs_cz: Členové
sk_sk: Členovia
zh_cn: 成员

# om.contactgroup.name.description
source: The name of the contact group used in the code.
zh_cn: 在代码中使用的联系人组的名称。

# om.contactgroup.new
source: New contact group
cs_cz: Nová skupina kontaktů
sk_sk: Nová skupina kontaktov
zh_cn: 新联系人组

# om.contactgroup.nocondition
source: Please enter a macro condition.
cs_cz: Zadejte prosím podmínku makra.
sk_sk: Zadajte, prosím, makro podmienku
zh_cn: 请输入一个宏条件。

# om.contactgroup.notfound
source: No contact groups found.
cs_cz: Nebyly nalezeny žásné skupiny kontaktů.
sk_sk: Neboli nájdené žiadne skupiny kontaktov.
zh_cn: 找不到联系人组。

# om.contactgroup.numberofcontacts
source: {0} contacts
cs_cz: Počet kontaktů
sk_sk: Počet kontaktov
zh_cn: {0} 联系人

# om.contactgroup.numberofcontacts.ratio
source: {0:N2} % of total contact base
zh_cn: {0:N2} %的总联络基地

# om.contactgroup.rebuild
source: Rebuild contact group
zh_cn: 重建联系人组

# om.contactgroup.rebuild.tooltip
source: Checks if contacts that haven’t recently visited the site fulfill the condition.
zh_cn: 检查是否没有最近访问过该网站的联系人实现条件。

# om.contactgroup.rebuilding
source: Rebuilding
cs_cz: Probíhá obnova
sk_sk: Prebieha obnova
zh_cn: 重建

# om.contactgroup.rebuildnotrequired
source: Rebuild not required
zh_cn: 重建不需要

# om.contactgroup.rebuildrequired
source: Rebuild required
cs_cz: Je nutná obnova
sk_sk: Je potrebné obnoviť
zh_cn: 需重建

# om.contactgroup.removefrom
source: Remove from contact group
cs_cz: Odstranit ze skupiny kontaktů
zh_cn: 删除联系人组

# om.contactgroup.schedule
source: Scheduled rebuild
cs_cz: Naplánovat obnovu
sk_sk: Naplánovať obnovu
zh_cn: 计划的重建

# om.contactgroup.schedule.description
source: Checks daily if contacts that haven’t recently visited the site fulfill the condition.<br />When disabled, only contacts active on the website will be considered.
zh_cn: 每日检查，如果没有最近访问过该网站的联系人实现条件。<br>当禁用时，将考虑仅活跃在网站上的联系人。

# om.contactgroup.schedule.description.tooltip
source: Checks daily if contacts that haven’t recently visited the site fulfill the condition. When disabled, only contacts active on the website will be considered.
zh_cn: 每日检查，如果没有最近访问过该网站的联系人实现条件。当禁用时，将考虑仅活跃在网站上的联系人。

# om.contactgroup.selectitem
source: Select contact groups
cs_cz: Vybrat skupiny kontaktů
sk_sk: Vybrať skupiny kontaktov
zh_cn: 选择联系人组

# om.contactgroup.selectmerge
source: Please select contact groups where parent contact should be added as a member.
cs_cz: Vyberte prosím skupiny kontaktů, u kterých by měl být rodičovský kontakt přidán jako člen.
sk_sk: Vyberte, prosím, skupiny kontaktov, do ktorých bude pridaný rodičovský kontakt ako člen.
zh_cn: 请选择联系人组父联系人添加作为成员的位置。

# om.contactgroup.selecttitle
source: Select contact group
cs_cz: Vybrat skupinu kontaktů
zh_cn: 选择联系人组

# om.contactgroup.usedynamic
source: Use dynamic condition
cs_cz: Použít dynamickou podmínku
sk_sk: Použiť dynamickú podmienku
zh_cn: 使用动态条件

# om.contactgroupmember.addedhow
source: Added how
cs_cz: Přidáno jak
sk_sk: Pridané ako
zh_cn: 如何添加

# om.contactgroupmember.confirmremove
source: Are you sure you want to remove the selected items? Please note: contacts that have been added dynamically may be included again after the next rebuild.
cs_cz: Opravdu chcete odstranit vybrané položky? Poznámka: kontakty, které byly přidány dynamicky mohou být znovu vloženy při dalším obnovení.
sk_sk: Ste si istí, že chcete odstrániť vybrané položky? Poznámka: Kontakty, ktoré boli pridané dynamicky, môžu byť opäť pridané pri ďalšej obnove.
zh_cn: 确实要删除所选的项目吗?请注意： 下重建后又可能包含被动态添加的联系人。

# om.contactgroupmember.confirmremoveall
source: Are you sure you want to remove all items? Please note: contacts that have been added dynamically may be included again after the next rebuild.
cs_cz: Opravdu chcete odstranit všechny položky? Poznámka: Kontakty, které byly přidány dynamicky, mohou být opět přidány při další obnově.
zh_cn: 是否确实要删除所有项目?请注意： 下重建后又可能包含被动态添加的联系人。

# om.contactgroupmember.confirmstartnewprocess
source: Are you sure you want to start new process on selected group members?
zh_cn: 你确定你想要对选定的组成员启动新的进程？

# om.contactgroupmember.confirmstartnewprocessforall
source: Are you sure you want to start new process for all group members?
zh_cn: 你确定你想要的所有组成员启动新的进程？

# om.contactgroupmember.manual
source: Is manually added
cs_cz: Je přidán manuálně
sk_sk: Je pridaný manuálne
zh_cn: 手动添加

# om.contactgroupmember.memberfromcondition
source: Condition-based
cs_cz: Dynamicky
sk_sk: Dynamicky
zh_cn: 基于条件

# om.contactmanagement
source: Contact management
cs_cz: Správa kontaktů
sk_sk: Správa kontaktov
zh_cn: 联系人管理

# om.contactmanagement.globalconfiguration.disabled
source: Global configuration is disabled for the current site.
zh_cn: 对当前站点禁用全局配置。

# om.contactmanagementglobal
source: Contact management (global)
zh_cn: 联系人管理 （全局）

# om.contactrole
source: Contact role
cs_cz: Role kontaktů
sk_sk: Rola kontaktu
zh_cn: 联系人角色

# om.contactrole.description
source: Contact role description
cs_cz: Popis role kontaktu
sk_sk: Popis role
zh_cn: 联系人角色描述

# om.contactrole.description.description
source: The description of the contact role.
zh_cn: 为联系人角色的描述。

# om.contactrole.displayname
source: Contact role name
cs_cz: Název role kontaktu
sk_sk: Názov role kontaktu
zh_cn: 联系人角色名称

# om.contactrole.displayname.description
source: The name of the contact role used in user interface.
zh_cn: 用于在用户界面中为联系人角色的名称。

# om.contactrole.edit
source: Contact role properties
cs_cz: Vlastnosti role kontaktu
sk_sk: Vlastnosti role
zh_cn: 联系人角色属性

# om.contactrole.entersearch
source: Contact role
cs_cz: Název role kontaktu:
sk_sk: Názov role kontaktu:
zh_cn: 联系人角色

# om.contactrole.itemname
source: Contact role name
cs_cz: Název role kontaktu
sk_sk: Názov role kontaktu
zh_cn: 联系人角色名称

# om.contactrole.list
source: Contact roles
cs_cz: Role kontaktu
sk_sk: Roly kontaktov
zh_cn: 与联系人角色

# om.contactrole.moreitems
source: (more contact roles...)
cs_cz: (více rolí kontaktu...)
sk_sk: (viac rolí kontaktov...)
zh_cn: （更多与联系人角色......)

# om.contactrole.name.description
source: The name of the contact role used in the code.
zh_cn: 在代码中使用联系人角色的名称。

# om.contactrole.new
source: New contact role
cs_cz: Nová role kontaktu
sk_sk: Nová rola kontaktu
zh_cn: 新建联系人角色

# om.contactrole.nodata
source: No contact roles found.
cs_cz: Nebyly nalezeny žásné role kontaktu.
sk_sk: Neboli nájdené žiadne roly kontaktov.
zh_cn: 发现没有接触的角色。

# om.contactrole.notfound
source: No contact roles found.
cs_cz: Nebyly nalezeny žásné role kontaktu.
sk_sk: Neboli nájdené žiadne roly kontaktov.
zh_cn: 发现没有接触的角色。

# om.contactrole.primary
source: Primary contact role
cs_cz: Primární role kontaktu
sk_sk: Primárna rola kontaktov
zh_cn: 主要联系人角色

# om.contactrole.roles
source: Conflicting roles:
cs_cz: Konfliktní role:
sk_sk: Konfliktné roly:
zh_cn: 互相冲突的角色：

# om.contactrole.secondary
source: Secondary contact role
cs_cz: Sekundární role kontaktu
sk_sk: Sekundárna rola kontaktov
zh_cn: 次要联系人角色

# om.contactrole.select
source: Select contact role
cs_cz: Vybrat roli kontaktu
sk_sk: Vybrať rolu konaktu
zh_cn: 选择联系人角色

# om.contactrole.selectitem
source: Select contact role
cs_cz: Vybrat roli kontaktu
sk_sk: Vybrať rolu konaktu
zh_cn: 选择联系人角色

# om.contacts
source: Contacts
cs_cz: Kontakty
sk_sk: Kontakty
zh_cn: 联系人

# om.contactstatus
source: Contact status
cs_cz: Stav kontaktu
sk_sk: Stav kontaktu
zh_cn: 联系人状态

# om.contactstatus.description.description
source: The description of the contact status.
zh_cn: 接触状态的描述。

# om.contactstatus.displayname
source: Contact status name
cs_cz: Název stavu kontaktu
sk_sk: Názov stavu kontaktu
zh_cn: 接触状态名称

# om.contactstatus.displayname.description
source: The name of the contact status used in user interface.
zh_cn: 在用户界面中使用的接触状态的名称。

# om.contactstatus.edit
source: Contact status properties
cs_cz: Vlastnosti stavu kontaktu
sk_sk: Vlastnosti
zh_cn: 联系人状态属性

# om.contactstatus.entersearch
source: Contact status
cs_cz: Název stavu kontaktu:
sk_sk: Názov stavu konaktu:
zh_cn: 联系人状态

# om.contactstatus.itemname
source: Contact status name
cs_cz: Název stavu kontaktu
sk_sk: Názov stavu konaktu
zh_cn: 接触状态名称

# om.contactstatus.list
source: Contact statuses
cs_cz: Stavy kontaktu
sk_sk: Stavy kontaktu
zh_cn: 联系人状态

# om.contactstatus.moreitems
source: (more contact statuses...)
cs_cz: (více stavů kontaktu...)
sk_sk: (viac stavov kontaktov...)
zh_cn: （更多请联系状态......)

# om.contactstatus.name.description
source: The name of the contact status used in the code.
zh_cn: 在代码中使用的接触状态的名称。

# om.contactstatus.new
source: New contact status
cs_cz: Nový stav kontaktu
sk_sk: Nový stav kontaktu
zh_cn: 新建接触状态

# om.contactstatus.nodata
source: No contact statuses found.
cs_cz: Nebyly nalezeny žádné stavy kontaktu.
sk_sk: Neboli nájdené žiadne stavy kontaktov.
zh_cn: 发现没有接触状态。

# om.contactstatus.notfound
source: No contact statuses found.
cs_cz: Nebyly nalezeny žádné stavy kontaktu.
sk_sk: Neboli nájdené žiadne stavy kontaktov.
zh_cn: 发现没有接触状态。

# om.contactstatus.select
source: Select contact status
cs_cz: Vybrat stav kontaktu
sk_sk: Vybrať stav kontaktu
zh_cn: 选择联系人状态

# om.contactstatus.selectitem
source: Select contact status
cs_cz: Vybrat stav kontaktu
sk_sk: Vybrať stav kontaktu
zh_cn: 选择联系人状态

# om.conversion.anycombination
source: any combination
cs_cz: jakákoliv kombinace
sk_sk: ľubovoľná kombinácia
zh_cn: 任意组合

# om.conversion.anyvariant
source: any variant
cs_cz: jakákoliv varianta
sk_sk: ľubovoľný variant
zh_cn: 任何备选案文

# om.conversion.results
source: Conversion count results
cs_cz: Výsledky počítání konverzí
sk_sk: Výsledky počítania konverzií
zh_cn: 转换计数结果

# om.conversion.total
source: total
cs_cz: celkem
sk_sk: celkovo
zh_cn: 总计

# om.conversionnameoritspart
source: Conversion name
cs_cz: Název konverze nebo jeho část
sk_sk: Názov konverzie alebo jeho časť
zh_cn: 转换的名称

# om.conversionrate.results
source: Conversion rate results
cs_cz: Výsledky poměru konverze
sk_sk: Výsledky pomeru konverzie
zh_cn: 转换率的结果

# om.conversionvalue.results
source: Conversion value results
cs_cz: Výsledky hodnoty konverze
sk_sk: Výsledky hodnoty konverzie
zh_cn: 转换值结果

# om.currentconversionrequiresinteger
source: Field 'Current number of conversions' requires non negative integer number.
cs_cz: Pole 'Aktuální počet konverzí' vyžaduje nezáporné celé číslo.
sk_sk: Pole 'Aktuálny počet konverzií' vyžaduje nezáporné celé číslo.
zh_cn: '当前的转换数' 的字段要求非负整数。

# om.customerselector.additems
source: Add customers
cs_cz: Přidat zákazníky
sk_sk: Pridať zákazníkov
zh_cn: 添加客户

# om.customerselector.entersearch
source: Customer name
cs_cz: Jméno zákazníka:
sk_sk: Meno zákazníka:
zh_cn: 客户名称

# om.customerselector.itemname
source: Customer name
cs_cz: Jméno zákazníka
sk_sk: Meno zákazníka
zh_cn: 客户名称

# om.customerselector.moreitems
source: (more customers...)
cs_cz: (více zákazníků...)
sk_sk: (viac zákazníkov...)
zh_cn: （更多的客户......)

# om.customerselector.nodata
source: No customers found.
cs_cz: Nebyli nalezeni žádní zákazníci.
sk_sk: Neboli nájdení žiadni zákazníci
zh_cn: 没有找到的客户。

# om.customerselector.select
source: Add customers
cs_cz: Přidat zákazníky
sk_sk: Pridať zákazníkov
zh_cn: 添加客户

# om.customerselector.selectitem
source: Select customers
cs_cz: Vybrat zákazníky
sk_sk: Vybrať zákazníka
zh_cn: 客户选择

# om.deletioncanceled
source: Deletion canceled.
cs_cz: Mazání bylo zrušeno.
sk_sk: Mazanie zrušené
zh_cn: 取消删除操作。

# om.enterdocumentname
source: Please enter page name.
cs_cz: Zadejte prosím název dokumentu.
sk_sk: Zadajte, prosím, názov dokumentu.
zh_cn: 请输入页面名称。

# om.invalidchildtype
source: Page type '{0}' is not allowed as a child of this page.
zh_cn: 页面类型"{0}"不允许作为此子页面。

# om.ip.address
source: IP address
cs_cz: IP adresa
sk_sk: IP adresa
zh_cn: IP 地址

# om.ip.created
source: First activity time
cs_cz: Čas první aktivity
sk_sk: Čas prvej aktivity
zh_cn: 第一次活动时间

# om.ip.edit
source: Ip properties
cs_cz: Vlastnosti IP
sk_sk: IP vlastnosti
zh_cn: Ip 属性

# om.ip.new
source: New ip
cs_cz: Nová IP
sk_sk: Nová IP
zh_cn: 新建 ip

# om.ip.noips
source: No IPs found.
cs_cz: Nebyly nalezeny žásné IP.
sk_sk: Neboli nájdené žiadne IP adresy.
zh_cn: 没有 IPs 发现。

# om.landingpage.edit
source: Landing page properties
cs_cz: Vlastnosti vstupní stránky
sk_sk: Vlastnosti vstupnej stránky
zh_cn: 着陆页属性

# om.landingpage.list
source: Landing pages
cs_cz: Vstupní stránky
sk_sk: Vstupné strnáky
zh_cn: 登陆页面

# om.landingpage.new
source: New landing page
cs_cz: Nová vstupní stránka
sk_sk: Nová vstupná stránka
zh_cn: 新建登陆页面

# om.logpagevisitactivity
source: Log on-line marketing activity
cs_cz: Logovat aktivity on-line marketingu
sk_sk: Logovať on-line marketingové aktivity
zh_cn: 日志在线市场营销活动

# om.macros.macro.slow
source: The macro condition is not optimized. Your developer can <a href="https://docs.kenticoasia.com/x/QgN6Aw" target="_blank">improve</a> the macro to recalculate faster.
zh_cn: 没有优化的宏条件。您的开发人员可以<a href="https://docs.kenticoasia.com/x/QgN6Aw" target="_blank">提高</a>宏重新计算速度更快。

# om.membership
source: Membership
cs_cz: Členství
sk_sk: Väzby
zh_cn: 会员

# om.membership.customerslist
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# om.membership.list
source: Membership
cs_cz: Členství
sk_sk: Väzby
zh_cn: 会员

# om.membership.subscriberslist
source: Subscribers
cs_cz: Odběratelé
sk_sk: Odberatelia
zh_cn: 订阅服务器

# om.membership.typenotexists
source: Contact membership type doesn't exist.
cs_cz: Typ členství kontaktu neexistuje.,
sk_sk: Členstvo kontaktu neexistuje
zh_cn: 联系会员类型不存在。

# om.membership.userslist
source: Users
cs_cz: Uživatelé
sk_sk: Užívatelia
zh_cn: 用户

# om.myaccounts.notallowedtoreadaccounts
source: You are not allowed to read accounts information.
cs_cz: Nemáte oprávnění pro čtění informací o účtech.
sk_sk: Nemáte právo čítať informácie o účtoch.
zh_cn: 你不是允许读取帐户信息。

# om.myaccounts.notallowedtoreadcontacts
source: You are not allowed to read contacts information.
cs_cz: Nemáte oprávnění pro čtění informací o kontaktech.
sk_sk: Nemáte právo čítať informácie o kontaktoch
zh_cn: 你不是允许读取联系人信息。

# om.mycontacts
source: My pending contacts
zh_cn: 待处理的联系人

# om.newvariantexcludefromsearch
source: Exclude from search
cs_cz: Vyloučit z vyhledávání
sk_sk: Vylúčiť z vyhľadávania
zh_cn: 从搜索中排除

# om.nomanagepermission
source: The permission 'Manage' in resource 'On-line Marketing' is required to perform the operation.
cs_cz: Pro provedení této operace je třeba oprávnění 'Správa' ve zdroji 'On-line marketing'.
sk_sk: Pre túto operáciu je potrebné právo 'Manage' v zdroji 'On-line marketing'.
zh_cn: 权限 '管理' 资源 '在线营销' 中的需要执行的操作。

# om.pagevisit.edit
source: Page visit properties
cs_cz: Vlastnosti návštěvy stránky
sk_sk: Návšteva stránky - vlastnosti
zh_cn: 页面访问属性

# om.pagevisit.list
source: Page visits
cs_cz: Navštěvy stránky
sk_sk: Návštevy stránky
zh_cn: 页面访问

# om.pagevisit.new
source: New page visit
cs_cz: Nová návštěva stránky
sk_sk: Nová navšteva stránky
zh_cn: 新建页面访问数据

# om.pathdoesnotexists
source: Selected path doesn't exists or node doesn't allow child pages.
cs_cz: Vybraná cesta neexistuje nebo uzel nedovoluje dceřinné dokumenty.
sk_sk: Vybraná cesta neexistuje alebo uzol nemá povolené dcérske dokumenty.
zh_cn: 在所选的路径不存在，或者节点不允许子页面。

# om.propertiesinherit
source: Inherit
cs_cz: Zdědit
sk_sk: Zdediť
zh_cn: 继承

# om.rule
source: Scoring rule
cs_cz: Pravidlo skórování
sk_sk: Pravidlo
zh_cn: 评分规则

# om.rule.codename
source: Code name
zh_cn: 代码名称

# om.rule.codename.description
source: The name of the scoring rule used in the code.
zh_cn: 在代码中使用的评分规则的名称。

# om.rule.displayname
source: Rule name
zh_cn: 规则名称

# om.rule.displayname.description
source: The name of the scoring rule used in user interface.
zh_cn: 在用户界面中使用的评分规则的名称。

# om.rule.nodatafound
source: No rules found.
zh_cn: 没有找到的规则。

# om.salesforceleadreplicationstatus.notreplicated
source: Not replicated into Salesforce leads
cs_cz: Nereplikován do Salesforce leadů
zh_cn: 不复制到销售线索

# om.salesforceleadreplicationstatus.replicated
source: Replicated into Salesforce leads
cs_cz: Replikován do Salesforce leadů
zh_cn: 复制到销售线索

# om.saveto
source: Save under location
cs_cz: Uložit pod umístěním
sk_sk: Uložiť pod umiestnenie
zh_cn: 保存位置下

# om.score
source: Score
cs_cz: Skóre
sk_sk: Skóre
zh_cn: 得分

# om.score.achievedscore
source: Achieved points
cs_cz: Dosažené body
sk_sk: Dosiahnuté body
zh_cn: 取得的点

# om.score.activity
source: Activity
cs_cz: Aktivita
sk_sk: Aktivita
zh_cn: 活动

# om.score.activityvalidity
source: Validity
cs_cz: Platnost
sk_sk: Platnosť
zh_cn: 有效性

# om.score.attribute
source: Attribute
cs_cz: Atribut
sk_sk: Atribút
zh_cn: 属性

# om.score.clicktoreschedule
source: Click to reschedule.
zh_cn: 单击此处，重新安排。

# om.score.condition
source: Condition
cs_cz: Podmínka
sk_sk: Podmienka
zh_cn: 条件

# om.score.contacts
source: Contacts
cs_cz: Kontakty
sk_sk: Kontakty
zh_cn: 联系人

# om.score.datebetween
source: Date between
cs_cz: Datum mezi
sk_sk: Čas od
zh_cn: 日期之间

# om.score.description.description
source: The description of the score.
zh_cn: 分数的描述。

# om.score.details.title
source: Score detail
cs_cz: Detail skóre
zh_cn: 分数详细信息

# om.score.displayname.description
source: The name of the score shown in the user interface.
zh_cn: 分数在用户界面中显示的名称。

# om.score.edit
source: Score properties
cs_cz: Vlastnosti skóre
sk_sk: Vlastnosti skóre
zh_cn: 分数属性
