Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# widgets.deleteconfirm
source: Are you sure you want to delete the selected widget?
cs_cz: Opravdu chcete smazat označené widgety?
sk_sk: Ste si istý, že chcete zmazať vybraný widget?
zh_cn: 是否确实要删除所选的部件?

# widgets.departmentlatestnewsdesc
source: Displays a list of news articles that were most recently added to the News section of the current intranet portal department.
zh_cn: 显示最近添加到当前的 intranet 门户新闻部新闻科的新闻文章的列表。

# widgets.emptyproperties
source: Widget has no confguration options.
cs_cz: Widget nemá žádné možnosti konfigurace.
sk_sk: Widget nemá žiadne nastaviteľné vlastnosti.
zh_cn: 小部件没有任何配置选项。

# widgets.intranetlatestnewsdesc
source: Displays a list of news articles that were most recently published on the intranet portal.
zh_cn: 在 intranet 门户上显示最近刊登的新闻文章的列表。

# widgets.invalidname
source: Invalid widget name.
cs_cz: Neplatný název widgetu.
sk_sk: Neplatný názov widgetu.
zh_cn: 无效的窗口小部件名称。

# widgets.latestblogpostsdesc
source: Displays a list of blog posts that were most recently added to the website.
zh_cn: 显示列表的博客帖子，最近被添加到该网站。

# widgets.latestblogpostseditorsdesc
source: Displays a list of blog posts that were most recently added to the specified section of the website.
zh_cn: 显示列表的博客帖子，最近已添加到网站的指定部分。

# widgets.latestnewsdesc
source: Displays a list of news articles that were most recently published on the website.
zh_cn: 在网站上显示的最近刊登的新闻文章的列表。

# widgets.latestnewseditordesc
source: Displays a list of news that were most recently published under the specified section of the website.
zh_cn: 显示根据指定节的网站最近刊登的新闻列表。

# widgets.minimize
source: Minimize widget
cs_cz: Minimalizovat widget
sk_sk: Minimalizuj widget
zh_cn: 最小化窗口小部件

# widgets.mostrecentpagesdesc
source: Displays a list of articles that were most recently added to the current community group (or workgroup).
zh_cn: 显示的最近添加到当前社交组 （或工作组） 的文章的列表。

# widgets.newcategory
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# widgets.newwidgettitle
source: New widget
cs_cz: Nový widget
sk_sk: Nový widget
zh_cn: 新建小部件

# widgets.norecords
source: No widgets matching your criteria were found.
cs_cz: Nebyly nalezeny žádné widgety odpovídající zadaným kritériím.
sk_sk: Neboli nájdené žiadne widgets zodpovedajúce zadaným kritériám.
zh_cn: 没有与您的条件匹配的部件被发现。

# widgets.norecordsincategory
source: There are no widgets available in this category.
cs_cz: V této kategorii nejdou žádné widgety.
sk_sk: V tejto kategórii sa nenachádzajú žiadne widgets.
zh_cn: 没有小部件在此类别中可用。

# widgets.pageattachments
source: Page attachments
zh_cn: 页附件

# widgets.pageattachmentsdesc
source: Displays a list of files that are attached to the current page.
zh_cn: 显示附加到当前页的文件的列表。

# widgets.pagesdesc
source: Displays a list of pages that fulfill the specified criteria and provides additional related information. Users with sufficient permissions may also perform actions for each page, such as quickly opening the given page's editing interface.
zh_cn: 显示满足指定的条件的页面列表，并提供更多的相关的信息。具有足够权限的用户还可以为每个页面，例如快速打开给定的页面编辑界面执行操作。

# widgets.propertiespage.title
source: Widget properties
cs_cz: Vlastnosti widgetu
sk_sk: Vlastnosti widget
zh_cn: 小部件属性

# widgets.propertiespage.titlenew
source: New widget properties
cs_cz: Vlastnosti nového widgetu
sk_sk: Vlastnosti nového widget
zh_cn: 新建小部件属性

# widgets.recentlyused
source: Recently used widgets
cs_cz: Nedávno použité widgety
sk_sk: Nedávno použité widgets
zh_cn: 最近使用过的部件

# widgets.remove
source: Remove widget
cs_cz: Odstranit widget
sk_sk: Odstráň widget
zh_cn: 删除部件

# widgets.resettodefault
source: Reset widgets
cs_cz: Obnovit implicitní nastavení
sk_sk: Obnov pôvodné
zh_cn: 重置窗口小部件

# widgets.resetzoneconfirmtext
source: Are you sure you want to restore all widget zones to the default state?
cs_cz: Opravdu chcete obnovit implicitní nastavení widgetu?
sk_sk: Ste si istý, že chcete obnoviť pôvodné nastavenia widget?
zh_cn: 你确定你想要将所有窗口小部件区域恢复到默认状态？

# widgets.scrollingnewsdesc
source: This widget displays an area that scrolls through the summaries of news published under a specified section of the website.
zh_cn: 这个小部件显示一个区域，可以滚动的根据指定条本网站刊登的新闻摘要。

# widgets.security.notallowed
source: You are not allowed to edit this widget.
cs_cz: Nemáte oprávnění editovat tento widget.
sk_sk: Nemáte povolenie na editovanie tohto widget.
zh_cn: 你不是允许编辑这个小部件。

# widgets.security.usebygroupadmin
source: This widget can be used by group administrators
cs_cz: Tento widget může být použit administrátorem skupiny
sk_sk: Tento widget môže používať administrátor skupiny
zh_cn: 这个小部件可由管理员组

# widgets.security.usedasinline
source: This widget can be used as inline widget
cs_cz: Tento widget může být použit jako inline widget
sk_sk: Tento widget môže byť použitý ako inline widget
zh_cn: 这个小部件可以用作内联部件

# widgets.security.usedindashboardzones
source: This widget can be used in dashboard zones
cs_cz: Tento widget může být použit v zónách nástěnky
sk_sk: Tento widget môže byť použitý v nástenkových zónach
zh_cn: 这个小部件可以在控制板区域中使用

# widgets.security.usedineditorzones
source: This widget can be used in editor zones
cs_cz: Tento widget může být použit v zónách editoru
sk_sk: Tento widget sa môže používať v editorových zónach
zh_cn: 这个小部件可以用于在编辑器区域中

# widgets.security.usedingroupzones
source: This widget can be used in group zones
cs_cz: Tento widget může být použit v zónách skupiny
sk_sk: Tento widget sa môže používať v skupinových zónach
zh_cn: 这个小部件可以用于在组区域中

# widgets.security.usedinuserzones
source: This widget can be used in user zones
cs_cz: Tento widget může být použit v uživatelských zónách
sk_sk: Tento widget sa môže používať v užívateľských zónach
zh_cn: 这个小部件可以用于在用户区域中

# widgets.selectortitle
source: Select widget
cs_cz: Vybrat widget
sk_sk: Vybrať widget
zh_cn: 选择构件

# widgets.sitemapdesc
source: The Site map widget renders a hierarchical view of the pages in the website structure.
zh_cn: 网站地图小部件呈现页面的网站结构中的层次结构视图。

# widgets.subcategoryerror
source: Please delete the sub-categories first!
cs_cz: Nejprve smažte dceřiné kategorie!
sk_sk: Prosím zmažte najprv podkategórie!
zh_cn: 请先删除子类别 ！

# widgets.title
source: Widgets
cs_cz: Widgety
zh_cn: 小部件

# widgets.widgetmenu.iconcopy
source: Copy
zh_cn: 复制

# widgets.widgettitle
source: Widget title
cs_cz: Nadpis widgetu
sk_sk: Názov widget
zh_cn: 小部件标题

# widgets.workgrouplatestnewsdesc
source: Displays a list of news articles that were most recently added to the News section of the current workgroup.
zh_cn: 显示最近添加到当前工作组的新闻部分的新闻文章的列表。

# widgets.workgrouprecentpagesdesc
source: Displays a list of articles that were most recently added to the current workgroup.
zh_cn: 显示的最近添加到当前工作组的文章的列表。

# widgets.zoneeditor
source: (Editor)
zh_cn: (编辑)

# widgets.zonegroup
source: (Group)
cs_cz: (Skupina)
sk_sk: (Skupina)
zh_cn: （组）

# widgets.zonetype.dashboard
source: Dashboard
cs_cz: Nástěnka
sk_sk: Nástenka
zh_cn: 控制板

# widgets.zonetype.editor
source: Customization by page editor
cs_cz: Uživatelské úpravy editorem stránky
sk_sk: Zmena vykonaná editorom stránky
zh_cn: 由页面编辑器自定义

# widgets.zonetype.group
source: Customization by group administrator
cs_cz: Uživatelské úpravy administratorem skupiny
sk_sk: Zmenené skupinovým administrátorom
zh_cn: 自定义组管理员

# widgets.zonetype.none
source: None
cs_cz: Žádná
sk_sk: Žiadna
zh_cn: 没有一个

# widgets.zonetype.user
source: User personalization
cs_cz: Uživatelské úpravy
sk_sk: Užívateľova personalizácia
zh_cn: 用户个性化设置

# widgets.zonetypechangewarning
source: If you change the zone type, all web parts and default widgets will be removed.
cs_cz: Pokud změníte typ zóny, všechny web party a implicitní widgety budou odstraněny.
sk_sk: Keď zmeníte typ zóny, všetky web party a predvolené widgets sa odstránia.
zh_cn: 如果您更改此区域类型，将删除所有的 web 部件和默认的小部件。

# widgets.zoneuser
source: (User)
cs_cz: (uživatel)
sk_sk: (Užívateľ)
zh_cn: （用户）

# widgetzoneeditormenu.paste
source: Paste
zh_cn: 粘贴

# widgetzoneeditormenu.pastetooltip
source: Paste copied widgets at the end of the zone
zh_cn: 在结束了该区域的粘贴复制部件

# widgetzonemenu.copyall
source: Copy all
zh_cn: 将所有复制

# widgetzonemenu.paste
source: Paste
zh_cn: 粘贴

# widgetzonemenu.pastetooltip
source: Paste copied widgets at the end of the zone
zh_cn: 在结束了该区域的粘贴复制部件

# wif.error.text
source: The WIF authentication was not succesful. For more information please contact the web administrator.
zh_cn: WIF 身份验证并不成功。有关详细信息请联系网站管理员。

# wif.error.title
source: WIF authentication error
zh_cn: WIF 身份验证错误

# wireframe.comment
source: Comments for wireframe
cs_cz: Komentáře
zh_cn: 线框的评论

# wireframe.confirmremove
source: Are you sure you want to remove the wireframe template and comments from the page?
cs_cz: Opravdu chcete z dokumentu odstranit šablonu wireframe a komentáře?
zh_cn: 你确定你想要从页中移除的线框模板和评论？

# wireframe.create
source: Add wireframe to this page
cs_cz: Přidat wireframe na tuto stránku
zh_cn: 向该页面添加线框

# wireframe.entertext
source: (enter text)
cs_cz: (vložte text)
zh_cn: （输入文本）

# wireframe.nextpagelevel
source: Next page level
cs_cz: Úroveň další stránky
zh_cn: 接下来的页面级别

# wireframe.notset
source: This page doesn't have a wireframe, click the button to create it.
cs_cz: Tento doument nemá wireframe, pokud jej chcete vytvořit, klikněte na tlačítko.
zh_cn: 此页没有一个线框，单击按钮来创建它。

# wireframe.remove
source: Remove wireframe
cs_cz: Odstranit wireframe
zh_cn: 删除线框

# wireframe.selecttemplate
source: Please select the wireframe template...
cs_cz: Vyberte, prosím, šablonu pro wireframe...
zh_cn: 请选择线框模板...

# worfklowproperties.automatic
source: Automatic transition
cs_cz: Automatický přechod
zh_cn: 自动过渡

# worfklowproperties.autopublishchanges
source: Any change to the page is automatically published.
cs_cz: Jakákoliv změna dokumentu je automaticky publikována.
sk_sk: Akákoľvek zmena dokumentu je automaticky publikovaná.
zh_cn: 自动发布对该页面的任何更改。

# worfklowproperties.documentchildrenscope
source: To this page and its children
zh_cn: 此页面及其子页面

# worfklowproperties.documentscope
source: To this page only
zh_cn: 此页仅

# worfklowproperties.workflowtype
source: Apply following workflow
zh_cn: 采用以下工作流

# workflow.action.title
source: Actions
cs_cz: Akce
zh_cn: 操作

# workflow.actioninprogress
source: Action <strong>{0}</strong> in progress...
cs_cz: Akce <strong>{0}</strong> probíhá
zh_cn: 操作<strong>{0}</strong>中的进展......

# workflow.actionwarning
source: <strong>Warning:&nbsp;This is unexpected workflow step. Please see event log for more details.</strong>
cs_cz: <strong>Upozornění:&nbsp;Toto je neočekávaný krok procesu workflow. Pro více informací zkontrolujte Historii událostí. </strong>
zh_cn: <strong>警告： 这是意料之外的工作流步骤。请参阅事件日志中有更多的细节。</strong>

# workflow.approvedtemplatelabel
source: Send approved
cs_cz: Odeslat schválené
zh_cn: 发送已批准

# workflow.archivetemplatelabel
source: Send archived
cs_cz: Odeslat archivované
zh_cn: 发送存档

# workflow.conditionstepcase
source: The process continues through this path if the specified condition is met.
cs_cz: Proces pokračuje po této cestě, pokud je splněna daná podmínka.
zh_cn: 如果满足指定的条件，通过这条道路继续该过程。

# workflow.conditionstepdefault
source: The process continues through this path in cases the specified condition is not met.
cs_cz: Proces pokračuje po této cestě v případech, když daná podmínka není splněna.
zh_cn: 通过此路径中不满足指定的条件的情况下继续该过程。

# workflow.conditionsteptooltip
source: The conditional step allows users to split the process into two branches based on a condition.
cs_cz: Podmínkový krok umožňuje uživatelům rozdělit proces na dvě větve na základě podmínky.
zh_cn: 条件一步允许用户进程分为两个分支机构，根据某一条件。

# workflow.confirmconversion
source: Are you sure you want to convert selected workflow to advanced workflow? This action is irreversible.
cs_cz: Opravdu chcete konvertovat vybraný workflow na pokročilý workflow? Tato akce se nedá vrátit.
zh_cn: 你确定你想要将选定的工作流转换为高级工作流？此操作是不可逆的。

# workflow.conversionerror.notbasic
source: This workflow is advanced already.
cs_cz: Tento workflow už je pokročilý.
zh_cn: 此工作流已被先进。

# workflow.conversionerror.versioningwithoutworkflow
source: Workflow with automatic publishing cannot be converted to advanced.
cs_cz: Workflow s automatickým publikovánním nemůže být převeden na pokročilý.
zh_cn: 具有自动发布的工作流无法转换到先进。

# workflow.convert
source: Convert to advanced workflow
cs_cz: Konvertovat na pokročilý worflow
zh_cn: 转换为高级工作流

# workflow.converted
source: Workflow has been successfully converted.
cs_cz: Workflow byl úspěšně konvertován.
zh_cn: 工作流已被成功地转换。

# workflow.converterror
source: There was an error during workflow conversion. Please see event log for more details.
cs_cz: Nastala chyba při konverzi workflow. Prosím, zkontrolujte Historii událostí.
zh_cn: 在工作流转换过程中出错。请参阅事件日志中有更多的细节。

# workflow.customtemplate
source: Custom template
cs_cz: Uživatelská šablona
zh_cn: 自定义模板

# workflow.documentarchivedsteptooltip
source: The Archived step usually ends a workflow process, as pages in this step cannot be accessed from the live site.
cs_cz: Archivační krok obyčejně ukončuje workflow proces, k dokumentu v tomto kroku se nedá přistoupit skrz živý web.
zh_cn: 已存档的步骤通常以一个工作流过程，作为页在此步骤中不能从生活的网站访问结束。

# workflow.documentlist
source: List of pages:
cs_cz: Seznam dokumentů:
zh_cn: 页面的列表：

# workflow.documentpublishedsteptooltip
source: Moving a page to the Published step results in making it accessible on the live site.
cs_cz: Přesunutí dokumentu do kroku Publikované umožní přistupovat k dokumentu na živém webu.
zh_cn: 将一个页面移到已发布一步结果在使在工地现场。

# workflow.dragtooltip
source: Drag to the graph area to insert this step.
cs_cz: Přesuňte do oblasti grafu, pokud chcete vložit tento krok.
zh_cn: 拖动到关系图区域插入这一步。

# workflow.emailtemplates
source: Default email templates are used if there are no custom templates defined.
cs_cz: Pokud nejsou definovány žádné vlastní šablony, použijí se předvolené e-mailové šablony.
zh_cn: 默认电子邮件模板用于如果有未定义的自定义模板。

# workflow.multichoicefirstwinstep
source: First win
cs_cz: První vítězství
zh_cn: 第一场胜利

# workflow.multichoicefirstwinsteptooltip
source: The First win conditional step allows users to specify a number of conditions. The first condition that is met will determine the branch the process should continue in.
cs_cz: Podmíněný krok První vítězství umožní uživateli specifikovat vícero podmínek. První podmínka, která bude splněna určí, kterou větví bude proces pokračovat.
zh_cn: 第一场胜利条件一步允许用户指定的条件的数目。满足第一个条件将确定的分支过程应该继续进行。

# workflow.multichoicestep
source: Multi-choice
cs_cz: Vícero možností
zh_cn: 多选择

# workflow.multichoicestepcase
source: The process continues through this path in a case that meets the specified condition.
cs_cz: Proces pokračuje po této cestě v případě, že splní zadanou podmínku.
zh_cn: 通过此路径在满足指定的条件的情况下继续该过程。

# workflow.multichoicestepdefault
source: The process continues through this path in cases that don't meet any of the specified conditions.
cs_cz: Proces pokračuje po této cestě v případěch, kdy nesplní žádnou ze zadaných podmínek.
zh_cn: 通过此路径中不能满足任何指定的条件的情况下继续该过程。

# workflow.multichoicestepfirstwincase
source: The process continues through this path if this is the first source point that meets a specified condition.
cs_cz: Proces pokračuje po této cestě, pokud je toto první bod, který splní zadanou podmínku.
zh_cn: 如果这是第一个满足指定的条件的源点，通过这条道路继续该过程。

# workflow.multichoicestepfirstwindefault
source: The process continues through this path in cases that don't meet any of the specified conditions.
cs_cz: Proces pokračuje po této cestě v případech, kdy neplsní žádnou ze zadaných podmínek.
zh_cn: 通过此路径中不能满足任何指定的条件的情况下继续该过程。

# workflow.multichoicesteptooltip
source: The multi-choice conditional step allows users to specify a set of conditions. If a single condition is met, the process continues in its branch automatically. In case of more matches, the user is allowed to choose.
cs_cz: Podmíněný krok Vícero možností umožní uživatelům specifikovat množinu podmínek. Pokud je splněna pouze jedna podmínka, proces automaticky pokračuje po této větvi. Pokud je splněno vícero podmínek, uživatel si může vybrat.
zh_cn: 多选择条件一步允许用户指定一组条件。如果其中一个条件得到满足，这一进程将自动继续在其分支机构。如果更多的比赛，允许用户选择。

# workflow.newstep
source: New step
cs_cz: Nový krok
zh_cn: 新建一步

# workflow.nonextstep
source: There is no next step available for the '{0}' step in current context.
cs_cz: Pro krok '{0}' neexistuje v aktuálním kontextu žádný další krok.
zh_cn: 在当前上下文中还有没有下一步可供 '{0}' 的一步。

# workflow.publishtemplatelabel
source: Send published
cs_cz: Odeslat publikované
zh_cn: 发送已发布

# workflow.readyapprovaltemplatelabel
source: Send waiting for approval
cs_cz: Odeslat čekající na schválení
zh_cn: 发送等待批准

# workflow.rejecttemplatelabel
source: Send rejected
cs_cz: Odeslat zamítnuté
zh_cn: 发送被拒绝

# workflow.scope
source: Applicable to
cs_cz: Aplikované na
zh_cn: 适用于

# workflow.standardsteptooltip
source: The standard step allows delegated users and roles decide whether the process should continue into the next step or not.
cs_cz: Standardní krok umožní pověřeným uživatelům a rolím rozhodnout, zda má proces pokračovat do dalšího kroku nebo ne.
zh_cn: 标准步骤允许委派的用户和角色决定与否是否进入下一步继续这一进程。

# workflow.stepinprogress
source: Processing <strong>{0}</strong> step...
cs_cz: Zpracování kroku <strong>{0}</strong>...
zh_cn: 处理<strong>{0}</strong>步骤......

# workflow.templates
source: Specific emails
cs_cz: Konkrétní e-maily
zh_cn: 特定的电子邮件

# workflow.title
source: Workflow schemes
cs_cz: Schéma worflow
zh_cn: 工作流计划

# workflow.type.advanced
source: Advanced
cs_cz: Pokročilé
zh_cn: 高级

# workflow.type.approval
source: Advanced publishing
cs_cz: Pokročilé publikování
zh_cn: 高级出版

# workflow.type.automation
source: Automation
cs_cz: Automatizace
zh_cn: 自动化

# workflow.type.basic
source: Basic publishing
cs_cz: Základní publikování
zh_cn: 基本的出版

# workflow.type.notsupported
source: This object type is not supported.
cs_cz: Objekt není podporován.
zh_cn: 不支持此对象类型。

# workflow.type.versioning
source: Basic versioning
cs_cz: Základní verzování
zh_cn: 基本的版本控制

# workflow.userchoicestep
source: User choice
cs_cz: Volba uživatele
zh_cn: 用户选择

# workflow.userchoicestepcase
source: The process continues through this path based on a user choice.
cs_cz: Proces pokračuje po této cestě na základě rozhodnutí uživatele.
zh_cn: 通过基于用户选择这条道路继续该过程。

# workflow.userchoicesteptooltip
source: The user-choice step allows users to choose the next step the process continues in.
cs_cz: Krok Volba uživatele umožní uživatelům zvolit následující krok procesu.
zh_cn: 用户选择步骤允许用户选择下一步在继续这一进程。

# workflow.users
source: Send notification email to listed users
cs_cz: Poslat notifikační e-mail uživatelům ze seznamu
zh_cn: 对列出的用户发送电子邮件通知

# workflow.waitsteptooltip
source: The waiting step allows users to specify the amount of time after which the process is moved to the next step.
cs_cz: Krok čekání umožní uživatelům specifikovat volbu, po které se proces přesune do dalšího kroku.
zh_cn: 等待一步允许用户指定的时间后，这一进程将移到下一步。

# workflow.warning.loghopsreached
source: Process has been stopped. The number of maximum automatic transitions in one sequence has been reached. Make sure that you don't have cycles in your workflow process.
cs_cz: Proces byl zastaven. Byl dosažen maximální počet automatických přechodů v jendé sekvenci. Ujistěte se, že ve vašem workflow procese nemáte cykly.
zh_cn: 过程已停止。已达到最大的自动转换，在一个序列的数目。请确保您没有在您的工作流程周期。

# workflow.warning.logmissingconnection
source: Process stopped in unexpected step. Make sure that you defined all necessary connections.
cs_cz: Proces zastavil v neočekávaném kroku. Ujistěte se, že jste definovali všechna potřebná spojení.
zh_cn: 进程意外步中停止。确保您定义必要的所有连接。

# workflow.workflowtype
source: Workflow type
cs_cz: Typ workflow
zh_cn: 工作流类型

# workflowaction.actionconfig
source: Action configuration
cs_cz: Konfigurace akce
zh_cn: 操作配置

# workflowaction.allowedobjects
source: Applicable to
cs_cz: Aplikovatelné na
zh_cn: 适用于

# workflowaction.images
source: Images
cs_cz: Obrázky
zh_cn: 图像

# workflowdocuments.confirmremove
source: Are you sure you want to remove workflow from selected pages?
cs_cz: Opravdu chcete odstranit workflow z vybraných dokumentů?
sk_sk: Ste si istý, že chcete odstrániť workflow z vybraných dokumentoch?
zh_cn: 你确定你想要从所选网页中删除工作流？

# workflowdocuments.confrimpublish
source: Are you sure you want to publish selected pages and finish workflow?
cs_cz: Opravdu chcete publikovat vybrané dokumenty a dokončit tak workflow?
sk_sk: Ste si istý, že chcete publikovať vybrané dokumenty a dokončiť workflow?
zh_cn: 你确定你想要发布所选的网页和完成工作流？

# workflowdocuments.nodata
source: Selected workflow is not used for any page on the selected site.
cs_cz: Vybrané workflow není použito na žádném dokumentu.
sk_sk: Vybraný workflow sa nepoužíva na žiadnych dokumentoch na vybranom webe.
zh_cn: 选定的工作流不用于任何所选站点上的页面。

# workflowdocuments.nodocumentstoclear
source: There are no pages under workflow.
cs_cz: Na žádném dokumentu není použito workflow.
sk_sk: Neexistujú dokumenty pod workflow.
zh_cn: 没有根据工作流的页面。

# workflowdocuments.publishcomplete
source: All selected pages were successfully published.
cs_cz: Všechny vybrané dokumenty byly úspěšně publikovány.
sk_sk: Všetky vybrané dokumenty boli úspešne publikované.
zh_cn: 所有选定的页已成功发布。

# workflowdocuments.removecomplete
source: Workflow of selected pages was removed.
cs_cz: Z vybraných dokumentů bylo odstraněno workflow.
sk_sk: Workflow vybraných dokumentov sa odstránil
zh_cn: 已删除所选页面的工作流。

# workflowdocuments.removefailed
source: Failed to clear workflow information.
cs_cz: Nepodařilo se vymazat informace o workflow.
sk_sk: Vyčistenie workflow informácií zlyhalo.
zh_cn: 清除工作流信息失败。

# workflowdocuments.removeworkflowsuccess
source: Workflow has been successfully removed from page '{0}'.
cs_cz: Workflow bylo úspěšně odstraněno z dokumentu '{0}'.
sk_sk: Workflow bol úspešne odstráneny z dokumentu '{0}'.
zh_cn: 工作流成功地从页面"{0}"。

# workflowdocuments.removingcanceled
source: Removing workflow has been canceled.
cs_cz: Odstraňování workflow bylo zrušeno.
sk_sk: Odstraňovanie workflow bolo prerušené.
zh_cn: 删除工作流已被取消。

# workflowdocuments.removingwf
source: Removing workflow...
cs_cz: Odstraňování workflow...
sk_sk: Odstraňovanie workflow...
zh_cn: 正在删除工作流...

# workflowlist.workflowlist.columns.workflowtype
source: Type
cs_cz: Typ
zh_cn: 类型

# workflowproperties.apply
source: Apply workflow
zh_cn: 将工作流应用

# workflowproperties.applytitle
source: Apply page workflow
zh_cn: 将页面的工作流应用

# workflowproperties.nohistoryyet
source: This page doesn’t have any workflow history yet.
cs_cz: Tento dokument ještě nemá žádnou historii workflow.
sk_sk: Tento dokument ešte nemá workflow históriu.
zh_cn: 此页还没有任何工作流历史记录。

# workflowscope.children
source: Only child pages
cs_cz: Pouze poddokumenty
zh_cn: 只有子页面

# workflowscope.coverage
source: Coverage
cs_cz: Pokrytí
zh_cn: 覆盖范围

# workflowscope.doc
source: Only specified page
cs_cz: Pouze daný dokument
zh_cn: 只有指定的页面

# workflowscope.docandchildren
source: Specified page and its children
cs_cz: Daný dokument a jeho poddokumenty
zh_cn: 指定的页和它的子页面

# workflowservice.cantdeletenodetype
source: At least one step of this type must remain in the process.
cs_cz: Alespoň jeden krok tohoto typu musí ve workflow zůstat:
zh_cn: 这种类型，至少一步必须保持在这一进程。

# workflowservice.invalidstepid
source: Invalid step ID.
cs_cz: Neplatné ID kroku.
zh_cn: 无效步骤 id。

# workflowservice.missingstartstep
source: Connection start step is missing.
cs_cz: Chybí počáteční krok spojení.
zh_cn: 连接开始步骤是缺掉的。

# workflowservice.removingstepfailed
source: Removing step failed, please see event log for more details.
cs_cz: Odstranění kroku selhalo. Pro více informací zkontrolujte Historii událostí.
zh_cn: 删除失败的步骤，请参阅事件日志中有更多的细节。

# workflowservice.unauthorized
source: Only global administrator has access to workflow modification.
cs_cz: Pouze globální správce má přístup ke změně workflow.
zh_cn: 只有全局管理员有权访问工作流修改。

# workflowsourcepoint.defaultcaselabel
source: Case
cs_cz: Případ
zh_cn: 案例
