Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# workflowsourcepoint.defaultchoicelabel
source: Choice
cs_cz: Volba
zh_cn: 选择

# workflowsourcepoint.defaultconditionlabel
source: If match
cs_cz: Pokud splňuje
zh_cn: 如果匹配

# workflowsourcepoint.else
source: Else
cs_cz: Jinak
zh_cn: 其他

# workflowsourcepoint.newcase
source: New case
cs_cz: Nový případ
zh_cn: 新病例

# workflowsourcepoint.newchoice
source: New choice
cs_cz: Nová volba
zh_cn: 新建选择

# workflowsourcepoint.standard
source: Default
cs_cz: Předvolené
zh_cn: 默认

# workflowsourcepoint.timeout
source: Timeout
cs_cz: Časový limit
zh_cn: 超时

# workflowstep.advancedsettings
source: Advanced
cs_cz: Rozšířené
zh_cn: 高级

# workflowstep.allowmovetoprevious
source: Allow user to move to previous step
cs_cz: Povolit uživateli přesun na předcházející krok
zh_cn: 允许用户将移到上一步

# workflowstep.archived
source: The page has been archived.
cs_cz: Dokument byl archivován
zh_cn: 已归档页面。

# workflowstep.cannothavecustomsourcepoints
source: This workflow step cannot have custom cases.
cs_cz: Krok workflow nemůže mít vlastní případy.
zh_cn: 此工作流步骤不能具有自定义的情况。

# workflowstep.cannothavesourcepoints
source: This step type cannot contain cases.
cs_cz: Tento krok nemůže obsahovat případy.
zh_cn: 此步骤类型不能包含案件。

# workflowstep.conditionsettings
source: Condition settings
cs_cz: Nastavení podmínky
zh_cn: 条件设置

# workflowstep.nondeletableswitchcasetype
source: You have tried to delete incorrect source point. This might be due to database inconsistency. If the problem remains, please try to recreate step.
cs_cz: Zkusili jste smazat neplatný zdrojový bod. To může být kvůli nekonzistenci databáze. Pokud problém přetrvává, zkuste znovu vytvořit krok.
zh_cn: 您试图删除不正确的源点。这可能是由于数据库不一致。如果问题仍然存在，请尝试重新创建步骤。

# workflowstep.parameters
source: Action '{0}' parameters
cs_cz: Parametry akce '{0}'
zh_cn: 操作"{0}"参数

source: Workflow step properties
cs_cz: Vlastnosti kroku workflow
zh_cn: 工作流步骤属性

# workflowstep.requiresparameter
source: Current page requires 'workflowstepid' parameter.
zh_cn: 当前页需要 'workflowstepid' 参数。

# workflowstep.rolessecurity
source: Roles which can approve, reject and make changes
cs_cz: Role, které mohou schvalovat, zamítat a dělat změny.
zh_cn: 角色可以批准、 拒绝或更改

# workflowstep.securityinfo
source: These are the default security settings for this step. You can change the settings for each individual case in its properties.
cs_cz: Toto jsou předvolené nastavení pro celý rok. Nastavení jednotlivých případů můžete změnit v jejich vlastnostech.
zh_cn: 这些是默认的安全设置，在这一步。您可以更改每个个别的情况，在其属性中的设置。

# workflowstep.sourcepoint.condition
source: Condition
cs_cz: Podmínka
zh_cn: 条件

# workflowstep.sourcepoint.else
source: Else
cs_cz: Jinak
zh_cn: 其他

# workflowstep.sourcepoint.if
source: If
cs_cz: Pokud
zh_cn: 如果

# workflowstep.sourcepoint.incase
source: In case
cs_cz: V případě
zh_cn: 在种情况下

# workflowstep.sourcepoint.label
source: Designer label
cs_cz: Popisek
zh_cn: 设计师标签

# workflowstep.sourcepoint.requireslabel
source: Please enter some caption
cs_cz: Zadejte prosím titulek
zh_cn: 请输入一些标题

# workflowstep.sourcepoint.text
source: User action text
cs_cz: Text uživatelské akce
zh_cn: 用户操作文本

# workflowstep.sourcepoint.tooltip
source: User action tooltip
cs_cz: Popisek uživatelské akce
zh_cn: 用户动作工具提示

# workflowstep.timeout
source: Timeout
cs_cz: Časový limit
zh_cn: 超时

# workflowstep.timeoutsettings
source: Timeout settings
cs_cz: Nastavení časového limitu
zh_cn: 超时设置

# workflowstep.timeouttarget
source: Leave through
cs_cz: Odejít přes
zh_cn: 通过离开

# workflowstep.usersecurity.allexceptassigned
source: Exclude following users
zh_cn: 排除下列用户

# workflowstep.usersecurity.default
source: No extra users
zh_cn: 没有额外的用户

# workflowstep.usersecurity.onlyassigned
source: Include the following users
zh_cn: 包括下列用户

# workflowstep.usersecurityallexceptassigned
source: Exclude following users
cs_cz: Kromě techto uživatelů:
zh_cn: 排除下列用户

# workflowstep.usersecuritydefault
source: No extra users
cs_cz: Žádní další uživatelé
zh_cn: 没有额外的用户

# workflowstep.usersecurityonlyassigned
source: Include the following users
cs_cz: Včetně těchto uživatelů:
zh_cn: 包括下列用户

# workflowstep.userssecurity
source: Users who can approve, reject and make changes
cs_cz: Uživatelé, kteří mohou schvalovat, zamítat a dělat změny
zh_cn: 用户可以批准、 拒绝或更改

# workflowstep.workflowsettings
source: Use workflow settings
cs_cz: Použít nastavení workflow
zh_cn: 使用工作流设置

# workflowsteppoint.rolessecurity
source: Roles which can approve
cs_cz: Role, které mohou schvalovat
zh_cn: 可以审核的角色

# workflowsteppoint.security.allexceptassigned
source: All except listed
zh_cn: 列出所有除外

# workflowsteppoint.security.default
source: Use step settings
zh_cn: 使用步骤设置

# workflowsteppoint.security.onlyassigned
source: Only listed
zh_cn: 仅列出

# workflowsteppoint.securityinfo
source: These settings extend the security settings defined for the step.
cs_cz: Tato nastavení rozšiřují bezpečnostní nastavení definované pro tento krok
zh_cn: 这些设置将扩展为一步定义的安全设置。

# workflowsteppoint.usersecurity.allexceptassigned
source: Exclude the following users
zh_cn: 排除下列用户

# workflowsteppoint.usersecurity.default
source: Use step settings
zh_cn: 使用步骤设置

# workflowsteppoint.usersecurity.onlyassigned
source: Include the following users
zh_cn: 包括下列用户

# workflowsteppoint.userssecurity
source: Users who can approve
cs_cz: Uživatelé, kteří mohou schvalovat
zh_cn: 可批准用户

# workflowtoolbar.actiongroup
source: Actions
cs_cz: Akce
zh_cn: 操作

# wysiwyg.ui.anchor
source: Insert anchor
cs_cz: Vložit kotvu
sk_sk: Vlož kotvu
zh_cn: 插入锚

# wysiwyg.ui.bgcolor
source: Background color
cs_cz: Barva pozadí
sk_sk: Farba pozadia
zh_cn: 背景色

# wysiwyg.ui.blockquote
source: Block quote
cs_cz: Blok citace
sk_sk: Blok citácie
zh_cn: 块引用

# wysiwyg.ui.bold
source: Bold
cs_cz: Tučné
sk_sk: Tučné
zh_cn: 粗体

# wysiwyg.ui.components
source: Components
cs_cz: Komponenty
sk_sk: Komponenty
zh_cn: 组件

# wysiwyg.ui.copy
source: Copy
cs_cz: Kopírovat
sk_sk: Kopírovať
zh_cn: 复制

# wysiwyg.ui.creatediv
source: Create div container
cs_cz: Vytvořit div kontejner
sk_sk: Vytvoriť div kontajner
zh_cn: 创建 div 容器

# wysiwyg.ui.cut
source: Cut
cs_cz: Vyjmout
sk_sk: Vystrihnúť
zh_cn: 切

# wysiwyg.ui.find
source: Find
cs_cz: Hledat
sk_sk: Nájdi
zh_cn: 查找

# wysiwyg.ui.fitwindow
source: Maximize the editor size
cs_cz: Maximalizovat velikost editoru
sk_sk: Maximalizuj veľkosť editora
zh_cn: 最大化编辑器大小

# wysiwyg.ui.fontformat
source: Font format
cs_cz: Formát písma
sk_sk: Formát písma
zh_cn: 字体格式

# wysiwyg.ui.fontname
source: Font name
cs_cz: Název písma
sk_sk: Názov písma
zh_cn: 字体名称

# wysiwyg.ui.fontsize
source: Font size
cs_cz: Velikost písma
sk_sk: Veľkosť písma
zh_cn: 字体大小

# wysiwyg.ui.groupclipboard
source: Clipboard
cs_cz: Schránka
sk_sk: Schránka
zh_cn: 剪贴板

# wysiwyg.ui.groupcolors
source: Colors
cs_cz: Barvy
sk_sk: Farby
zh_cn: 颜色

# wysiwyg.ui.groupdisplay
source: Display
cs_cz: Zobrazit
sk_sk: Zobrazenie
zh_cn: 显示

# wysiwyg.ui.groupformatting
source: Formatting
cs_cz: Formátování
sk_sk: Formátovanie
zh_cn: 格式设置

# wysiwyg.ui.grouphtmlelements
source: HTML elements
cs_cz: HTML prvky
sk_sk: HTML elementy
zh_cn: HTML 元素

# wysiwyg.ui.groupimagesmedia
source: Images and media
cs_cz: Obrázky a soubory médií
sk_sk: Obrázky a multimédiá
zh_cn: 图像和媒体

# wysiwyg.ui.groupjustify
source: Justify
cs_cz: Zarovnání
sk_sk: Zarovnanie
zh_cn: 辩解

# wysiwyg.ui.grouplinks
source: Links
cs_cz: Odkazy
sk_sk: Odkazy
zh_cn: 链接

# wysiwyg.ui.grouplistsindents
source: Lists and indent
cs_cz: Seznamy a odsazení
sk_sk: Zoznamy a zarovnanie
zh_cn: 列表和缩进

# wysiwyg.ui.groupsearchhistory
source: Search and history
cs_cz: Hledání a historie
sk_sk: Vyhľadávanie a história
zh_cn: 搜索和历史

# wysiwyg.ui.groupstyle
source: Style
cs_cz: Styl
sk_sk: Štýl
zh_cn: 风格

# wysiwyg.ui.groupviewmodes
source: View modes
cs_cz: Druhy zobrazení
sk_sk: Možnosti zobrazenia
zh_cn: 视图模式

# wysiwyg.ui.indent
source: Increase indent
cs_cz: Zvětšit odsazení
sk_sk: Vlož zarážku
zh_cn: 增加缩进量

# wysiwyg.ui.insertbizforms
source: Insert form
cs_cz: Vložit BizForm
sk_sk: Vlož on-line formulár
zh_cn: 插入表格

# wysiwyg.ui.insertimageormedia
source: Insert image or media
cs_cz: Vložit obrázek nebo soubor médií
sk_sk: Vlož obrázok alebo multimédiá
zh_cn: 插入图像或介质

# wysiwyg.ui.insertinlinecontrols
source: Insert inline controls
cs_cz: Vložit inline kontrol
sk_sk: Vlož inline control
zh_cn: 插入内联控件

# wysiwyg.ui.insertlink
source: Insert link
cs_cz: Vložit odkaz
sk_sk: Vlož odkaz
zh_cn: 插入链接

# wysiwyg.ui.insertpolls
source: Insert polls
cs_cz: Vložit anketu
sk_sk: Vlož anketu
zh_cn: 插入民意调查

# wysiwyg.ui.insertrating
source: Insert rating
cs_cz: Vložit hodnocení
sk_sk: Vlož hodnotenie
zh_cn: 插入评级

# wysiwyg.ui.insertwidget
source: Insert widget
cs_cz: Vložit widget
sk_sk: Vložiť widget
zh_cn: 插入部件

# wysiwyg.ui.insertyoutubevideo
source: Insert YouTube video
cs_cz: Vložit video z YouTube
sk_sk: Vlož YouTube video
zh_cn: 插入视频

# wysiwyg.ui.italic
source: Italic
cs_cz: Kurzíva
sk_sk: Kurzíva
zh_cn: 斜体

# wysiwyg.ui.justifycenter
source: Justify center
cs_cz: Zarovnat na střed
sk_sk: Zarovnaj na stred
zh_cn: 居中

# wysiwyg.ui.justifyfull
source: Justify block
cs_cz: Zarovnat do bloku
sk_sk: Zarovnaj do bloku
zh_cn: 证明块

# wysiwyg.ui.justifyleft
source: Justify left
cs_cz: Zarovnat doleva
sk_sk: Zarovnaj vľavo
zh_cn: 左对齐

# wysiwyg.ui.justifyright
source: Justify right
cs_cz: Zarovnat doprava
sk_sk: Zarovnaj vpravo
zh_cn: 理由证明的权利

# wysiwyg.ui.orderedlist
source: Numbered list
cs_cz: Číslovaný seznam
sk_sk: Číslovaný zoznam
zh_cn: 编号的列表

# wysiwyg.ui.outdent
source: Decrease indent
cs_cz: Zmenšit odsazení
sk_sk: Zníž index
zh_cn: 减少缩进量

# wysiwyg.ui.pagebreak
source: Insert page break
cs_cz: Vložit konec řádku
sk_sk: Vlož koniec stránky
zh_cn: 插入分页符

# wysiwyg.ui.paste
source: Paste
cs_cz: Vložit
sk_sk: Vlož
zh_cn: 粘贴

# wysiwyg.ui.pastetext
source: Paste as plain text
cs_cz: Vložit jako čistý text
sk_sk: Vlož ako čistý text
zh_cn: 将粘贴为纯文本

# wysiwyg.ui.pasteword
source: Paste from word
cs_cz: Vložit z wordu
sk_sk: Vlož z wordu
zh_cn: 从 word 粘贴

# wysiwyg.ui.preview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# wysiwyg.ui.print
source: Print
cs_cz: Tisk
sk_sk: Tlač
zh_cn: 打印

# wysiwyg.ui.quicklyinsertimage
source: Quickly insert image
cs_cz: Rychle vložit obrázek
sk_sk: Rýchlo vlož obrázok
zh_cn: 快速插入图像

# wysiwyg.ui.redo
source: Redo
cs_cz: Znovu
sk_sk: Zmeň späť
zh_cn: 重做

# wysiwyg.ui.removeformat
source: Remove format
cs_cz: Odstranit formát
sk_sk: Odstráň formátovanie
zh_cn: 删除格式

# wysiwyg.ui.replace
source: Replace
cs_cz: Nahradit
sk_sk: Nahraď
zh_cn: 替换

# wysiwyg.ui.rule
source: Insert horizontal line
cs_cz: Vložit horizontální čáru
sk_sk: Vlož horizontálnu líniu
zh_cn: 插入级别线

# wysiwyg.ui.selectal
source: Select all
cs_cz: Označit vše
sk_sk: Vybrať všetko
zh_cn: 选择所有

# wysiwyg.ui.showblocks
source: Show blocks
cs_cz: Ukázat bloky
sk_sk: Ukáž bloky
zh_cn: 显示块

# wysiwyg.ui.smiley
source: Insert smiley
cs_cz: Vložit smajlík
sk_sk: Vlož smajlíka
zh_cn: 插入笑脸

# wysiwyg.ui.source
source: Source
cs_cz: Zdroj
sk_sk: Zdrojový kód
zh_cn: 源

# wysiwyg.ui.specialchar
source: Insert special character
cs_cz: Vložit speciální znak
sk_sk: Vlož špeciálny znak
zh_cn: 插入特殊字符

# wysiwyg.ui.spellchecker
source: SpellChecker
cs_cz: Kontrola pravopisu
sk_sk: Kontrola pravopisu
zh_cn: 拼写检查器

# wysiwyg.ui.strikethrough
source: Strike through
cs_cz: Přeškrtnuté
sk_sk: Prečiarkni
zh_cn: 通过罢工

# wysiwyg.ui.style
source: Styles
cs_cz: Styl
sk_sk: Štýl
zh_cn: 样式

# wysiwyg.ui.subscript
source: Subscript
cs_cz: Dolní index
sk_sk: Dolný index
zh_cn: 下标

# wysiwyg.ui.superscript
source: Superscript
cs_cz: Horní index
sk_sk: Horný index
zh_cn: 上标

# wysiwyg.ui.table
source: Insert table
cs_cz: Vložit tabulku
sk_sk: Vlož tabuľku
zh_cn: 插入表格

# wysiwyg.ui.templates
source: Templates
cs_cz: Šablony
sk_sk: Šablóny
zh_cn: 模板

# wysiwyg.ui.textcolor
source: Text color
cs_cz: Barva textu
sk_sk: Farba textu
zh_cn: 文本颜色

# wysiwyg.ui.underline
source: Underline
cs_cz: Podtrhnout
sk_sk: Podčiarkni
zh_cn: 下划线

# wysiwyg.ui.undo
source: Undo
cs_cz: Zpět
sk_sk: Späť
zh_cn: 撤消

# wysiwyg.ui.unlink
source: Remove link
cs_cz: Odstranit odkaz
sk_sk: Odstráň odkaz
zh_cn: 删除链接

# wysiwyg.ui.unorderedlist
source: Bulleted list
cs_cz: Seznam s odrážkami
sk_sk: Zoznam s odrážkami
zh_cn: 项目符号列表

# xaxistitlefont
source: X axis title
cs_cz: Popisek osy x
sk_sk: Titulok x-ovej osi
zh_cn: X 轴标题

# xmleditor.additem
source: Add new item.
zh_cn: 添加新的项目。

# xmleditor.approvechanges
source: Approve edited changes.
zh_cn: 批准编辑的更改。

# xmleditor.cancelnewitem
source: Cancel new item.
zh_cn: 取消新项目。

# xmleditor.confirmcancel
source: Are you sure you want to undo changes?
zh_cn: 你确定你想要撤消的更改？

# xmleditor.createitem
source: Create new item.
zh_cn: 创建新项目。

# xmleditor.deleteconfirm
source: Are you sure you want to delete this item?
zh_cn: 是否确实要删除此项目?

# xmleditor.deleteitem
source: Delete.
zh_cn: 删除。

# xmleditor.edititem
source: Edit item.
zh_cn: 编辑项目。

# xmleditor.propertyname
source: Property name
zh_cn: 属性名称

# xmleditor.propertyvalue
source: Property value
zh_cn: 属性值

# xmleditor.undochanges
source: Undo changes.
zh_cn: 撤消更改。

# xmlsitemap.nodisplay
source: The XML Sitemap is generated in Live site mode only.
cs_cz: XML mapa webu je generována pouze v režimu živého webu.
zh_cn: XML网站地图是实时网站仅在模式下生成的。

# zone.type.dashboard
source: (Dashboard)
zh_cn: (控制板)

# zone.type.editor
source: (Editor)
zh_cn: (编辑)

# zone.type.group
source: (Group)
zh_cn: （组）

# zone.type.user
source: (User)
zh_cn: （用户）

# zonemenu.copyall
source: Copy all
zh_cn: 将所有复制

# zonemenu.iconconfigurewebpartzone
source: Configure
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 配置

# zonemenu.iconnewwebpart
source: Add new web part
cs_cz: Přidat web partu
sk_sk: Pridať web partu
zh_cn: 添加新的 web 部件

# zonemenu.paste
source: Paste
zh_cn: 粘贴

# zonemenu.pastetooltip
source: Paste copied web parts at the end of the zone
zh_cn: 粘贴复制的 web 部件区域的末尾

# abuse.comment
source: Comment
cs_cz: Komentář
sk_sk: Komentár
zh_cn: 评论

# abuse.delete.confirmation
source: Are you sure you want to delete the report?
cs_cz: Opravdu chcete report smazat?
sk_sk: Naozaj chcete odstrániť report?
zh_cn: 你确定你想要删除的报告？

# abuse.details
source: Show object details
cs_cz: Zobrazit podrobnosti
sk_sk: Zobraziť detail objektu
zh_cn: 显示对象的详细信息

# abuse.errors.comment
source: Error saving abuse report - missing report comment!
cs_cz: Chyba při ukládání hlášení - chybí komentář!
sk_sk: Chyba pri ukladaní reportu - chýba komentár reportu!
zh_cn: 保存滥用报告的失踪报告注释错误 ！

# abuse.errors.reportcomment
source: Report comment too short or too long.
cs_cz: Komentář je příliš krátký nebo naopak moc dlouhý.
sk_sk: Komentár reportu je príliš krátky alebo príliš dlhý
zh_cn: 报告评论太短或太长。

# abuse.errors.reporttitle
source: Error loading report title!
cs_cz: Chyba při načítání názvu hlášení!
sk_sk: Chyba pri načítavaní nadpisu reportu.
zh_cn: 加载报表标题时出错 ！

# abuse.marksolve
source: Mark as solved
cs_cz: Označit jako vyřešené
sk_sk: Označ ako vyriešené
zh_cn: 标记为解决

# abuse.notsupported
source: This object type is not supported.
cs_cz: Tento typ objektu není podporován.
sk_sk: Typ objektu nie je podporovaný.
zh_cn: 不支持此对象类型。

# abuse.objectname
source: Object name
cs_cz: Název objektu
sk_sk: Názov objektu
zh_cn: 对象名称

# abuse.objecttitle
source: Object details
cs_cz: Detaily objektu
sk_sk: Detail objektu
zh_cn: 对象详细信息

# abuse.objecttype
source: Object type
cs_cz: Typ objektu
sk_sk: Typ objektu
zh_cn: 对象类型

# abuse.properties
source: Abuse report properties
cs_cz: Vlastnosti hlášení
sk_sk: Vlastnosti
zh_cn: 滥用报表属性

# abuse.reportabuse
source: Report abuse
cs_cz: Hlášení závadného obsahu
sk_sk: Hlásenia vulgarizmov
zh_cn: 报告滥用行为

# abuse.reportedby
source: Reported by
cs_cz: Nahlásil(a)
sk_sk: Nahlásený osobou
zh_cn: 由报告

# abuse.reportedwhen
source: Reported when
cs_cz: Nahlášeno
sk_sk: Nahlásené kedy
zh_cn: 报道时

source: Abuse reports
cs_cz: Hlášení závadného obsahu
sk_sk: Hlásenia vulgarizmov
zh_cn: 虐待的报告

# abuse.saved
source: Thank you for your report.
cs_cz: Děkujeme Vám za nahlášení.
sk_sk: Ďakujeme za Vaše hlásenie.
zh_cn: 感谢您报告的信息。

# abuse.solve
source: Solve
cs_cz: Vyřešeno
sk_sk: Vyrieš
zh_cn: 解决

# abuse.status
source: Status
sk_sk: Stav
zh_cn: 状态

# abuse.textreqired
source: Comment required!
cs_cz: Komentář je vyžadován!
sk_sk: Komentár je požadovaný!
zh_cn: 所需的评论 ！

# abuse.title
source: Report abuse
cs_cz: Hlášení závadného obsahu
sk_sk: Nahlásiť vulgarizmy
zh_cn: 报告滥用行为

# abuse.when
source: When
cs_cz: Kdy
sk_sk: Kedy
zh_cn: 当

# accessdenied.header
source: Access Denied
cs_cz: Přístup zamítnut
sk_sk: Prístup zamietnutý
zh_cn: 访问被拒绝

# accessdenied.info
source: You're not allowed to access the page. Please contact your administrator. Below you can find the details.
cs_cz: Nemáte povolen přístup na tuto stranu. Kontaktujte administrátora. Níže jsou uvedeny detaily.
sk_sk: Nemáte povolený prístup na túto stránku. Prosím kontaktujte administrátora. Detaily sú uvedené nižšie.
zh_cn: 你不是允许访问该页面。请联系您的管理员联系。下面你可以找到的细节。

# accessdenied.notallowedtocopydocument
source: You're not allowed to copy this page.
cs_cz: Nemáte oprávnění kopírovat tento dokument.
sk_sk: Nemáte oprávnenie kopírovať tento dokument.
zh_cn: 您不得复制此页。

# accessdenied.notallowedtocopyfile
source: You're not allowed to copy files or folders.
cs_cz: Nemáte oprávnění kopírovat soubory a složky.
sk_sk: Nemáte oprávnenie kopírovať súbory a zložky.
zh_cn: 您不得复制文件或文件夹。

# accessdenied.notallowedtocreatedocument
source: You're not allowed to create a new page of this type.
cs_cz: Nemáte oprávnění vytvořit nový dokument tohoto typu.
sk_sk: Nemáte oprávnenie vytvoriť nový dokument tohto typu.
zh_cn: 你不是允许创建这种类型的新网页。

# accessdenied.notallowedtodeletedocument
source: You're not allowed to delete this page.
cs_cz: Nemáte oprávnění odstranit tento dokument.
sk_sk: Nemáte oprávnenie odstrániť tento dokument.
zh_cn: 你不是允许删除此页。

# accessdenied.notallowedtodeletefile
source: You're not allowed to delete files or folders.
cs_cz: Nemáte oprávnění odstranit soubory a složky.
sk_sk: Nemáte oprávnenie odstrániť súbory a zložky.
zh_cn: 你不是允许删除文件或文件夹。

# accessdenied.notallowedtomove
source: You're not allowed to move files or folders.
cs_cz: Nemáte oprávnění přesouvat soubory a složky.
sk_sk: Nemáte oprávnenie presúvať súbory a zložky.
zh_cn: 你不准移动文件或文件夹。

# accessdenied.notallowedtomovedocument
source: You're not allowed to move this page.
cs_cz: Nemáte oprávnění pro přesun tohoto dokumentu.
sk_sk: Nemáte oprávnenie na presun tohto dokumentu.
zh_cn: 你不准移动此页。

# accessdenied.notallowedtoread
source: You're not allowed to read this information.
cs_cz: Nemáte oprávnění číst tuto informaci.
sk_sk: Nemáte oprávnenie čítať túto informáciu.
zh_cn: 你不是允许读取此信息。

# accessdenied.notallowedtounfold
source: You're not allowed to unfold this page.
cs_cz: Nejste oprávněni procházet vnořené dokumenty.
sk_sk: Nie ste oprávnený prechádzať vnorené dokumenty.
zh_cn: 您不得以展开此页。

# accessdenied.permission
source: Permission:
cs_cz: Oprávnění:
sk_sk: Oprávnenia:
zh_cn: 权限:

# accessdenied.resource
source: Module:
cs_cz: Modul:
sk_sk: Modul:
zh_cn: 模块：

# accessdeniedtopage.back
source: Back to the Home page
cs_cz: Zpět na domovskou stránku
sk_sk: Návrat na hlavú stránku
zh_cn: 回到主页

# accessdeniedtopage.header
source: Access to the page is denied
cs_cz: Přístup zamítnut
sk_sk: Prístup na stránku zamietnutý
zh_cn: 对页面的访问被拒绝

# accessdeniedtopage.info
source: Access to the page <strong>'{0}'</strong> is denied.
cs_cz: Přístup na stránku <strong>'{0}'</strong> byl zamítnut
sk_sk: Prístup na stránku <strong>'{0}'</strong> je zamietnutý.
zh_cn: 拒绝访问页面<strong>'{0}'</strong> 。

# accessdeniedtopage.infonopage
source: Access to the page is denied.
cs_cz: Přístup na stránku je odepřen.
sk_sk: Prístup na stránku je zakázaný.
zh_cn: 对页面的访问被拒绝。

# addnewsletter.header
source: Add Email campaign
cs_cz: Přidat newsletter
sk_sk: Pridať Newsletter
zh_cn: 添加电子邮件市场活动

# addrole.header
source: Add Role
cs_cz: Přidat do role
sk_sk: Pridať do role
zh_cn: 添加角色

# addrole.searchbutton
source: Search Roles
cs_cz: Hledat roli
sk_sk: Hľadať rolu
zh_cn: 搜索角色

# addsteprole.header
source: Add Allowed Roles for Selected Step
cs_cz: Přidat oprávněné role k vybranému kroku
sk_sk: Pridať oprávnené role k vybranému kroku
zh_cn: 为所选步骤添加允许的角色

# addsteprole.title
source: Add Allowed Roles
cs_cz: Přidat oprávněné role
sk_sk: Pridať oprávnené role
zh_cn: 添加允许的角色

# addtobook.addto
source: Add to
cs_cz: Přidat k
sk_sk: Pridať do
zh_cn: 添加到

# addtobook.title
source: Bookmark this page to
cs_cz: Přidat do záložek
sk_sk: Pridať záložku na tuto stránku do
zh_cn: 将此页加入书签

# adduser.header
source: Add User
cs_cz: Přidání uživatele
sk_sk: Pridať užívateľa
zh_cn: 添加用户

# adduser.searchbutton
source: Search Users
cs_cz: Hledat uživatele
sk_sk: Hľadať užívateľa
zh_cn: 搜索用户

# adm.module.showin
source: Show module in:
cs_cz: Viditelnost modulu:
sk_sk: Viditeľnosť modulu:
zh_cn: 显示模块中：

# adm.module.showinadministration
source: Administration menu
cs_cz: Zobrazovat v menu Administrace
sk_sk: Zobrazovať v menu Administrácie
zh_cn: 管理菜单

# adm.module.showinmydesk
source: My desk menu
cs_cz: Zobrazovat v menu Moje plocha
sk_sk: Zobrazovať v menu Moja plocha
zh_cn: 我桌子上的菜单

# adm.user.customfields
source: Custom user fields
cs_cz: Uživatelské položky
sk_sk: Vlastné užívateľské polia
zh_cn: 自定义用户字段

# adm.user.lblactivatedbyuser
source: Activated by user:
cs_cz: Aktivováno uživatelem:
sk_sk: Aktivovaný užívateľom:
zh_cn: 由用户激活：

# adm.user.lblactivationdate
source: Activation date:
cs_cz: Datum aktivace:
sk_sk: Dátum aktivácie:
zh_cn: 激活日期：

# adm.user.lblbadge
source: Badge:
cs_cz: Hodnost:
sk_sk: Hodnosť:
zh_cn: 徽章：

# adm.user.lblcampaign
source: Campaign:
cs_cz: Kampaň:
sk_sk: Kampaň:
zh_cn: 运动：

# adm.user.lblcustomdata
source: Custom data:
cs_cz: Uživatelské data:
sk_sk: Užívateľské dáta:
zh_cn: 自定义的数据：

# adm.user.lblmessagenotifemail
source: Messaging notification email:
cs_cz: E-mail pro upozornění:
sk_sk: E-mail pre oznámenia:
zh_cn: 消息通知的电子邮件：

# adm.user.lblnickname
source: User nick name:
cs_cz: Přezdívka:
sk_sk: Užívateľská prezývka:
zh_cn: 昵称用户名：

# adm.user.lblpreferences
source: Preferences:
cs_cz: Preference:
sk_sk: Nastavenia:
zh_cn: 首选项：

# adm.user.lblreginfo
source: Registration info:
cs_cz: Info o registraci:
sk_sk: Registračné info:
zh_cn: 注册信息：

# adm.user.lbltimezone
source: Time zone:
cs_cz: Časové pásmo:
sk_sk: Časové pásmo:
zh_cn: 时区:

# adm.user.lblurlreferrer
source: URL referrer:
sk_sk: Odkazujúce URL:
zh_cn: URL 引用：

# adm.user.lbluseractivitypoints
source: User activity points:
cs_cz: Body za aktivitu:
sk_sk: Užívateľské body aktivity:
zh_cn: 用户活动点：

# adm.user.lbluserblogcomments
source: Blog comments:
cs_cz: Komentáře blogů:
sk_sk: Komentárov v blogoch:
zh_cn: 博客评论：

# adm.user.lbluserblogposts
source: Blog posts:
cs_cz: Příspěvky blogů:
sk_sk: Príspevkov v blogoch:
zh_cn: 博客文章：

# adm.user.lbluserdateofbirth
source: Date of birth:
cs_cz: Datum narození:
sk_sk: Dátum narodenia:
zh_cn: 出生日期：

# adm.user.lbluserforumposts
source: Forum posts:
cs_cz: Příspěvky do fór:
sk_sk: Príspevky:
zh_cn: 论坛帖子：

# adm.user.lblusergender
source: Gender:
cs_cz: Pohlaví:
sk_sk: Pohlavie:
zh_cn: 性别：

# adm.user.lbluserlastlogoninfo
source: Last logon information:
cs_cz: Info o posledním přihlášení:
sk_sk: Informácie z posledného prihlásenia:
zh_cn: 上次登录信息：

# adm.user.lbluserliveid
source: Live ID:
zh_cn: 活的 ID：

# adm.user.lblusermessageboardposts
source: Message board posts:
cs_cz: Příspěvky diskuzí:
sk_sk: Príspevkov v diskusiách:
zh_cn: 消息帖子：

# adm.user.lbluserpicture
source: User picture:
cs_cz: Obrázek:
sk_sk: Užívateľský obrázok:
zh_cn: 用户图片：

# adm.user.lblusershowwelcometile
source: Show welcome tile
zh_cn: 显示欢饮tile

# adm.user.lblusersignature
source: User signature:
cs_cz: Podpis:
sk_sk: Užívateľský podpis:
zh_cn: 用户使用该签名:
