Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsdebugsecurityloglength.description
source: Sets the maximum length of the security debug log on the <strong>##ui|cms|debug## -> Security</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: Nastaví maximální délku záznamu debugu bezpečnosti na panelu <strong>Debug -> Bezpečnost</strong>, tj.počet požadavků, pro které je informace o debugu uchována a zobrazena na panelu. Pokud je prázdné, je použita hodnota nastavení <strong>Výchozí délka záznamu</strong> (nebo tlačítko <strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálne dĺžku záznamu debugu bezpečnosti na záložke <strong>Debug -> Bezpečnosť</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie uchovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集安全调试的最大长度即登录<strong>##ui|cms|debug## -> 安全</strong>选项卡上，为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebugsecuritystack
source: Display stack information
cs_cz: Zobrazit informace zásobníku
sk_sk: Zobraziť stack informácie
zh_cn: 显示堆栈信息

# settingskey.cmsdebugsecuritystack.description
source: If enabled, stack is tracked when debugging security and is displayed in the <strong>Context</strong> column. This information is only available in the debugging UI and on the live site, not in the debug log written into the <em>logSecurity.log</em> file.
cs_cz: Pokud je povoleno, je při debugování bezpečnosti sledován zásobník a je zobrazen ve sloupci <strong>Kontext</strong>. Tato informace je dostupná pouze při debugování UI a na ostrém webu, nikoliv v záznamu debugu zapsaném v souboru <em>logSecurity.log</em>.
sk_sk: Ak je povolené, je počas debugovania bezpečnosti sledovaný zásobník a je zobrazovaný v stĺpci <strong>Context</strong>. Táto informácia je dostupná len v debugovacom UI a na živom webe, nie v zázname debugu zapisovanom do súboru <em>logSecurity.log</em>.
zh_cn: 如果启用，堆栈跟踪调试安全时和在<strong>上下文</strong>列中显示。此信息仅可在调试用户界面，并在实时网站上，不在调试日志写入到<em>logSecurity.log</em>文件中。

# settingskey.cmsdebugsqlconnections
source: Debug SQL connections
cs_cz: Debugovat SQL připojení
sk_sk: Debugovať SQL connections
zh_cn: 调试 SQL 连接

# settingskey.cmsdebugsqlconnections.description
source: If enabled, SQL connection operations (new, open, close) are logged in the SQL query debug log.
cs_cz: Pokud je povoleno, jsou operace SQL připojení (nové, otevřené, uzavřené) zaznamenávány v záznamu debugu SQL dotazů.
sk_sk: Ak je povolené, sú operácie SQL spojenia (new, open, close) zaznamenávané do záznamu SQL query debugu.
zh_cn: 如果启用，SQL 查询调试日志中记录 SQL 连接操作 （新建、 打开、 关闭）。

# settingskey.cmsdebugsqlqueries
source: Enable SQL query debug
cs_cz: Povolit debug SQL dotazu
sk_sk: Povoliť SQL query debug
zh_cn: 启用 SQL 查询调试

# settingskey.cmsdebugsqlqueries.description
source: Enables SQL query debugging and the <strong>SQL queries</strong> tab in <strong> ##ui|cms|debug## </strong>.
cs_cz: Povoluje debugování SQL dotazů a panel <strong>SQL dotazy</strong>v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie SQL query a záložku <strong>SQL queries</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 启用 SQL 查询调试和在<strong>##ui|cms|debug## </strong> <strong>SQL 查询</strong>选项卡。

# settingskey.cmsdebugsqlquerieslive
source: Display SQL query debug on live site
cs_cz: Zobrazit debug SQL dotazu na ostrém webu.
sk_sk: Zobraziť SQL query debug na live site
zh_cn: 活的网站上显示 SQL 查询调试

# settingskey.cmsdebugsqlquerieslive.description
source: If enabled, SQL query debug information is also displayed at the bottom of each live site page. This option requires SQL query debugging to be enabled.
cs_cz: Pokud je povoleno, je informace o debugu SQL dotazů zobrazena také na spodní časti každé stránky ostrého webu. Tato možnost vyžaduje, aby bylo povoleno debugování SQL datazů.
sk_sk: Ak je povolené, sú informácie o debugu SQL query zobrazované aj v spodnej časti každej stránky živého webu. Táto voľba vyžaduje, aby bolo povolené debugovanie SQL query.
zh_cn: 如果启用，SQL 查询调试信息也会显示在每个活动站点页面的底部。此选项需要 SQL 查询调试启用。

# settingskey.cmsdebugsqlqueriesloglength
source: SQL query debug log length
cs_cz: Délka záznamu debugu SQL dotazu
sk_sk: Dĺžka záznamu SQL query debugu
zh_cn: SQL 查询调试日志长度

# settingskey.cmsdebugsqlqueriesloglength.description
source: Sets the maximum length of the SQL query debug log on the <strong>##ui|cms|debug## -> SQL queries</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: Nastaví maximální délku záznamu debugu SQL dotazů na panelu <strong>Debug -> SQL dotazy</strong>, tj.počet požadavků, pro který je informace o debugu uchována a zobrazena na panelu. Pokud je prázdné, je použita hodnota nastavení <strong>Výchozí délka záznamu</strong> (nebo tlačítko <strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálne dĺžku záznamu debugu SQL Query na záložke <strong>Debug -> SQL queries</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie uchovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集的 SQL 查询调试最大长度即登录<strong>##ui|cms|debug## -> SQL 查询</strong>选项卡上，为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebugsqlqueriesstack
source: Display stack information
cs_cz: Zobrazit informace zásobníku
sk_sk: Zobraziť stack informácie
zh_cn: 显示堆栈信息

# settingskey.cmsdebugsqlqueriesstack.description
source: If enabled, stack is tracked when debugging SQL queries and is displayed in the <strong>Context</strong> column. This information is only available in the debugging UI and on the live site, not in the debug log written into the <em>logsql.log</em> file.
cs_cz: Pokud je povoleno, je při debugování SQL dotazů sledován zásobník a je zobrazen ve sloupci <strong>Kontext</strong>. Tato informace je dostupná pouze pro debugování UI a na ostrém webu, nikoliv v záznamu debugu zapsaném v souboru <em>logsql.log</em>.
sk_sk: Ak je povolené, je počas debugovania SQL queries sledovaný zásobník a je zobrazovaný v stĺpci <strong>Context</strong>. Táto informácia je dostupná len v debugovacom UI a na živom webe, nie v zázname debugu zapisovanom do súboru <em>logsql.log</em>.
zh_cn: 如果启用，堆栈跟踪时调试 SQL 查询并显示在<strong>上下文</strong>的列中。此信息仅可在调试用户界面，并在实时网站上，不在调试日志写入到<em>logsql.log</em>文件中。

# settingskey.cmsdebugstackforeverything
source: Display stack information in every debug
cs_cz: Zobrazit informace zásobníku v každém debugu
sk_sk: Zobraziť stack informácie v každom debugu
zh_cn: 在每个调试中显示堆栈信息

# settingskey.cmsdebugstackforeverything.description
source: If enabled, stack is tracked by all debugs and is displayed in the <strong>Context</strong> column on the respective tabs in <strong>##ui|cms|debug##</strong>.
cs_cz: Pokud je povoleno, je zásobník sledován všemi debugy a je zobrazen ve sloupci <strong>Kontext</strong> na příslušných panelech v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Ak je povolené, je počas všetkých debugov sledovaný zásobník a je zobrazovaný v stĺpci <strong>Context</strong> na odpovedajúcich záložkách v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 如果启用，堆栈由所有调试跟踪，并显示在<strong>上下文</strong>列在<strong>##ui|cms|debug##</strong>各自的选项卡上。

# settingskey.cmsdebugviewstate
source: Enable ViewState debug
cs_cz: Povolit ViewState debug
sk_sk: Povoliť ViewState debug
zh_cn: 启用视图状态调试

# settingskey.cmsdebugviewstate.description
source: Enables ViewState debugging and the <strong>Page ViewState</strong> tab in <strong> ##ui|cms|debug##</strong>.
cs_cz: Povoluje debugování ViewState a panel <strong>ViewState stránky</strong> v <strong>Site Manager -> Administrace-> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie ViewState a záložku <strong>ViewState stránka</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 启用视图状态调试和在<strong>##ui|cms|debug##</strong>的<strong>页面视图</strong>选项卡。

# settingskey.cmsdebugviewstatelive
source: Display ViewState debug on live site
cs_cz: Zobrazit debug ViewState na ostrém webu
sk_sk: Zobraziť ViewState debug na live site
zh_cn: 活的网站上显示的视图状态调试

# settingskey.cmsdebugviewstatelive.description
source: If enabled, ViewState debug information is also displayed at the bottom of each live site page. This option requires ViewState debugging to be enabled.
cs_cz: Pokud je povoleno, je informace o debugu ViewState zobrazena také ve spodní části každé stránky ostrého webu. Tato možnost vyžaduje, aby bylo povoleno debugování ViewState.
sk_sk: Ak je povolené, sú informácie o debugu ViewState zobrazované aj v spodnej časti každej stránky živého webu. Táto voľba vyžaduje, aby bolo povolené debugovanie ViewState.
zh_cn: 如果启用，ViewState 调试信息也会显示在每个活动站点页面的底部。此选项需要调试启用视图状态。

# settingskey.cmsdebugviewstateloglength
source: ViewState debug log length
cs_cz: Délka záznamu debugu ViewState
sk_sk: Dĺžka záznamu ViewState debugu
zh_cn: 视图状态调试日志长度

# settingskey.cmsdebugviewstateloglength.description
source: Sets the maximum length of the ViewState debug log on the <strong>##ui|cms|debug## -> ViewState</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: Nastaví maximální délku záznamu debugu ViewState na panelu<strong>Debug -> ViewState</strong>, tj. počet požadavků, pro který je informace o debugu uchována a zobrazena na panelu. Pokud je prázdné, bude použita hodnota nastavení <strong>Výchozí délka záznamu</strong> (nebo tlačítko <strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálne dĺžku záznamu debugu ViewState na záložke <strong>Debug -> ViewState</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie uchovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集的视图状态调试最大长度即登录<strong>##ui|cms|debug## -> 视图状态</strong>选项卡上，为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebugwebfarm
source: Enable web farm debug
cs_cz: Povolit debug webových farem
sk_sk: Povoliť web farm debug
zh_cn: 启用 web farm调试

# settingskey.cmsdebugwebfarm.description
source: Enables request debugging and the <strong>Web farm</strong> tab in <strong> ##ui|cms|debug##</strong>.
cs_cz: Povoluje debugování požadavků a panel <strong>Webová farma</strong> v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie požiadavkov a záložku <strong>Webové farmy</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 启用请求调试和在<strong>##ui|cms|debug##</strong>的<strong>Web 场</strong>选项卡。

# settingskey.cmsdebugwebfarmloglength
source: Web farm debug log length
cs_cz: Délka záznamu debugu webových farem
sk_sk: Dĺžka záznamu web farm debugu
zh_cn: web farm调试日志长度

# settingskey.cmsdebugwebfarmloglength.description
source: Sets the maximum length of the web farm debug log on the <strong>##ui|cms|debug## -> Requests</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: Nastaví maximální délku záznamu debugu webových farem na panelu <strong>Debug -> Požadavky</strong>, tj. počet požadavků, pro který je informace o debugu uchována a zobrazena na panelu. Pokud je prázdné, bude použita hodnota nastavení <strong>Výchozí délka záznamu</strong> (nebo tlačítko <strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálne dĺžku záznamu debugu webových fárm na záložke <strong>Debug -> Požiadavky</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie uchovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集 web farm调试的最大长度即登录<strong>##ui|cms|debug## -> 请求</strong>选项卡上，为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebugwebfarmstack
source: Display stack information
cs_cz: Zobrazit informace o zásobníku
sk_sk: Zobraziť stack informácie
zh_cn: 显示堆栈信息

# settingskey.cmsdebugwebfarmstack.description
source: If enabled, stack is tracked when debugging web farm operations and is displayed in the <strong>Context</strong> column. This information is only available in the debugging UI and on the live site, not in the debug log written into the <em>logwebfarm.log</em> file.
cs_cz: Pokud je povoleno, je při operacích debugu webových farem sledován zásobník a je zobrazen ve sloupci <strong>Kontext</strong>. Tato informace je dostupná pouze pro debugování UI a na ostrém webu, nikoliv v záznamu debugu, který je zapsán do souboru <em>logwebfarm.log</em>.
sk_sk: Ak je povolené, je počas debugovania operácií webových fárm sledovaný zásobník a je zobrazovaný v stĺpci <strong>Context</strong>. Táto informácia je dostupná len v debugovacom UI a na živom webe, nie v zázname debugu zapisovanom do súboru <em>logwebfarm.log</em>.
zh_cn: 如果启用，堆栈跟踪调试 web farm操作时和在<strong>上下文</strong>列中显示。此信息仅可在调试用户界面，并在实时网站上，不在调试日志写入到<em>logwebfarm.log</em>文件中。

# settingskey.cmsdefaultaliaspath
source: Default alias path
cs_cz: Výchozí cesta alias
sk_sk: Predvolená alias cesta
zh_cn: 默认别名路径

# settingskey.cmsdefaultaliaspath.description
source: Alias path of the default page.
cs_cz: Cesta alias výchozí stránky.
sk_sk: Alias cesta defaultnej stránky.
zh_cn: 别名的默认页的路径。

# settingskey.cmsdefaultconnectionstring
source: Default report connection string
cs_cz: Předvolený report connection string
zh_cn: 默认报告连接字符串

# settingskey.cmsdefaultculturecode
source: Default content culture
cs_cz: Výchozí jazyková verze obsahu
sk_sk: Predvolená kultúra obsahu
zh_cn: 默认内容语言

# settingskey.cmsdefaultculturecode.description
source: Culture code of the default content culture.
cs_cz: Kód výchozí jazykové verze obsahu
sk_sk: Kód predvolenej kultúry obsahu.
zh_cn: 默认内容的语言的语言代码。

# settingskey.cmsdefaultdeletednodepath
source: Default replacement page
cs_cz: Předvolený náhradní dokument
zh_cn: 默认替换页面

# settingskey.cmsdefaultdeletednodepath.description
source: The entered path will be loaded as the default value of the 'Replacement page' field if the option of specifying an alternate page is selected when deleting a page in administration.
cs_cz: Zadaná cesta bude načítána jako defaultní hodnota pole "Náhradní dokument", pokud je vybrána volba specifikování náhradní stránky při mazání dokumentu z CMS Desk. "Náhradný dokument", ak je vybraná voľba špecifikovania náhradnej stránky pri mazaní dokumentu z CMS Desku.
zh_cn: 如果指定一个备用的页面的选项选择删除管理中的网页时，将作为替换页面字段的默认值加载输入的路径。

# settingskey.cmsdefaultproductimageurl
source: Default product image URL
cs_cz: URL výchozího obrázku produktu
sk_sk: URL predvoleného obrázku produktu
zh_cn: 默认产品图像 URL

# settingskey.cmsdefaultproductimageurl.description
source: The default product image URL (virtual path). This image is used if no image is specified for a given product.
cs_cz: URL výchozího obrázku produktu (<strong>virtuální cesta</strong>). Tento obrázek je použit, pokud není specifikován obrázek produktu.
sk_sk: URL predvoleného obrázku produktu <strong>virtuálna cesta</strong>). Tento obrázok sa použije, ak nie je špecifikovaný obrázok produktu.
zh_cn: 默认产品图像 URL （虚拟路径）。此图像使用了如果没有图像指定为一个给定的产品。

# settingskey.cmsdefaultreportconnectionstring.description
source: Sets the database connection string that the system assigns to new reports. Existing reports may also inherit the connection string value from this setting.
cs_cz: Nastaví databázový connection string, který systém přiřadí novým reportem. Existující reporty mohou též dědit hodnotu connection stringu z tohoto nastavení.
zh_cn: 设置数据库连接字符串，系统将分配给新的报告。现有的报告也可能继承此设置的连接字符串的值。

# settingskey.cmsdefaulturlpathprefix
source: Default URL path prefix
cs_cz: Výchozí předpona URL cesty
sk_sk: Predvolená predpona URL cesty
zh_cn: 默认 URL 路径前缀

# settingskey.cmsdefaulturlpathprefix.description
source: Defines a default URL path prefix that will be used for all URLs of the content pages. This prefix is rewritten to urlpathprefix query string parameter.
cs_cz: Definuje výchozí předponu URL cesty, která bude použita pro všechny URL stránek obsahu. Tato předpona je přepsána do parametru řetězce dotazu urlpathprefix.
sk_sk: Definuje predvolenú predponu URL cesty, ktorá bude použitá pre všetky URL stránok obsahu. Tento prefix je prepísaný do urlpathprefix query string parametru.
zh_cn: 定义一个默认 URL 路径前缀，将用于所有内容页的 Url。此前缀会被重写为 urlpathprefix 查询字符串参数。

# settingskey.cmsdefaultuserid
source: Default user ID
cs_cz: Výchozí ID uživatele
sk_sk: Predvolené ID užívateľa
zh_cn: 缺省的用户 ID

# settingskey.cmsdefaultuserid.description
source: Default user ID that is used when no current user is defined
cs_cz: Výchozí ID užovatele, které je použito, pokud není definován žádný aktuální uživatel
sk_sk: ID užívateľa, ktoré je použité, keď nie je definovaný aktuálny kontakt.
zh_cn: 没有当前的用户定义时使用的缺省用户 ID

# settingskey.cmsdeleteinactivecontacts
source: Delete inactive contacts
cs_cz: Smazat neaktivní uživatele
zh_cn: 删除非活动的联系人

# settingskey.cmsdeleteinactivecontacts.description
source: Indicates if old contacts can be deleted automatically using a scheduled task.
cs_cz: Určuje, zda mají být staré kontakty automaticky mazány použitím naplánované úlohy.
zh_cn: 指示是否可以使用计划的任务自动删除旧的联系人。

# settingskey.cmsdeletenonactivateduserafter
source: Delete non-activated user after (days)
cs_cz: Smazat neaktivované uživatele po (dny)
sk_sk: Zmazať neaktívnych užívateľov po (dni)
zh_cn: 在 (天) 后删除非激活用户

# settingskey.cmsdeletenonactivateduserafter.description
source: Deletes all users who weren't activated during given number of days.
cs_cz: Smaže všechny uživatele, kteří nebyli aktivováni během zadaného počtu dní.
sk_sk: Zmaže všetkých užívateľov, ktorý neboli aktívni zadaný počet dní.
zh_cn: 删除给定的天数不激活过程中的所有用户。

# settingskey.cmsdenylogininterval
source: Deny login interval
cs_cz: Interval zákazu přihlášení
sk_sk: Interval zákazu logovania
zh_cn: 拒绝登录时间间隔

# settingskey.cmsdenylogininterval.description
source: Interval (in minutes) which have to pass between time when was user kicked and time when he can log in again.
cs_cz: Interval (v minutách), který musí uplynout mezi časem, kdy byl uživatel vyloučen a kdy se může opět přihlášit.
sk_sk: Doba (v minútach), ktorá musí ubehnúť, od chvíle keď bol užívateľ "vykopnutý" (kicked) , kým sa bude môcť znovu prihlásiť.
zh_cn: 时间间隔 （以分钟为单位） 而把用户当被踢的时间和时间当他可以再次登录之间。

# settingskey.cmsdepartmenttemplatepath
source: Department template path
cs_cz: Cesta šablony oddělení
sk_sk: Cesta k šablóne oddelenia
zh_cn: 部模板路径

# settingskey.cmsdepartmenttemplatepath.description
source: Alias path of a page that will be used, together with the pages stored under it, as a template for newly created departments.
cs_cz: Alias cesta dokumentu, která bude použita, společně s dokumentem, který je pod ní uložen, jako šablona pro nově vytvořená oddělení.
sk_sk: Alias cesta dokumentu, ktorý bude použitý, spolu s dokumentami pod týmto dokumentom, ako šablóna pre novovytvorené oddelenia.
zh_cn: 别名将与存储在它之下，为模板，供新设立的部门的页一起使用的页的路径。

# settingskey.cmsdisplayaccountlockinformation
source: Display account lock information message
cs_cz: Zobrazit zprávu o uzamčení účtu
zh_cn: 显示帐户锁定信息消息

# settingskey.cmsdisplayaccountlockinformation.description
source: Indicates if user friendly information about account lock should be displayed.
cs_cz: Určuje, zda má být zobrazena uživatelsky přívětivá informace o uzamčení účtu.
zh_cn: 指示是否应显示有关帐户锁定的用户友好信息。

# settingskey.cmsdisplayarchivedicon
source: Display archived icon
cs_cz: Zobrazit ikonu archivováno
sk_sk: Zobraziť ikonu archivovania
zh_cn: 显示存档的图标

# settingskey.cmsdisplayarchivedicon.description
source: Indicates if the "archived" icon should be displayed in the content tree next to archived pages.
cs_cz: Určuje, zda má být ikona "archivováno" (šedá tečka) zobrazena ve stromu obsahu vedle dokumentů, které jsou archivovány,
sk_sk: Určuje, či má byť v strome obsahu, vedľa dokumentu, ktorý bol archivovaný, zobrazená ikona archivovania (šedá bodka).
zh_cn: 指示是否应该存档页面内容树中显示的"存档"的图标。

# settingskey.cmsdisplaycheckedouticon
source: Display checked out icon
cs_cz: Zobrazit ikonu uzamčeno
sk_sk: Zobraziť ikonu uzamknutia
zh_cn: 显示签出图标

# settingskey.cmsdisplaycheckedouticon.description
source: Indicates if the "checked out" icon should be displayed in the content tree next to checked-out pages.
cs_cz: Určuje, zda má být ikona "uzamčeno" (uzamčený zámek) zobrazena ve stromu obsahu vedle dokumentů, které jsou uzamčeny.
sk_sk: Určuje, či má byť v strome obsahu, vedľa dokumentu, ktorý bol uzamknutý, zobrazená ikona uzamknutia (zamknutý zámok).
zh_cn: 指示是否应在签出的页面内容树中显示"签出"图标。

# settingskey.cmsdisplaylinkedicon
source: Display linked icon
cs_cz: Zobrazit ikonu odkazu
sk_sk: Zobraziť ikonu odkazu
zh_cn: 显示链接的图标

# settingskey.cmsdisplaylinkedicon.description
source: Indicates if the "linked" icon should be displayed in the content tree next to linked pages.
cs_cz: Určuje, zda má být ikona "odkaz" (šipka ve čtverci směřující vzhůru) zobrazena ve stromu obsahu vedle dokumentů, které odkazují na jiný dokument.
sk_sk: Určuje, či má byť v strome obsahu, vedľa dokumentov, ktoré odkazujú na iný dokument, zobrazená ikona odkazu (šípka smerujúca hore vpravo vo štvorci).
zh_cn: 指示是否应显示"链接"图标，在链接的页面内容树。

# settingskey.cmsdisplaynotpublishedicon
source: Display not published icon
cs_cz: Zobrazit ikonu nepublikováno
sk_sk: Zobraziť ikonu nepublikovania
zh_cn: 显示未发布的图标

# settingskey.cmsdisplaynotpublishedicon.description
source: Indicates if the "not published" icon should be displayed in the content tree next to pages that have not yet been published (and also have no previously published version). By enabling this option, the "Scheduled to be published" icon is enabled as well.
cs_cz: Určuje, zda má být ikona "nepublikováno" (červená tečka) zobrazena ve stromu obsahu vedle dokumentů, které ještě nebyly publikovány (a zárověň nemají žádné předchozí publikované verze). Povolením této možnosti, je zároveň povolena ikona "Plánováno publikování".
sk_sk: Určuje, či má byť v strome obsahu, vedľa dokumentu, ktorý ešte nebol publikovaný, zobrazená ikona nepublikovania (červená bodka).
zh_cn: 指示是否应尚未发布 （并且也有没有以前发布的版本） 的页面内容树中显示的"不发布"的图标。通过启用此选项，以及启用"定于发表"图标。

# settingskey.cmsdisplaynottranslatedicon
source: Display not translated icon
cs_cz: Zobrazit ikonu nepřeloženo
sk_sk: Zobraziť ikonu nepreloženia
zh_cn: 显示不翻译的图标
