Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# sm.twitter.posts.state
source: Post state
zh_cn: 发布状态

# sm.twitter.posts.urlshortener
source: URL shortener
zh_cn: 网址缩短服务

# sm.twitter.posts.urlshortener.description
source: The URL shortener that will be used to shorten links in this tweet.
zh_cn: 将用来缩短这段录音中的链接的网址缩短服务。

# sm.twitteraccount.confirmation.delete
source: Are you sure you want to delete the selected channel and all the related tweets?
zh_cn: 是否确实要删除选定的频道和所有相关的微博？

# sm.twitterapplication.confirmation.delete
source: Are you sure you want to delete the selected application and all the related channels and tweets?
zh_cn: 是否确实要删除选定的应用程序和所有相关的频道，推?

# sm.urlshortener.none
source: (none)
zh_cn: (无)

# smartsearch.applysearchimmediately.descriptions
source: If enabled, the search results will be displayed immediately when the page is loaded, without the need to submit the search dialog. This also applies if the page is refreshed via postback, for example when using a Smart search filter.
cs_cz: Pokud je povoleno, výsledky hledání budou zobrazeny hned, jak bude stránka načtena, bez nutnosti potvrdit vyhledávací dialog. Aplikuje se také, když je stránka refershovaná přes postback, například při použití filtru Smart search (inteligentní vyhledávání).
zh_cn: 如果启用，立即在加载页面，而无需提交搜索对话框时，将显示搜索结果。这也适用于通过回发时，例如当使用智能搜索筛选器刷新页面。

# smartsearch.attachmentsorderby
source: ORDER BY expression
zh_cn: ORDER BY 表达式

# smartsearch.attachmentswhere
source: WHERE condition
zh_cn: 条件的位置

# smartsearch.displaycategories
source: Group results by index
zh_cn: 按索引组结果

# smartsearch.displaycategoriesdesc
source: If enabled, the predictive search groups results into categories. The categories represent the smart search indexes where the results were found. The categories are named according to the Display names of the related search indexes.
zh_cn: 如果启用，预测搜索组成果转化为类别。这些类别代表了智能搜索索引结果。类别是根据相关的搜索索引的显示名称命名的。

# smartsearch.documentfilter
source: Page filter
cs_cz: Filtr
zh_cn: 页面筛选器

# smartsearch.enableselection
source: Enable arrow key selection
zh_cn: 使箭头键选择

# smartsearch.enableselectiondesc
source: If enabled, users can move between the predictive search results using the up and down arrow keys, and link to the selected result by pressing Enter.
zh_cn: 如果启用，用户可以移动之间预测搜索结果使用向上和向下箭头键，或通过按 enter 键将链接到所选的结果。

# smartsearch.hidesearchtextbox
source: Show only search button
cs_cz: Zobrazit pouze vyhledávací tlačítko
zh_cn: 仅显示搜索按钮

# smartsearch.hidesearchtextbox.description
source: Indicates if the search text box should be hided to users.
cs_cz: Určuje, zda má být vyhledávací textové pole uživatelům skryté.
zh_cn: 指示是否应该向用户隐藏搜索文本框。

# smartsearch.indextype.cms.customtable
source: Custom tables
zh_cn: 自定义表

# smartsearch.indextype.cms.document
source: Pages
zh_cn: 页面

# smartsearch.indextype.cms.form
source: On-line forms
zh_cn: 在线表格

# smartsearch.indextype.cms.user
source: Users
zh_cn: 用户

# smartsearch.indextype.custom_search_index
source: Custom index
zh_cn: 自定义索引

# smartsearch.indextype.documents_crawler_index
source: Pages crawler
zh_cn: 爬网程序页

# smartsearch.indextype.forums.forum
source: Forums
zh_cn: 论坛

# smartsearch.indextype.smartsearch.general
source: General
zh_cn: 一般

# smartsearch.inputvalidation
source: Input validation
zh_cn: 输入的验证

# smartsearch.moreresultscontent
source: More results content
zh_cn: 更多的结果内容

# smartsearch.moreresultscontentdesc
source: HTML content placed after the last search result if the maximum number of predictive results is reached. Use the {0} formatting expression to get the URL of the search result page.
zh_cn: 如果达到了预测结果的最大数目，HTML 内容放置后最后的搜索结果。使用格式设置表达式的 {0} 获取搜索结果页的 URL。

# smartsearch.noresultscontent
source: No results content
zh_cn: 没有结果的内容

# smartsearch.noresultscontentdesc
source: HTML content displayed when the predictive search does not find any results.
zh_cn: 当预测搜索没有找到任何结果时，显示的 HTML 内容。

# smartsearch.predictiveattachmentsearchsettings
source: Predictive attachment search settings
zh_cn: 预测附件搜索设置

# smartsearch.predictivelogsearchactivity
source: Log internal search activity
zh_cn: 日志内部搜索活动

# smartsearch.predictivelogsearchactivitydesc
source: If enabled, the system logs every predictive search request as an "Internal search" on-line marketing activity.
zh_cn: 如果启用，该系统作为一种"内部搜索"在线营销活动记录每个预测搜索请求。

# smartsearch.predictivesearch
source: Predictive search
zh_cn: 预测搜索

# smartsearch.predictivesearchdocumentsfilter
source: Predictive page filter
zh_cn: 预测页面筛选器

# smartsearch.predictivesearchlogging
source: Predictive tracking
zh_cn: 预测跟踪

# smartsearch.predictivesearchresults
source: Predictive results
zh_cn: 预测结果

# smartsearch.predictivesearchresultscss
source: Predictive results CSS class
zh_cn: 预测结果的 CSS 类

# smartsearch.predictivesearchresultscssdesc
source: Specifies the name of the CSS class assigned to the block element that contains the predictive search results.
zh_cn: 指定分配给包含预测搜索结果的块元素的 CSS 类的名称。

# smartsearch.resultfailed
source: Failed
zh_cn: 失败

# smartsearch.resulttextvalidationfailedcssdesc
source: CSS class that will be assigned to the web part when search text validation fails.
zh_cn: 搜索文本验证失败时将分配给该 web 部件的 CSS 类。

# smartsearch.searchboxtextrequireddesc
source: If enabled, user is not redirected to search results page when search text is empty. When validation fails the same page is displayed.
zh_cn: 如果启用，用户无法重定向搜索结果页，当搜索文本为空。当验证失败时同样显示页面。

# smartsearch.searcherror
source: Search failed with following error:
cs_cz: Vyhledávání selhalo s následující chybou:
zh_cn: 搜索失败，出现以下错误：

# smartsearch.searchinattachments
source: Enable SQL attachment search
zh_cn: 启用 SQL 附件搜索

# smartsearch.searchoneachpageload
source: Search on each page load
cs_cz: Hledat při každém načítání stránky
zh_cn: 在每次页加载搜索

# smartsearch.searchonlywhencontentpresent
source: Block field-only search
cs_cz: Hledat pouze v případě obsahu
zh_cn: 块体字段仅搜索

# smartsearch.searchonlywhencontentpresent.descriptions
source: If enabled, only search expressions that contain at least one standard content keyword will be allowed. With this property disabled, it is also possible to submit field search expressions composed of nothing but special query syntax, such as: DocumentNodeID:(int)17
cs_cz: Pokud je zakliknuto, budou povoleny pouze vyhledávací výrazy, které obsahují alespoň jedno standardní klíčové slovo obsahu. Pokud není zakliknuto, je možné odeslat i vyhledávací výrazy polí neobsahující nic, jen speciální syntax, jako např.: DocumentNodeID? (int)17
zh_cn: 如果启用，将允许包含至少一个标准内容关键字的搜索表达式。通过禁用此属性，也是可能提交字段搜索表达式组成的特殊的查询语法，只如： DocumentNodeID： （int） 17

# smartsearch.searchresulttextvalidationfaileddesc
source: Sets the text that is displayed when search text is empty and required.
zh_cn: 设置搜索文本为空和需要时显示的文本。

# smartsearch.searchresulttransformation
source: Search result transformation
zh_cn: 搜索结果转换

# smartsearch.searchresulttransformationdesc
source: Sets the transformation that defines the HTML output of individual predictive search results. To allow users to open links for selected search results, include one <a> element with a properly defined href attribute in the transformation code.
zh_cn: 设置定义单独的预测搜索结果的 HTML 输出的变换。若要允许用户打开选定的搜索结果的链接，包括一个<a>具有转换代码中正确定义的 href 属性的元素。</a>

# smartsearch.searchsettings
source: Search settings
cs_cz: Nastavení vyhledávání
zh_cn: 搜索设置

# smartsearch.searchtaskrelatedobjectnotexist
source: {0} with ID {1} no longer exists
zh_cn: 与 ID 为 {1} {0} 不再存在

# smartsearch.searchtaskstatusenum.error
source: Error
zh_cn: 错误

# smartsearch.searchtaskstatusenum.inprogress
source: In progress
zh_cn: 进展

# smartsearch.searchtaskstatusenum.ready
source: Ready
zh_cn: 准备好了

# smartsearch.searchtextrequired
source: Search text required
cs_cz: Vyžadovat hledaný text
zh_cn: 所需的搜索文本

# smartsearch.searchtextrequired.descriptions
source: If enabled, searches will only be performed if a non-empty search expression is submitted. You can disable this property if you wish to allow smart search filtering without the need to specify a search text.
cs_cz: Pokud je povoleno, vyhledávání bude vykonáváno pouze v případě zadání neprázdných vyhledávacích výrazů. Tuto vlastnost můžete zakázat, pokud chcete povolit filtrování inteligentního vyhledávání bez nutnosti zadat vyhledávaný text.
zh_cn: 如果启用，如果提交了一个非空搜索表达式，则将仅执行搜索。如果您希望允许智能搜索过滤而无需指定搜索文本，则可以禁用此属性。

# smartsearch.searchtextvalidationfailedtext
source: Validation failed text message
zh_cn: 验证失败的文本消息

# smartsearch.searchtextvalidationfailedtextdesc
source: Sets the text that is displayed when search text validations fails. This text is displayed as tooltip.
zh_cn: 设置显示的文本时搜索文本验证失败。此文本显示为工具提示。

# smartsearch.selectedresultcss
source: Selected result CSS class
zh_cn: 所选的结果的 CSS 类

# smartsearch.selectedresultcssdesc
source: Specifies the name of the CSS class applied to the element containing the selected predictive search result.
zh_cn: 指定应用于所选的预测搜索结果包含的元素的 CSS 类的名称。

# smartsearch.showonlysearchbutton
source: Show only search button
cs_cz: Zobrazit pouze vyhledávací tlačítko
zh_cn: 仅显示搜索按钮

# smartsearch.showonlysearchbutton.description
source: If enabled, the web part only displays the search submit button, without the search textbox or mode selector. In this case, all search parameters need to be specified through connected Smart search filter web parts.
cs_cz: Pokud je povoleno, webpart zobrazí pouze tlačítko pro odeslání vyhledávání, bez textového pole vyhledávání nebo výběru režimu. V tomto případě musí být všechny vyhledávací parametry specifikovány pomocí propojení s webpartem Smart search filtr.
zh_cn: 如果启用，web 部件仅显示搜索提交按钮，没有搜索文本框或模式选择器。在这种情况下，所有搜索参数都需要通过连接的智能搜索筛选器 web 部件指定。

# smartsearch.showparseerrors
source: Show parsing errors
cs_cz: Zobrazit parsovací chyby
zh_cn: 显示解析错误

# smartsearch.showparseerrors.descriptions
source: Indicates if parsing errors caused by incorrect search query syntax should be displayed by the web part. Such errors may only occur if special search expressions are allowed by the 'Search options' property.
cs_cz: Určuje, zda chyby parsování způsobené nesprávnou syntaxou vyhledávacího dotazu, mají být webpartem zobrazovány. Takovéto chyby mohou nastat, pouze pokud jsou povoleny speciální vyhledávací výrazy vlastností 'Search options' (Volby vyhledávání).
zh_cn: 指示是否应由 web 部件显示解析错误引起不正确的搜索查询语法。如果搜索选项属性所允许的特殊的搜索表达式，可能只会发生这样的错误。

# smartsearch.task.processtasks
source: Process tasks
zh_cn: 处理任务

# smartsearch.task.taskcreated
source: Task created
zh_cn: 创建任务

# smartsearch.task.taskerrormessage
source: Error message
zh_cn: 错误消息

# smartsearch.task.taskfield
source: Search field
zh_cn: 搜索字段

# smartsearch.task.taskobjecttype
source: Object type
zh_cn: 对象类型

# smartsearch.task.taskrelatedobject
source: Related object
zh_cn: 相关的对象

# smartsearch.task.taskresult
source: Result
zh_cn: 结果

# smartsearch.task.taskservername
source: Web farm server
zh_cn: web farm服务器

# smartsearch.task.taskstatus
source: Status
zh_cn: 状态

# smartsearch.task.tasktype
source: Task type
zh_cn: 任务类型

# smartsearch.task.taskvalue
source: Task value
zh_cn: 任务的值

# smartsearch.taskbatch.processingend
source: {0} items processed.
zh_cn: 已处理的 {0} 项。

# smartsearch.taskbatch.processingstart
source: Batch {0} started on ID {1}...
zh_cn: 批处理 {0} 开始 id {1}...

# smartsearch.taskbatch.startcustomtable
source: Started processing custom table {0}...
zh_cn: 开始处理自定义表 {0}......

# smartsearch.taskbatch.startdocument
source: Started processing page type {0} on site {1}...
zh_cn: 开始处理页面类型 {0} 网站 {1} 上的......

# smartsearch.taskbatch.startdocumentlinked
source: Started processing page type {0} on site {1} [Linked pages]...
zh_cn: 开始处理页面类型 {0} 上网站 {1} [链接页]......

# smartsearch.taskbatch.startform
source: Started processing form {0}...
zh_cn: 开始处理表单 {0}......

# smartsearch.taskbatch.startobject
source: Started processing object type {0}...
zh_cn: 开始处理对象类型 {0}。

# smartsearch.taskfinishederror
source: Task finished with error.
zh_cn: 任务完成，错误。

# smartsearch.taskfinishedok
source: Task finished successfully.
zh_cn: 任务已成功完成。

# smartsearch.taskprocessingrunning
source: Task processor is running. Watch progress {0}here{1}.
zh_cn: 任务处理器运行。看看进展 {0} 这里 {1}。

# smartsearch.taskreport
source: Search task report
zh_cn: 搜索任务报告

# smartsearch.taskstarted
source: Task started. Type: {0}, Object type: {1}, Object: {2}, Field: "{3}", Value: "{4}".
zh_cn: 已启动的任务。类型: {0}，对象类型： {1}，对象： {2}，字段："{3}"，价值："{4}"。

# smartsearch.tasktype.delete
source: Delete
zh_cn: 删除

# smartsearch.tasktype.process
source: Process
zh_cn: 过程

# smartsearch.tasktype.rebuild
source: Rebuild
zh_cn: 重建

# smartsearch.tasktype.update
source: Update
zh_cn: 更新

# smartsearch.textvalidationfailedcss
source: Validation failed CSS class
zh_cn: 验证失败的 CSS 类

# smartsearch.textvalidationfailedcssdesc
source: CSS class that will be assigned to the web part when search text validation fails and user is not redirected to results page.
zh_cn: CSS 类，将分配给 web 部件搜索文本验证失败时，用户不重定向到结果页。

# smartsearch.trackwebanalyticskeywords
source: Track web analytics search keywords
zh_cn: 跟踪网站搜索的关键字

# smartsearch.trackwebanalyticskeywordsdesc
source: If enabled, the site's web analytics log all text submitted to the predictive search as part of the "On-site search keywords" statistic.
zh_cn: 如果启用，该网站的 web 分析日志提交预测搜索作为"现场搜索关键字"统计的一部分的所有文本。

# smartsearch.watermarkcssclass
source: Watermark CSS class
cs_cz: CSS třída vodoznaku
zh_cn: 水印的 CSS 类

# smartsearch.watermarkcssclass.description
source: Specifies the name of the CSS class which will be applied to the watermark text.
cs_cz: Určuje název CSS třídy, která bude aplikována na text vodoznaku.
zh_cn: 指定将应用于水印文本的 CSS 类的名称。

# smartsearch.watermarktext
source: Watermark text
cs_cz: Text vodoznaku
zh_cn: 水印文本

# smartsearch.watermarktext.description
source: The text entered here will be displayed in the search textbox if it is empty. It automatically disappears when a user starts entering their own input. The watermark text is not a default search value, it only provides a way to make the search field more noticeable or give users instructions.
cs_cz: Zadaný text bude zobrazen, pokud je vyhledávací textbox prázdný. Automaticky zmizí, když uživatel začne vkládat vlastní text. Text vodoznaku není předvolená hodnota vyhledávání, pouze umožňuje více zvýraznit vyhledávací pole nebo poskytnout uživateli instrukce.
zh_cn: 在这里输入的文本将显示在搜索文本框中，如果它是空的。它会自动消失当用户开始输入自己的信息。水印文本不是默认搜索值，它只提供一种使搜索字段更明显或给用户指示方法。

# smartsearchselector.moreitems
source: First {0} of {1} results. Show all...
zh_cn: 第一第 {0} {1} 个搜索结果。显示所有...

# smtpdeliverymethod.network
source: Network
zh_cn: 网络

# smtpdeliverymethod.pickupdirectory
source: Pickup directory
zh_cn: 拾取目录

# smtpdeliverymethod.pickupfromiis
source: Pickup directory from IIS
zh_cn: 从IIS拾取目录

# smtpserver.confirmdelete
source: Are you sure you want to delete this SMTP server?
cs_cz: Opravdu chcete smazat tento SMTP server?
sk_sk: Určite chcete zmazať tento SMTP server?
zh_cn: 是否确实要删除此 SMTP 服务器?

# smtpserver.confirmdisable
source: Are you sure you want to disable this SMTP server?
cs_cz: Opravdu chcete zakázat tento SMTP server?
sk_sk: Určite chcete zakázať tento SMTP server?
zh_cn: 你确定你想要禁用此 SMTP 服务器？

# smtpserver.confirmenable
source: Are you sure you want to enable this SMTP server?
cs_cz: Opravdu chcete povolit tento SMTP server?
sk_sk: Určite chcete povoliť tento SMTP server?
zh_cn: 你确定你想要启用此 SMTP 服务器？

# smtpserver.deliverymethoddesc
source: Specifies how outgoing emails will be delivered to the SMTP server. Network: Emails are sent through the network to the specified SMTP server. Pickup directory: Emails are copied to the directory specified by the Pickup directory location property for delivery by an external application (local SMTP server). Pickup directory from IIS: Emails are copied to the pickup directory used by a local Internet Information Services (IIS) for delivery.
zh_cn: 指定如何传出电子邮件将被传递到 SMTP 服务器。网络： 电子邮件，都是到指定的 SMTP 服务器通过网络发送的。拾取目录： 电子邮件由外部应用程序 （本地 SMTP 服务器） 复制到交货拾取目录位置属性所指定的目录。从 IIS拾取目录： 电子邮件被复制到由本地互联网信息服务 (IIS) 用于交付的拾取目录。

# smtpserver.editdefaultservers
source: Each site has a default SMTP server which can be edited in ##ui|cms|Settings## -> System -> Emails.
cs_cz: Každý web má výchozí SMTP server, který může být upraven přes Nastavení.
sk_sk: Každý web má defaultný SMTP server, ktorý je možné editovať v nastaveniach.
zh_cn: 每个站点有一个默认的 SMTP 服务器，可以在##ui|cms|Settings## -> 电子邮件系统。

# smtpserver.pickupdirectory
source: Pickup directory
zh_cn: 拾取目录

# smtpserver.pickupdirectorydesc
source: Specifies folder where application saves emails to be processed by the local SMTP server.
zh_cn: 指定应用程序在哪里保存将由本地 SMTP 服务器处理的邮件的文件夹。

# smtpserver_edit.headercaption
source: SMTP server properties
cs_cz: Vlastnosti SMTP serveru
sk_sk: vlastnosti SMTP serveru
zh_cn: SMTP 服务器属性

# smtpserver_edit.newitemcaption
source: New SMTP server
cs_cz: Nový SMTP server
sk_sk: Nový SMTP server
zh_cn: 新建SMTP 服务器

# smtpserver_edit.servernamelabel
source: Server name
cs_cz: Název serveru:
sk_sk: Názov serveru:
zh_cn: 服务器名称

# smtpserver_edit.serverusernamelabel
source: Username
cs_cz: Uživatelské jméno:
sk_sk: Užívateľlské meno:
zh_cn: 用户名

# smtpserver_edit.sites_global
source: The SMTP server is available for all websites
cs_cz: SMTP server je dostupný pro všechny weby
sk_sk: SMTP server je k dispozícii pre všetky weby
zh_cn: SMTP 服务器可用所有网站

# smtpserver_edit.sites_persite
source: The SMTP server is available only for the following websites:
cs_cz: SMTP server je dostupný pouze pro následující stránky:
sk_sk: SMTP server je k dispozícii len pre nasledujúce weby:
zh_cn: SMTP 服务器是仅适用于以下网站：

# smtpserver_list.headercaption
source: SMTP servers
cs_cz: SMTP servery
sk_sk: SMTP servery
zh_cn: SMTP 服务器

# smtpserver_list.newitemcaption
source: New SMTP server
cs_cz: Nový SMTP server
sk_sk: Nový SMTP server
zh_cn: 新建SMTP 服务器

# smtpserver_new.headercaption
source: New SMTP server
cs_cz: Nový SMTP server
sk_sk: Nový SMTP server
zh_cn: 新建SMTP 服务器

# socialnetworking.authorizationerror
source: Error occurred while authenticating. Check event log for details.
cs_cz: Nastala chyba v průběhu autentizace. Pro více detailů zkontrolujte Historii událostí.
zh_cn: 进行身份验证时出错。请检查事件日志的详细信息。

# socialnetworking.facebook.accesstoken
source: Facebook Access Token
zh_cn: Facebook 访问令牌

# socialnetworking.facebook.apikeynotset
source: Facebook App ID is not set for this site. This may cause javascript warnings in browser's console. You can fix it in Settings.
zh_cn: 为此站点不设置 Facebook 应用程序 ID。这可能导致在浏览器的控制台中的 javascript 警告。你可以在设置修好它。

# socialnetworking.facebook.connectionfail
source: Failed to connect to Facebook:
cs_cz: Přihlášení ke službě Facebook selhalo.
zh_cn: 未能连接到 Facebook：

# socialnetworking.facebook.emptyerror
source: You must fill Facebook template if you want to post it.
cs_cz: Musíte vyplnit Facebook šablonu, pokud to chcete zvěřejnit.
zh_cn: 如果您想要发布它，您必须填写 Facebook 模板。

# socialnetworking.facebook.gotosettings
source: Your Facebook access token is expired. Please go to <strong>##ui|cms|settings## -> Social networks -> Facebook</strong> and get a new one.
cs_cz: Platnost vašeho Facebook přístupového tokenu vypršela. Jděte prosím do <strong>Site Manager -> Nastavení -> Sociální sítě -> Facebook</strong> a získejte nový.
zh_cn: 你 Facebook 的访问令牌已过期。请转到<strong>##ui|cms|settings##-> 社交网络-> Facebook</strong>并得到一个新。

# socialnetworking.facebook.isnotpublished
source: Facebook post hasn't been published yet
cs_cz: Facebook příspěvek zatím nebyl publikován
zh_cn: Facebook 并没有尚未出版

# socialnetworking.facebook.ispublished
source: Facebook post was already published:
cs_cz: Facebook příspěvek již byl publikován:
zh_cn: Facebook 也已经发表了：

# socialnetworking.facebook.missingsetting
source: Posting to Facebook is currently disabled. To enable it, please go to <strong>##ui|cms|settings## -> Social networks -> Facebook</strong> and enter your Facebook access credentials.
cs_cz: Přispívání na Facebook je momentálně zakázáno. Pokud jej chcete potvrdit, jděte do <strong>Site Manager -> Nastavení -> Sociální sítě -> Facebook</strong> a zadejte potřebné údaje pro Facebook přístup.
zh_cn: 过帐到 Facebook 当前被禁用。若要启用它，请转到<strong>##ui|cms|settings##-> 社交网络-> Facebook</strong>并输入您的 Facebook 的访问凭据。

# socialnetworking.facebook.pageaccesstokenfail
source: Failed to retrieve the access token. Please make sure that the Facebook page ID is correct.
cs_cz: Nepodařilo se získat token pro přístup ke stránce. Ujistěte se prosím, že ID stránky je správné.
zh_cn: 无法检索访问令牌。请确保该 Facebook 页面 ID 正确。

# socialnetworking.facebook.postafterpublish
source: Post to Facebook after publishing
cs_cz: Zvěřejnit na Facebook po publikování
zh_cn: 发布到 Facebook 发布后

# socialnetworking.facebook.postat
source: Post to Facebook
cs_cz: Zvěřejnit na Facebook
zh_cn: 到 facebook 上的帖子

# socialnetworking.facebook.senderror
source: Error occured while sending post to Facebook. Check Event log for more details.
cs_cz: Nastala chyba při zveřejňování příspěvku na Facebooku. Pro více informací zkontrolujte prosím Historii událostí.
zh_cn: 发送到 Facebook 的开机自检时出现错误。请检查事件日志中有更多的细节。

# socialnetworking.facebook.sendsuccess
source: Facebook post was successfully sent.
cs_cz: Facebook příspěvek byl úspěšně odeslán
zh_cn: Facebook 已成功发送。

# socialnetworking.facebook.tokenexpired
source: Your Facebook access token is expired.
cs_cz: Platnost vašeho Facebook přístupového tokenu vypršela.
zh_cn: 你 Facebook 的访问令牌已过期。

# socialnetworking.facebook.tokenwillexpire
source: Access token will expire at {0}.
cs_cz: Přístupový token vyprší {0}.
zh_cn: 访问令牌将在 {0} 到期。

# socialnetworking.facebook.wrongcontrollocation
source: This control is supposed to be used from Settings only.
cs_cz: Tento control se má používat pouze v nastaveních.
zh_cn: 此控件被应该只从设置中使用。

# socialnetworking.fulltrustrequired
source: Fully trusted application is required to authenticate with external services. Please contact your system administrator to check the application configuration.
zh_cn: 完全受信任的应用程序需要与外部服务进行身份验证。请联系您的系统管理员联系，以检查应用程序配置。

# socialnetworking.get
source: Get
cs_cz: Získat
zh_cn: 获取

# socialnetworking.googleplus.accesstoken
source: Google+ access token
cs_cz: Google+ přístupový token
zh_cn: Google + 访问令牌

# socialnetworking.googleplus.allsettingsmissing
source: Client ID, client secret and access token has to be set for this web part to work. Global Administrators can set it at {0}.
cs_cz: Aby tento webpart fungoval, musí být nastaveno client ID, client secret a přístupový token. Tyto hodnoty může nastavit globální správce v {0}.
zh_cn: 客户机 ID，客户端的密匙和访问令牌已设置为此 web 部件工作。全局管理员可以将其设置在 {0}。

# socialnetworking.googleplus.apisettingsmissing
source: Client ID and Client secret have to be set in order to get access token.
cs_cz: Pro získání přístupového tokenu musí být nastaveno client ID a client secret.
zh_cn: 客户机 ID 和客户端的密匙必须被设置为了能访问令牌。

# socialnetworking.lengthafterprocessing
source: Length of post after processing: {0}
cs_cz: Délka příspěvku po zpracování: {0}
zh_cn: 开机自检后加工长度: {0}

# socialnetworking.linkedin.accesstoken
source: LinkedIn access token
cs_cz: Linkedln přístupový token
zh_cn: LinkedIn 访问令牌

# socialnetworking.linkedin.allsettingsmissing
source: API key, application secret and access token has to be set for this web part to work. Global Administrators can set it at {0}.
cs_cz: Aby tento webpart fungoval, musí být nastaven API klíč, application secret a přístupový token. Tyto hodnoty může nastavit globální správce v {0}.
zh_cn: API 键、 应用程序密码和访问令牌已设置为此 web 部件工作。全局管理员可以将其设置在 {0}。

# socialnetworking.linkedin.apisettingsmissing
source: API key and application secret have to be set in order to get access token.
cs_cz: Pro získání přístupového tokenu musí být nastaven API klíč a tajný kód aplikace (application secret).
zh_cn: API 密钥和应用程序密码必须设置才能访问令牌。
