Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# generalproperties.cachegroup
source: Output cache
cs_cz: Cache
sk_sk: Cache
zh_cn: 输出缓存

# generalproperties.cacheminutes
source: Cache minutes:
cs_cz: Cache minuty:
sk_sk: Cache minúty:
zh_cn: 缓存的分钟数:

# generalproperties.contentrating
source: Rating
cs_cz: Hodnocení
sk_sk: Hodnotenie
zh_cn: 评分

# generalproperties.created
source: Created:
cs_cz: Vytvořen:
sk_sk: Vytvorený:
zh_cn: 创建：

# generalproperties.createdby
source: Created by:
cs_cz: Vytvořil:
sk_sk: Vytvoril:
zh_cn: 通过创建：

# generalproperties.culture
source: Culture:
cs_cz: Jazyk:
sk_sk: Jazyk:
zh_cn: 语言：

# generalproperties.editablecontent
source: Edit regions & web parts
cs_cz: Upravit regiony a web party
sk_sk: Upraviť regióny & webparty
zh_cn: 编辑区域 & 的 web 部件

# generalproperties.guid
source: Node GUID:
cs_cz: GUID uzlu:
sk_sk: GUID uzla:
zh_cn: 节点的 GUID：

# generalproperties.lastmodified
source: Last modified:
cs_cz: Posledně modifikován:
sk_sk: Naposledy modifikované:
zh_cn: 上次修改时间:

# generalproperties.lastmodifiedby
source: Last modified by:
cs_cz: Posledně modifikoval:
sk_sk: Naposledy modifikoval:
zh_cn: 上次修改者:

# generalproperties.liveurl
source: Live URL:
cs_cz: Živé URL:
sk_sk: Živé URL:
zh_cn: 活的 URL：

# generalproperties.name
source: Page name:
cs_cz: Jméno dokumentu:
sk_sk: Meno dokumentu:
zh_cn: 页面名称：

# generalproperties.namepath
source: Name path:
cs_cz: Jmenná cesta:
sk_sk: Menná cesta:
zh_cn: 名称路径：

# generalproperties.nodeid
source: Node ID:
cs_cz: ID uzlu:
sk_sk: ID uzla:
zh_cn: 节点 ID：

# generalproperties.other
source: Other properties:
cs_cz: Další vlastnosti:
sk_sk: Ďalšie vlastnosti:
zh_cn: 其他属性：

# generalproperties.othergroup
source: Other properties
cs_cz: Další vlastnosti
sk_sk: Ďalšie vlastnosti
zh_cn: 其他属性

# generalproperties.owner
source: Owner:
cs_cz: Majitel:
sk_sk: Vlastník:
zh_cn: 所有者：

# generalproperties.pathgroup
source: Path
cs_cz: Cesta
sk_sk: Cesta
zh_cn: 路径

# generalproperties.published
source: Published:
cs_cz: Publikováno:
sk_sk: Publikované:
zh_cn: 出版日期：

# generalproperties.publishfrom
source: Publish from:
cs_cz: Publikovat od:
sk_sk: Publikovať od:
zh_cn: 从发布：

# generalproperties.publishto
source: Publish to:
cs_cz: Publikovat do:
sk_sk: Publikovať do:
zh_cn: 将发布到:

# generalproperties.radinherit
source: Inherit
cs_cz: Zdědit
sk_sk: Zdediť
zh_cn: 继承

# generalproperties.requiresalias
source: Please fill the 'Page alias' field.
cs_cz: Vyplňte pole 'Alias dokumentu'.
sk_sk: Prosím, vyplňte pole 'Alias dokumentu'.
zh_cn: 请填写 '页别名' 字段。

# generalproperties.resetratingconfirmation
source: Are you sure you want to reset rating?
cs_cz: Opravdu chcete vynulovat hodnocení?
sk_sk: Naozaj chcete resetnúť hodnotenie?
zh_cn: 你确定你想要重置评级？

# generalproperties.type
source: Type:
cs_cz: Typ:
sk_sk: Typ:
zh_cn: 类型：

# generalproperties.usecustomurlpath
source: Use custom URL path
cs_cz: Použít uživatelskou URL cestu
sk_sk: Použiť užívateľskú URL cestu
zh_cn: 使用自定义的 URL 路径

# getproduct.notfound
source: Product not found.
cs_cz: Produkt nenalezen.
sk_sk: Produkt nenájdený.
zh_cn: 未找到产品。

# global.error
source: Error
cs_cz: Chyba
sk_sk: Chyba
zh_cn: 错误

# global.errorsign
source: ERROR:&nbsp;
cs_cz: CHYBA:&nbsp;
sk_sk: CHYBA:&nbsp;
zh_cn: 错误:

# global.herecomesvideo
source: HERE COMES THE VIDEO
sk_sk: TU BUDE VIDEO
zh_cn: 这里来视频

# global.sitename
source: site '{0}'
cs_cz: web '{0}'
sk_sk: Web '{0}'
zh_cn: 网站"{0}"

# global.warning
source: WARNING:&nbsp;
cs_cz: VAROVÁNÍ:&nbsp;
sk_sk: UPOZORNENIE:&nbsp;
zh_cn: 警告：

# gridcolumndesigner.displayaslink
source: Display as link:
cs_cz: Zobrazit jako odkaz:
sk_sk: Zobraziť ako odkaz:
zh_cn: 将显示为链接：

# gridcolumndesigner.generate
source: Generate columns dynamically
cs_cz: Generovat sloupce dynamicky
sk_sk: Generovať stĺpce dynamicky
zh_cn: 动态生成的列

# gridcolumndesigner.headertext
source: Header text:
cs_cz: Text záhlaví:
sk_sk: Text záhlavia:
zh_cn: 页眉文本：

# gridcolumndesigner.properties
source: Column properties:
cs_cz: Vlastnosti sloupce:
sk_sk: Vlastnosti stĺpca:
zh_cn: 列属性：

# gridcolumndesigner.select
source: Select displayed columns
cs_cz: Výběr zobrazených sloupců
sk_sk: Výber zobrazených stĺpcov
zh_cn: 选择显示的列

# gridcolumndesigner.title
source: Grid column designer
cs_cz: Designer sloupců mřížky
sk_sk: Dizajn stĺpcov
zh_cn: 网格列设计师

# group.creategroup
source: Create a new group
cs_cz: Vytvořit novou skupinu
sk_sk: Vytvoriť novú skupinu
zh_cn: 创建新组

# group.current
source: (current group)
cs_cz: (aktuální skupina)
sk_sk: (aktuálna skupina)
zh_cn: （当前组）

# group.deletegroup
source: Delete group
cs_cz: Smazat skupinu
sk_sk: Zmazať skupinu
zh_cn: 删除组

# group.deletegroup.listlink
source: Groups list
cs_cz: Seznam skupin
sk_sk: Zoznam skupiny
zh_cn: 组列表

# group.deletemessage
source: Are you sure you want to delete this group?
cs_cz: Opravdu chcete smazat tuto skupinu?
sk_sk: Naozaj chcete zmazať skupinu?
zh_cn: 是否确实要删除此组?

# group.deleterelated
source: Delete all group pages (specified in {%GetResourceString("group.group.grouppagelocation")%})
cs_cz: Smazat všechny dokumenty
sk_sk: Zmazať všetky dokumenty skupiny
zh_cn: 删除所有组 （在 {%GetResourceString("group.group.grouppagelocation")%}) 中指定的页面

# group.editmemberheader
source: Edit member
cs_cz: Upravit člena
sk_sk: Upraviť člena
zh_cn: 编辑成员

# group.forums
source: Forums
cs_cz: Fóra
sk_sk: Fórum
zh_cn: 论坛

# group.group.accessanybody
source: Anybody can view the content
cs_cz: Každý může prohlížet obsah
sk_sk: Ktokoľvek môže vidieť obsah
zh_cn: 任何人都可以查看的内容

# group.group.accessgroupmembers
source: Only group members can view the content
cs_cz: Pouze členové skupiny mohou prohlížet obsah
sk_sk: Iba členovia skupiny môžu vidieť obsah
zh_cn: 只有组成员可以查看的内容

# group.group.accesssitemembers
source: Site members can view the content
cs_cz: Členové webu mohou prohlížet obsah
sk_sk: Členovia stránky môžu vidieť obsah
zh_cn: 网站成员可以查看的内容

# group.group.approveany
source: Any site member can join
cs_cz: Jakýkoliv člen webu se může přidat
sk_sk: Akýkoľvek člen stránky sa môže pripojiť
zh_cn: 任何网站成员都可以加入

# group.group.approveapproved
source: Only approved members can join
cs_cz: Pouze schválení členové se mohou přidat
sk_sk: Iba schválení užívatelia sa môžu pripojiť
zh_cn: 只有经核准的成员才可以加入

# group.group.approvedby
source: Approved by
cs_cz: Schválil(a)
sk_sk: Schválené
zh_cn: 经批准

# group.group.approveinvited
source: Only approved members can join except for invited members
cs_cz: Pouze schválení členové se mohou přidat s výjimkou pozvaných
sk_sk: Iba schválení užívatelia sa môžu pripojiť, s výnimkou pozvaných užívateľov
zh_cn: 只有经核准的成员才可以加入除了邀请成员

# group.group.approvemembers
source: Approve members
cs_cz: Schvalování členů
sk_sk: Povoľ užívateľov
zh_cn: 批准成员

# group.group.avatar
source: Avatar
zh_cn: 头像

# group.group.contentaccess
source: Content access
cs_cz: Přístup k obsahu
sk_sk: Prístup k obsahu
zh_cn: 内容访问

# group.group.createdby
source: Created by
cs_cz: Vytvořil(a)
sk_sk: Vytvorené
zh_cn: 创建由

# group.group.createdinfo
source: Group has been successfully created
cs_cz: Skupina byla vytvořena
sk_sk: Skupine bola úspešne vytvorená
zh_cn: 已成功创建组

# group.group.grouppagelocation
source: Group pages location
cs_cz: Umístění stránek skupiny:
sk_sk: Lokácia stránok skupiny
zh_cn: 组页位置

# group.group.sendjoinleave
source: Notify group admins when a user joins/leaves
cs_cz: Upozornit administrátory na příchod/odchod člena
sk_sk: Upozorni správcu skupiny keď sa užívateľ pripojí/odpojí
zh_cn: 当一个用户联接/叶通知组管理员

# group.group.sendwaitingforapproval
source: Notify group admins on pending members
cs_cz: Upozornit administrátory na čekající členy
sk_sk: Upozorni správcu skupiny o čakajúcich členoch
zh_cn: 通知组管理员上挂起成员

# group.group.succreg
source: Group has been successfully registered.
cs_cz: Skupina byla zaregistrována.
sk_sk: Skupina bola úspešne registrovaná.
zh_cn: 组已成功注册。

# group.group.succregapprove
source: Group has been successfully registered but must be approved by administrator.
cs_cz: Skupina byla zaregistrována, nyní musí být schválena administrátorem.
sk_sk: Skupina bola úspešne zaregistrovaná ale musí byť schválená správcom.
zh_cn: 组已成功注册，但必须由管理员批准。

# group.group.uniquegrouperror
source: Group with this name already exists, please enter another name
cs_cz: Skupina stejného názvu už existuje, zadejte jiný název
sk_sk: Skupina so zadaným menom už existuje. Prosím, zadajte iný názov.
zh_cn: 具有此名称的组已存在，请输入另一个名称

# group.groupmembersonlyauthenticatedtext
source: The content of this group is only available to its members. You can join to the group {0}here{1}.
cs_cz: Stránky skupiny jsou přístupné pouze jejím členům. Přidat se můžete {0}tady{1}.
sk_sk: Obsah skupiny je prístupný iba členom skupiny. K skupine sa môžete pripojiť {0}tu{1}.
zh_cn: 该组的内容只是向其成员提供的。你可以加入到组 {0} 这里 {1}。

# group.groupmembersonlytext
source: The content of this group is only available to its members. You can {0}sign in{1} to join the group.
cs_cz: Stránky skupiny jsou přístupná pouze jejím členům. {0}Přihlaste se{1} a přidejte se ke skupině.
sk_sk: Obsah skupiny je prístupný iba členom skupiny. K skupine sa môžete prihlásiť {0}tu{1}.
zh_cn: 该组的内容只是向其成员提供的。你可以 {0} 在 {1} 加入小组的标志。

# group.groupprofile.nogroup
source: No group found
cs_cz: Nebyla nalezene žádná skupina
sk_sk: Žiadna skupina nenájdená.
zh_cn: 未找到组

# group.headercaption
source: Groups
cs_cz: Skupiny
sk_sk: Skupiny
zh_cn: 团体

# group.invitationisnotvalid
source: The invitation is no longer valid.
cs_cz: Pozvánka už nění platná.
sk_sk: Pozvánka už nie je platná.
zh_cn: 邀请不再是有效的。

# group.invitationnolongerexists
source: The invitation no longer exists.
cs_cz: Pozvánka už neexistuje.
sk_sk: Pozvánka už neexistuje.
zh_cn: 邀请不再存在。

# group.inviteuser
source: Invite user
cs_cz: Pozvat uživatele
sk_sk: Pozvať užívateľa
zh_cn: 邀请用户

# group.itemlistlink
source: Groups
cs_cz: Skupiny
sk_sk: Skupiny
zh_cn: 团体

# group.joingroup
source: Join the group
cs_cz: Přidat se ke skupině
sk_sk: Pripojiť sa k skupine
zh_cn: 加入组

# group.leavegroup
source: Leave the group
cs_cz: Opustit skupinu
sk_sk: Opustiť skupinu
zh_cn: 离开群

# group.manage
source: Manage the group
cs_cz: Upravit skupinu
sk_sk: Spravovať skupinu
zh_cn: 管理组

# group.managegroup
source: Manage the group
cs_cz: Upravit skupinu
sk_sk: Spravovať skupinu
zh_cn: 管理组

# group.member.addmember
source: Add member
cs_cz: Přidat člena
sk_sk: Pridať člena
zh_cn: 添加成员

# group.member.approved
source: Member approved
cs_cz: Člen schválen
sk_sk: Člen povolený
zh_cn: 成员批准

# group.member.comment
source: Comment
cs_cz: Komentář
sk_sk: Komentár
zh_cn: 评论

# group.member.invitemember
source: Invite member
cs_cz: Pozvat člena
sk_sk: Pozvať člena
zh_cn: 邀请成员

# group.member.join
source: Join the community
cs_cz: Přidat se ke komunitě
sk_sk: Pripojiť sa k skupine
zh_cn: 加入社区

# group.member.joined
source: Member joined
cs_cz: Člen přidán
sk_sk: Člen pripojený
zh_cn: 成员加入

# group.member.memberinroles
source: Member is in roles:
cs_cz: Člen je v rolích:
sk_sk: Člen je v roliach:
zh_cn: 成员是在角色：

# group.member.newmember
source: New member
cs_cz: Nový člen
sk_sk: Nový člen
zh_cn: 新成员

# group.member.rejected
source: Member rejected
cs_cz: Člen odmítnut
sk_sk: Člen zamietnutý
zh_cn: 拒绝的成员

# group.member.role
source: Create a role first.
cs_cz: Nejprve vytvořte nějakou roli.
sk_sk: Najskôr vytvorte rolu.
zh_cn: 首先创建一个角色。

# group.member.selectuser
source: Please select a user first.
cs_cz: Nejprve vyberte nějakého uživatele.
sk_sk: Prosím, vyberte užívateľa.
zh_cn: 请先选择一个用户。

# group.member.userexists
source: User is already member of the group!
cs_cz: Uživatel už je členem skupiny!
sk_sk: Užívateľ už je členom skupiny.
zh_cn: 用户已经是组的成员 ！

# group.member.userhasbeenapproved
source: Member has been approved
cs_cz: Člen byl schválen
sk_sk: Člen bol schválený
zh_cn: 成员已被批准

# group.member.userhasbeenrejected
source: Member has been rejected
cs_cz: Člen byl odmítnut
sk_sk: Člen bol zamietnutý
zh_cn: 成员已被拒绝

# group.membershipgroupselector
source: Group
cs_cz: Název skupiny nebo jeho část:
sk_sk: Názov skupiny alebo časť názvu:
zh_cn: 组

# group.newheadercaption
source: New group
cs_cz: Nová skupina
sk_sk: Nová skupina
zh_cn: 新组

# group.newitemcaption
source: New group
cs_cz: Nová skupina
sk_sk: Nová skupina
zh_cn: 新组

# group.newmemberheader
source: New group member
cs_cz: Nový člen skupiny
sk_sk: Nový člen skupiny
zh_cn: 新建组成员

# group.nolongerexists
source: The group no longer exists.
cs_cz: Skupina uý neexistuje.
sk_sk: Skupina už neexistuje.
zh_cn: 不再存在的组。

# group.polls.newpoll
source: Add new poll
cs_cz: Přidat novou anketu
sk_sk: Pridať anketu
zh_cn: 添加新的民意测验

# group.registration.templatecopyfailed
source: Error during group creation
cs_cz: Chyba během vytváření skupiny
sk_sk: Chyba pri vytváraní skupiny
zh_cn: 创建组时出错

# group.selectgroups
source: Select groups
cs_cz: Vybrat skupinu
sk_sk: Vyberte skupinu
zh_cn: 选择组

# group.sitemembersonlytext
source: The content of this group is only available to site members. You can {0}sign in{1} to view the content.
cs_cz: Stránky skupiny jsou přístupně pouze členům webu. Musíte se {0}příhlásit{1}.
sk_sk: Obsah tejto skupiny je iba pre členov stránky. Pre zobrazenie obsahu sa môžete prihlásiť {0}tu{1}.
zh_cn: 这一组的内容仅供网站成员。你可以 {0} 标志，{1} 以查看其内容。

# group.viewgroup
source: View group
cs_cz: Prohlédnout skupinu
sk_sk: Zobraziť skupinu
zh_cn: 查看组

# group_general.boards.boards
source: Boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 议会

# group_general.boards.boards.backtolist
source: Message boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 留言板

# group_general.boards.boards.backtosubscriptions
source: Subscriptions
cs_cz: Odběratelé
sk_sk: Prihlášky
zh_cn: 订阅

# group_general.boards.boards.edit
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# group_general.boards.boards.messages
source: Messages
cs_cz: Zprávy
sk_sk: Správy
zh_cn: 消息

# group_general.boards.boards.moderators
source: Moderators
cs_cz: Moderátoři
sk_sk: Moderátori
zh_cn: 版主

# group_general.boards.boards.newsubscription
source: New subscription
cs_cz: Nový odběratel
sk_sk: Nová prihláška
zh_cn: 新建订阅

# group_general.boards.boards.security
source: Security
cs_cz: Zabezpečení
sk_sk: Bezpečnosť
zh_cn: 安全

# group_general.boards.boards.subslist
source: Subscriptions
cs_cz: Odběratelé
sk_sk: Prihlášky
zh_cn: 订阅

# group_general.boards.messages
source: Messages
cs_cz: Zprávy
sk_sk: Správy
zh_cn: 消息

# group_general.forumbaseurllabel
source: Forum group base URL:
cs_cz: Základní URL diskusní skupiny:
sk_sk: Základná URL diskusnej skupiny:
zh_cn: 论坛组基 URL：

# group_general.groupalreadyexists
source: Forum group with given name already exists!
cs_cz: Diskusní skupina s daným jménem již existuje.
sk_sk: Diskusná skupina s daným menom už existuje.
zh_cn: 论坛具有给定名称的组已存在 ！

# group_general.groupdisplaynamelabel
source: Group display name:
cs_cz: Zobrazené jméno skupiny:
sk_sk: Zobrazované meno skupiny:
zh_cn: 组的显示名称：

# group_general.grouplist
source: Groups
cs_cz: Skupiny
sk_sk: Skupiny
zh_cn: 团体

# group_general.groupnamelabel
source: Group code name:
cs_cz: Kódové jméno skupiny:
sk_sk: Kódové meno skupiny:
zh_cn: 组的代码名称:

# group_general.groupnotfound
source: Group specified by ID not found.
cs_cz: Skupina specifikovaná pomocí ID nebyla nalezena.
sk_sk: Skupina špecifikovaná pomocou ID nebola nájdená.
zh_cn: 由 ID 找不到指定的组。

# group_general.medialibrary.newlibrary
source: New media library
cs_cz: Nová knihovna
sk_sk: Nová knižnica
zh_cn: 新建媒体库

# group_general.newgroup
source: New forum group
cs_cz: Nová diskusní skupina
sk_sk: Nová diskusná skupina
zh_cn: 新论坛组

# group_general.unsubscriptionurllabel
source: Forum group unsubscription URL:
cs_cz: URL odhlašovací stránky:
sk_sk: URL odhlasovacej stránky diskusnej skupiny:
zh_cn: 论坛组确认撤销 URL：

# group_list.headercaption
source: Forum groups
cs_cz: Diskusní skupiny
sk_sk: Diskusné skupiny
zh_cn: 论坛组

# groupinvitation.confirmaccept
source: Are you sure you want to accept this invitation?
cs_cz: Opravdu chcete přijmout tuto pozvánku?
sk_sk: Naozaj chcete akceptovať pozvánku?
zh_cn: 你确定你想要接受这一邀请？

# groupinvitation.emptyusers
source: Please select a username
cs_cz: Vyberte nějakého uživatele
sk_sk: Prosím, vyberte užívateľa
zh_cn: 请选择一个用户名

# groupinvitation.group
source: Group
cs_cz: Skupina
sk_sk: Skupina
zh_cn: 组

# groupinvitation.invitationsuccess
source: You have successfully invited ##UserName## to ##GroupName##.
cs_cz: Úspěšně jste pozval(a) ##UserName## do skupiny ##GroupName##.
sk_sk: Úspešne ste pozvali užívateľa ##UserName## do ##GroupName##.
zh_cn: 您已成功邀请 ##USERNAME## 到 ##GroupName##。

# groupinvitation.invitationsuccessmult
source: Users were successfully invited to group ##GroupName##.
cs_cz: Uživatelé byly úspěšně pozváni do skupiny ##GroupName##.
sk_sk: Užívateľ bol úspešne prihlásený do skupiny ##GroupName##.
zh_cn: 用户成功地应邀组 ##GroupName##。

# groupinvitation.invitationtext
source: To which group you wish to invite
cs_cz: Do jaké skupiny chcete pozvat
sk_sk: Do, ktorej skupiny si prajete pozvať
zh_cn: 您要为哪一组邀请

# groupinvitation.invitationtype
source: Invite
cs_cz: Pozvat
sk_sk: Pozvať
zh_cn: 邀请

# groupinvitation.invitationunsuccess
source: ##UserName## is already member of ##GroupName## group or has been already invited.
cs_cz: ##UserName## je členem nebo již byl pozván do skupiny ##GroupName##.
sk_sk: Užívateľ ##UserName## už je členom skupiny ##GroupName## alebo bol pozvaný.
zh_cn: ##USERNAME## 已经是 ##GroupName## 组的成员或已被邀请。

# groupinvitation.invitationunsuccessmult
source: User ##USERNAME## could not be invited to group ##GROUPNAME##.
cs_cz: Uživatel ##USERNAME## nemůže být pozván do skupiny ##GROUPNAME##.
sk_sk: Užívateľ ##USERNAME## nemôže byť pozvaný do skupiny ##GROUPNAME##.
zh_cn: 用户 ##USERNAME## 可不应邀请组 ##GroupName##。

# groupinvitation.invite
source: Invite to group
cs_cz: Přizvat ke skupině
sk_sk: Pozvať do skupiny
zh_cn: 邀请到组

# groupinvitation.invited
source: Invited
cs_cz: Pozván(a)
sk_sk: Pozvaný
zh_cn: 邀请

# groupinvitation.invitedby
source: Invited by
cs_cz: Pozval(a)
sk_sk: Pozvaný
zh_cn: 通过邀请

# groupinvitation.invitedwhen
source: When
cs_cz: Datum
sk_sk: Kedy
zh_cn: 当

# groupinvitation.nogroup
source: You are not in any group. You cannot invite members.
cs_cz: Nejste v žádné skupině a nemůžete tudíž zvát další členy.
sk_sk: Nie ste v žiadnej skupine. Nemôžete pozívať.
zh_cn: 你不是在任何组中。您不能邀请成员。

# groupinvitation.resendfailed
source: Invitation resend failed.
cs_cz: Přeposlání pozvánky selhalo.
sk_sk: Preposlanie pozvánky zlyhalo.
zh_cn: 邀请重发失败。

# groupinvitation.resendsuccess
source: Invitation was successfully resent.
cs_cz: Pozvánka byla přeposlána.
sk_sk: Preposlanie pozvánky bolo úspešné.
zh_cn: 邀请成功是怨恨。

# groupinvitation.sitemember
source: Site member
cs_cz: Člen webu
sk_sk: Člen stránky
zh_cn: 网站成员

# groupinvitation_edit.groupinvatedbyuseridlabel
source: Group invated by user ID:
cs_cz: Pozvaný uživatelem ID:
sk_sk: Pozvaný užívateľom ID:
zh_cn: 组 invated 由用户 ID：

# groupinvitation_edit.groupinvateduseridlabel
source: Group invated user ID:
cs_cz: Pozvaný uživatelem ID:
sk_sk: Pozvaný užívateľom ID:
zh_cn: 组 invated 用户 ID：

# groupinvitation_edit.groupinvitationcommentlabel
source: Group invitation comment:
cs_cz: Komentář pozvánky:
sk_sk: Komentár pozvánky:
zh_cn: 组邀请评论：

# groupinvitation_edit.groupinvitationcreatedlabel
source: Group invitation created:
cs_cz: Poznámka vytvořena:
sk_sk: Pozvánka vytvorená:
zh_cn: 加入群的邀请创建：

# groupinvitation_edit.groupinvitationfrienduseridlabel
source: Group invitation friend user ID:
cs_cz: Pozvánka přítelem ID:
sk_sk: Pozvánka priateľom ID:
zh_cn: 组邀请朋友用户 ID：

# groupinvitation_edit.groupinvitationgroupidlabel
source: Group invitation group ID:
cs_cz: ID skupiny:
sk_sk: ID skupiny:
zh_cn: 组邀请组 ID：

# groupinvitation_edit.groupinvitationlastmodifiedlabel
source: Group invitation last modified:
cs_cz: Poslední úprava:
sk_sk: Posledná zmena:
zh_cn: 加入群的邀请最后修订日期：

# groupinvitation_edit.groupinvitationvalidtolabel
source: Group invitation valid to:
cs_cz: Platnost pozvánky do:
sk_sk: Platná do:
zh_cn: 组邀请有效期至：

# groupinvitation_edit.headercaption
source: Group invitation properties
cs_cz: Vlastnosti pozvánky
sk_sk: Vlastnosti pozvánky:
zh_cn: 组邀请属性

# groupinvitation_edit.itemlistlink
source: Group invitations
cs_cz: Pozvánky do skupiny
sk_sk: Pozvánky do skupiny
zh_cn: 组邀请

# groupinvitation_edit.newitemcaption
source: New group invitation
cs_cz: Nová pozvánka
sk_sk: Nová pozvánka
zh_cn: 新加入群的邀请

# groupinvitation_list.headercaption
source: Group invitations
cs_cz: Pozvánky do skupiny
sk_sk: Pozvánky do skupiny
zh_cn: 组邀请

# groupinvitation_list.newitemcaption
source: New group invitation
cs_cz: Nová pozvánka
sk_sk: Nová pozvánka
zh_cn: 新加入群的邀请

# groups.created
source: Created
cs_cz: Vytvořeno
sk_sk: Vytvorené
zh_cn: 创建

# groups.groupname
source: Community group name
cs_cz: Jméno skupiny
sk_sk: Názov skupiny
zh_cn: 社交组名称

# groups.jointhegroup
source: Join the group
cs_cz: Přidat se ke skupině
sk_sk: Pripojiť sa do skupiny
zh_cn: 加入组

# groups.leavethegroup
source: Leave the group
cs_cz: Opustit skupinu
sk_sk: Opustiť skupinu
zh_cn: 离开群

# groups.memberapproved.subject
source: You are now approved to access group {%group.groupdisplayname|(encode)true%}
cs_cz: Nyní máte povolen přístup ke skupině {%group.groupdisplayname|encode=true%}
sk_sk: Máte povolený prístup do skupiny {%group.groupdisplayname| encode=true%}
zh_cn: 你现在获准访问组 {%group.groupdisplayname| (编码） 真实 %}

# groups.memberjoin.subject
source: New member joined group {%group.groupdisplayname|(encode)true%}
cs_cz: Nový člen se přípojil ke skupině {%group.groupdisplayname|encode=true%}
sk_sk: Nový člen sa pripojil k skupine {%group.groupdisplayname| encode=true%}
zh_cn: 新成员加入的组 {%group.groupdisplayname| (编码） 真实 %}

# groups.memberjoined
source: You are now member of group ##GROUPNAME##.
cs_cz: Nyní jste členem skupiny ##GROUPNAME##.
sk_sk: Ste členom skupiny ##GROUPNAME##.
zh_cn: 你现在是成员的组 ##GROUPNAME##.

# groups.memberjoinedconfirmation.subject
source: You are now member of group {%group.groupdisplayname|(encode)true%}
cs_cz: Nyní jste členem skupiny {%group.groupdisplayname|encode=true%}
sk_sk: Ste členom skupiny {%group.groupdisplayname| encode=true%}
zh_cn: 你现在是 {%group.groupdisplayname| (组的成员编码） 真实 %}

# groups.memberjoinedwaiting
source: You are waiting for approval to join the ##GROUPNAME## group.
cs_cz: Nyní čekáte na schválení členství ve skupine ##GROUPNAME##.
sk_sk: Čakáte na schválenie prístupu do skupiny ##GROUPNAME##.
zh_cn: 你正在等待批准加入 ##GroupName## 组。

# groups.memberjoinedwaitingforapproval.subject
source: You are now waiting for approval to group {%group.groupdisplayname|(encode)true%}
cs_cz: Nyní čekáte na schválení členství ve skupině {%group.groupdisplayname|encode=true%}
sk_sk: Čakáte na schválenie prístupu do skupiny{%group.groupdisplayname| encode=true%}
zh_cn: 你现在在等待批准到组 {%group.groupdisplayname| (编码） 真实 %}

# groups.memberleave.subject
source: User left group {%group.groupdisplayname|(encode)true%}
cs_cz: Uživatel opustil skupinu {%group.groupdisplayname|encode=true%}
sk_sk: Opustili ste skupinu {%group.groupdisplayname| encode=true%}
zh_cn: 用户左的组 {%group.groupdisplayname| (编码） 真实 %}

# groups.memberrejected.subject
source: You were rejected from group {%group.groupdisplayname|(encode)true%}
cs_cz: Vaše členství ve skupině {%group.groupdisplayname|encode=true%} bylo zamítnuto.
sk_sk: Boli ste zamietnutý zo skupiny {%group.groupdisplayname| encode=true%}
zh_cn: 你被拒绝从组 {%group.groupdisplayname| (编码） 真实 %}

# groups.memberwaitingforapproval.subject
source: User waiting for approval in group {%group.groupdisplayname|(encode)true%}
cs_cz: Uživatel čeká na schválení členství ve skupině {%group.groupdisplayname|encode=true%}
sk_sk: Čakáte na schválenie do skupiny {%group.groupdisplayname| encode=true%}
zh_cn: 用户组 {%group.groupdisplayname| (中等待编码） 真实 %}

# groups.role.group
source: Group:
cs_cz: Skupina:
sk_sk: Skupina:
zh_cn: 组:
