Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# departmentselector.entersearch
source: Department
cs_cz: Název oddělení:
sk_sk: Názov oddelenia:
zh_cn: 新闻部

# departmentselector.itemname
source: Department name
cs_cz: Název oddělení
sk_sk: Názov oddelenia
zh_cn: 部门名称

# departmentselector.moreitems
source: (more departments...)
cs_cz: (více oddělení...)
sk_sk: (viac oddelení ...)
zh_cn: （更多部门......)

# departmentselector.nodata
source: No department selected.
cs_cz: Nebyla vybrána žádná oddělení.
sk_sk: Neboli vybrané žiadne oddelenia.
zh_cn: 没有选定的部门。

# departmentselector.selectitem
source: Select department
cs_cz: Vybrat oddělení
sk_sk: Vybrať oddelenie
zh_cn: 选择部门

# departmentsselector.additems
source: Add departments
cs_cz: Přidat oddělení
sk_sk: Pridať oddelenie
zh_cn: 添加部门

# departmentsselector.entersearch
source: Department
cs_cz: Název oddělení:
sk_sk: Názov oddelenia:
zh_cn: 新闻部

# departmentsselector.itemname
source: Department name
cs_cz: Název oddělení
sk_sk: Názov oddelenia
zh_cn: 部门名称

# departmentsselector.moreitems
source: (more departments...)
cs_cz: (více oddělení...)
sk_sk: (viac oddelení...)
zh_cn: （更多部门......)

# departmentsselector.nodata
source: No departments selected.
cs_cz: Nebyla vybrána žádná oddělení.
sk_sk: Neboli vybrané žiadne oddelania.
zh_cn: 没有选定的部门。

# departmentsselector.selectitem
source: Select departments
cs_cz: Vybrat oddělení
sk_sk: Vyber oddelenie
zh_cn: 选择部门

# deployment.fulltrustrequired
source: Storing virtual objects in the file system requires fully trusted application. Please contact your system administrator to check the application configuration.
zh_cn: 在文件系统中存储的虚拟物体需要完全受信任的应用程序。请联系您的系统管理员联系，以检查应用程序配置。

# deployment.objectssavedsuccessfully
source: Virtual objects have been successfully saved to the ~/CMSVirtualFiles/ folder.
cs_cz: Virtuální objekty byly úspěšně uloženy do složky ~/CMSVirtualFiles/
zh_cn: 虚拟对象已成功保存到 ~/CMSVirtualFiles/ 文件夹中。

# deployment.savealltodb
source: Store all virtual objects in database
cs_cz: Uložit všechny virtuální objekty do databáze
zh_cn: 在数据库中存储所有的虚拟对象

# deployment.savealltodbinfo
source: Deployment mode is <strong>on</strong>, all virtual files are stored in the file system. Click "Store all virtual objects in database" to disable deployment mode. Virtual objects will be deleted from the file system and stored only in the database.
cs_cz: Režim nasazení je <strong>zapnutý</strong>, všechny virtuální soubory jsou uloženy v souborovém systému. Klikněte na tlačítko "Uložit všechny virtuální objekty do databáze", pokud chcete tento režim vypnout. Virtuální objekty budou ze souborového systému smazány a budou uloženy pouze v databázi.
zh_cn: 部署模式处于<strong>打开</strong>状态，所有的虚拟文件都存储在文件系统中。单击"存储在数据库中的所有虚拟对象"来禁用部署模式。虚拟对象将从文件系统中删除，并仅在数据库中存储。

# deployment.savealtformlayouts
source: Alternative form layouts
zh_cn: 替代表格布局

# deployment.savealtformlayoutsindb
source: Store alternative form layouts in database
zh_cn: 在数据库中存储替代表格布局

# deployment.savecss
source: CSS stylesheets
cs_cz: CSS styly
zh_cn: CSS 样式表

# deployment.savelayouts
source: Page layouts
cs_cz: Layouty stránky
zh_cn: 页面布局

# deployment.savepagetemplates
source: Page template layouts
cs_cz: Layouty šablon stránek
zh_cn: 页面模板布局

# deployment.savetansformations
source: Transformations
cs_cz: Transformace
zh_cn: 转换

# deployment.savewebpartcontainers
source: Web part containers
cs_cz: Webpart kontejnery
zh_cn: Web 部件容器

# deployment.savewebpartlayouts
source: Web part layouts
cs_cz: Webpart layouty
zh_cn: Web 部件的布局

# deployment.sourcecontrolinfo
source: Select the virtual objects that you wish to store in the file system. You can then edit the code in external editors or use external source control. If you disable source control for an object type and apply the changes, all changes made externally are transferred to the database.<br/><br/> The selected object types are stored in the file system, the others only in the database:
cs_cz: Pokud chcete upravovat virtuální objekty v extrémních editorech nebo používat externí source control pro úpravu objektů, můžete zvolit uložení objektů na disk. Odklikněte políčko pro přesunutí dat ze souborového systému znovu do databáze. Pokud znovu zvolíte uložení objektů do databáze, všechny změny objektů učiněné externě budou též aplikovány na databázová data.<br/><br/>Vybrané objekty budou uloženy v souborovém systému, ostatní budou uloženy v databázi.
zh_cn: 选择您希望存储在文件系统中的虚拟对象。然后可以外部编辑器中编辑代码，也可以使用外部源代码管理。如果您禁用源代码管理对象类型和应用所做的更改，外部所做的所有更改将被都转移到数据库。<br><br>选定的对象类型存储在文件系统中，人只是在数据库中：

# deployment.sourcecontrolstore
source: Apply changes
cs_cz: Aplikovat změny
zh_cn: 应用更改

# design.cannotmovewebpart
source: Cannot move web part '{0}' to its own child zone.
cs_cz: Není možné přesunout webpart '{0}' do vlastní podzóny.
zh_cn: 不能将 web 部件 '{0}' 移动到它自己的子区域。

# design.editcodemissing
source: You are not allowed to edit ASCX code.
cs_cz: Nemáte povolení upravovat ASCX kód.
zh_cn: 你不是允许编辑 ASCX 代码。

# designmode.cantdisplay
source: The content can't be displayed in design mode. Uncheck the 'Web part content' box and refresh the Design page.
zh_cn: 在设计模式中，无法显示内容。取消选择 Web 部件内容复选框，并刷新设计页面。

# development.alternatingitem
source: Altnernating item template
cs_cz: Alternativní šablona položky
sk_sk: Náhradná šablóna položky
zh_cn: Altnernating 项目模板

# development.cssstylesheets
source: CSS stylesheets
cs_cz: CSS šablony stylů
sk_sk: Šablóny CSS štýlov
zh_cn: CSS 样式表

# development.cssstylesheetsdescription
source: Allows you to create, edit and manage CSS stylesheets. Stylesheets define the appearance and design of pages and their components. Use the Sites and Pages applications to assign stylesheets to sites or individual pages.
cs_cz: V této sekci je seznam CSS stylů. Je možné vytvářet nové styly, upravovat a mazat stávající. Vytvořený styl lze exportovat.
sk_sk: Táto sekcia zobrazuje zoznam CSS štýlov. Je tu možné vytvárať nové štýly a upravovať, mazať alebo exportovať existujúce.
zh_cn: 允许您创建、 编辑和管理 CSS 样式表。样式表定义的外观和设计的页面和其组件。使用网站和网页应用程序分配给网站或个人网页的样式表。

# development.culturesdescription
source: Allows you to manage the system's resource strings and cultures (languages). Resource strings store the text displayed within the administration interface, and provide a way to insert localization expressions with different values for each language. The application only manages resource strings stored in the database, the system's default strings are stored on the file system in resx files.
cs_cz: Sekce uvádí seznam jazyků. Je možné přidávat nové jazyky, upravovat a mazat stávající.
sk_sk: Táto sekcia zobrazuje zoznam jazykov. Je tu možné vytvárať nové jazyky a upravovať alebo mazať existujúce.
zh_cn: 允许您管理系统的资源字符串和语言 （语言）。资源字符串存储在管理界面中，显示的文本，并提供一种方式插入不同的值，为每种语言的本地化表达式。该应用程序只管理资源字符串存储在数据库中，系统的默认字符串存储在文件系统中的 resx 文件上。

# development.currentitem
source: Current item templates
cs_cz: Současná šablona položky
sk_sk: Súčasná šablóna položky
zh_cn: 当前的项目模板

# development.doctypes
source: Page types
cs_cz: Typy dokumentů
sk_sk: Typy dokumentov
zh_cn: 页面类型

# development.documenttypes
source: Page types:
cs_cz: Typy dokumentů:
sk_sk: Typy dokumentov:
zh_cn: 页面类型：

# development.documenttypes.esdescription
source: Allows you to manage page types. You can create new page types or define their structure. You can also specify which page types can be used in certain sections of the site.
zh_cn: 允许您管理页面类型。您可以创建新的页面类型或定义它们的结构。您还可以指定哪些页面类型可以用在网站的某些部分。

# development.firstitem
source: First item templates
cs_cz: Šablony první položky
sk_sk: Šablóny prvej položky
zh_cn: 第一项模板

# development.footer
source: Footer item templates
cs_cz: Šablony položky zápatí
sk_sk: Šablóny položky pätičky
zh_cn: 页脚项模板

# development.formcontrols.controlscope
source: Control scope
cs_cz: Rozsah controlu
zh_cn: 控制范围

# development.formcontrols.showin
source: Show control in
cs_cz: Zobrazovat kontrol v
sk_sk: Zobrazovať prvok v
zh_cn: 在显示控制

# development.formcontrols.usefor
source: Use control for
cs_cz: Použít kontrol k
sk_sk: Použiť prvok pre
zh_cn: 使用控制

# development.header
source: Header item templates
cs_cz: Hlavička šablon položek
sk_sk: Šablóny položky hlavičky
zh_cn: 标头项模板

# development.invalidtransformationlevel
source: Level must be an integer greater than or equal to -1.
cs_cz: Úroveň musí být celé číslo větší nebo rovné -1.
sk_sk: Úroveň musí byť celé čislo väčšia elbo rovné -1.
zh_cn: 级别必须大于或等于-1 的整数。

# development.item
source: Item templates
cs_cz: Šablony položky
sk_sk: Šablóny položiek
zh_cn: 项模板

# development.javascript
source: Javascript files
cs_cz: Javascript soubory
zh_cn: Javascript 文件

# development.javascriptdescription
source: Allows you to manage custom JavaScript files through the administration interface, without requiring direct access to the file system.
cs_cz: Umožňuje správu Javascript souborů
zh_cn: 允许您管理自定义的 JavaScript 文件，通过管理界面中，而无需直接访问文件系统。

# development.lastitem
source: Last item templates
cs_cz: Šablony poslední položky
sk_sk: Šablóny poslednej položky
zh_cn: 最后一项模板

# development.level
source: Level:
cs_cz: Úroveň:
sk_sk: Úroveň:
zh_cn: 级别：

# development.localization
source: Localization
zh_cn: 本地化

# development.macrorules
source: Macro rules
cs_cz: Makro pravidla
zh_cn: 宏规则

# development.macrorulesdescription
source: Allows you to create global and form validation macro rules. Macro rules are text-based representations of macro conditions that define certain requirements. Users can build conditions out of macro rules without knowledge of the macro syntax.
cs_cz: Tato sekce vám umožní definovat množinu globálních pravidel, která mohou být použita pro vytvoření uživatelsky přívětivých makro podmínek (např. pro modul On-line Marketing).
zh_cn: 允许您创建全局和形成宏的验证规则。宏规则是基于文本的表示法定义某些要求的宏条件。用户可以构建宏规则不知情的情况下的宏语法的条件。

# development.modules
source: Modules
cs_cz: Moduly
sk_sk: Moduly
zh_cn: 模块

# development.modulesdescription
source: Allows developers to find information about the system and perform customizations. The system's functionality is separated into modules. For example, you can use modules to create custom settings, add fields to system objects or extend the administration interface.
cs_cz: V této sekci je seznam dostupných modulů. Je možné přidávat nové moduly, upravovat stávající nebo je smazat.
sk_sk: Táto sekcia zobrazuje zoznam modulov. Je tu možne vytvárať nové moduly a upravovať, mazať alebo exportovať existujúce.
zh_cn: 允许开发人员查找有关系统的信息，并执行自定义项。系统的功能分为模块。例如，您可以使用模块来创建自定义的设置，将字段添加到系统对象或扩展管理界面。

# development.pagelayout
source: Page layouts
cs_cz: Rozvržení stránek
sk_sk: Layouty stránok
zh_cn: 页面布局

# development.pagelayoutdescription
source: Allows you to manage shared page layouts and edit their code. Layouts define the structure of portal engine page templates. Use the Page templates application to edit the layout of templates that have their own custom layout.
cs_cz: V této sekci je seznam rozvržení stránek. Lze tady vytvářet nové rozvržení, upravovat a mazat stávající.
sk_sk: Táto sekcia zobrazuj zoznam layoutov stránok. Je možné vytvárať nové layouty, upravovať a mazať existujúce.
zh_cn: 允许您管理共享的页面布局和编辑他们的代码。布局定义门户引擎页面模板的结构。使用页面模板应用程序编辑的布局有其自己的自定义布局的模板。

# development.relationshipnames
source: Relationship names
cs_cz: Názvy vztahů
sk_sk: Názvy vzťahov
zh_cn: 关系名称

# development.relationshipnamesdescription
source: Allows you to prepare relationship types for pages and system objects. To create relationships between pages, open the Pages application and edit pages on the Properties -> Related pages tab.
cs_cz: V této sekci je seznam názvů vztahů. Je možné vytvářet nové vztahy, upravovat nebo mazat stávající.
sk_sk: Táto sekcia zobrazuje zoznam vzťahov. Je tu možné vytvárať nové a upravovať alebo mazať existujúce.
zh_cn: 允许您为页面和系统对象准备关系类型。若要创建页面之间的关系，打开的网页应用程序和编辑页面上的-> 相关的页选项卡上的属性。

# development.resourcestrings
source: Resource strings
zh_cn: 资源字符串

# development.searchenginenames
source: Search engines
cs_cz: Vyhledávače
sk_sk: Vyhľadávače
zh_cn: 搜索引擎

# development.separator
source: Separator
cs_cz: Oddělovač
sk_sk: Oddeľovač
zh_cn: 分隔符

# development.settings
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# development.singleitem
source: Single item templates
cs_cz: Šablony samostatné položky
sk_sk: Šablóny samostatnej položky
zh_cn: 单个项目模板

# development.sysdev.tests
source: Tests
zh_cn: 测试

# development.taggroups
source: Tag groups
cs_cz: Skupiny tagů
sk_sk: Skupiny tagov
zh_cn: 标记组

# development.taggroupsdescription
source: Allows you to manage the tag groups available on the site and view tags in specific tag groups. To tag pages, go to the Pages application and edit pages on the Properties -> Metadata tab.
cs_cz: V sekci je seznam skupin tagů dostupných pro vybraný web. Lze zde vytvářet nové tagy, upravovat a mazat stávající.
sk_sk: Táto sekcia zobrazuje zoznam skupín tagov. Je tu možné vytvárať nové a upravovať alebo mazať existujúce.
zh_cn: 允许您管理上特定的标签组中的网站和视图标记可用的标记组。标签页，转到 Pages 应用程序中编辑页面上的-> 元数据标签的属性。

# development.transformationpreview
source: Transformation preview:
cs_cz: Náhled transformace:
sk_sk: Náhľad transformácie:
zh_cn: 变换预览：

# development.translationservices
source: Translation services
cs_cz: Překladatelské služby
zh_cn: 翻译服务

# development.translationservicesdescription
source: Allows you to manage the translation services registered in the system. The services provide a way to translate the content of websites externally, without direct editing in the administration interface. You can configure the default translation services, and add your own custom-developed services.
cs_cz: Tato sekce zobrazí seznam překladatelských služeb, které mohou být použity pro překlad obsahu CMS. Můžete přidávat nové služby, nebo povolovat či zakazovat existující služby.
zh_cn: 允许您管理系统中注册的翻译服务。服务提供了一个方法来转换网站外部的内容而无需在管理界面中直接编辑。您可以配置默认的翻译服务，并添加您自己的定制开发服务。

# development.tree.deleteselected
source: Delete selected
zh_cn: 删除所选

# development.tree.newcategory
source: New category
zh_cn: 新建类别

# development.webcontainers
source: Web part containers
cs_cz: Kontejnery web party
sk_sk: Kontajnery webparty
zh_cn: Web 部件容器

# development.webcontainersdescription
source: Allows you to create containers for web parts. Containers consist of HTML code placed before and after the web part. To assign containers to instances of web parts, open the Pages application, edit pages on the Design tab, configure the web parts and set the Web part container property.
cs_cz: V této sekci je seznam kontejnerů pro webparty. Zde je možné vytvořit nové kontejnery, upravovat a mazat existující. Kontejnery je možné vyexportovat.
sk_sk: Táto sekcia zobrazuje zoznam kontajnerov pre webparty. Je tu možné vytvárať nové kontroly a upravovať, mazať alebo exportovať existujúce.
zh_cn: 允许您创建的 web 部件的容器。容器包括放置之前和之后的 web 部件的 HTML 代码。将容器分配给 web 部件的实例、 打开 Pages 应用程序中，编辑页面在设计选项卡上的，配置 web 部件并设置 Web 部件容器属性。

# development.webtemplates
source: Web templates
cs_cz: Šablony webu
sk_sk: Šablóny webu
zh_cn: Web 模板

# development.webtemplatesdescription
source: Allows you to save existing sites as web templates. You can then use the web templates as starting points for developing new sites.
cs_cz: V této sekci je seznam webových šablon. Je možné přidat novou šablonu, upravit její vlastnosti, změnit pořadí jednotlivých šablon nebo smazat ze seznamu.
sk_sk: Táto sekcia zobrazuje zoznam webových šablón. Je tu možné pridať novú šablónu, upraviť jej vlastnosti, zmeniť poradie jednotlivých šablón alebo zmazať šablónu zo zoznamu.
zh_cn: 允许您将现有的网站另存为网站模板。然后可以使用 web 模板作为起点开发新地盘。

# development.workflows
source: Workflows
cs_cz: Workflow procesy
sk_sk: Workflow procesy
zh_cn: 工作流

# development.workflowsdescription
source: Allows you to manage basic and advanced workflows. You can define the sequence of steps for each workflow, configure notifications or turn check-in/check-out on or off.
cs_cz: Tato sekce uvádí seznam workflow procesů. Je zde možné vytvořit nový proces, upravit nebo smazat již existující.
sk_sk: Táto sekcia zobrazuje zoznam workflow procesov. Je tu možné vytvárať nové a upravovať alebo mazať existujúce.
zh_cn: 允许您管理基本和高级工作流程。您可以定义为每个工作流步骤的顺序、 配置通知或转签入/签出打开或关闭。

# development_formusercontrol_edit.notfound
source: Specified form control not found.
cs_cz: Daný form kontrol nebyl nalezen.
sk_sk: Daný form control nebol nájdený.
zh_cn: 未找到指定的表格控件。

# developmentformcontroleditnew
source: Create a new
cs_cz: Vytvořit nový form control
zh_cn: 创建一个新的

# developmentformcontrolinherited
source: Inherit from an existing
cs_cz: Zdědit z existujícího form controlu
zh_cn: 从现有的继承

# development-uiculture_strings_list.editres
source: Resource string properties
cs_cz: Vlastnosti zdrojového řetězce
sk_sk: Vlastnosti reťazca
zh_cn: 资源字符串属性

# development-webpart_edit.copy
source: Create a copy of existing web part
cs_cz: Vytvořit kopii existujícího webpartu
zh_cn: 创建的现有副本 web 部件

# development-workflow_edit.scopes
source: Scope
cs_cz: Rozsah
sk_sk: Rozsah
zh_cn: 范围

# development-workflow_edit.sourcepoints
source: Cases
cs_cz: Případy
zh_cn: 例

# development-workflow_edit.steps
source: Steps
cs_cz: Kroky
sk_sk: Kroky
zh_cn: 步骤

# development-workflow_emails.sendemails
source: Send notification emails
cs_cz: Zasílat notifikační e-maily
zh_cn: 发送通知电子邮件

# development-workflow_general.autopublish
source: Automatically publish changes
cs_cz: Automaticky publikovat změny
sk_sk: Automaticky publikovať zmeny
zh_cn: 自动发布更改

# development-workflow_general.sitesettings
source: Use site settings
cs_cz: Použít nastavení webové stránky
sk_sk: Použiť nastavenia daného webu
zh_cn: 使用站点设置

# development-workflow_general.usecheckincheckout
source: Use check-in/check-out
cs_cz: Používat uzamčení/ odemčení
sk_sk: Použiť uzamykanie/odomykanie
zh_cn: 使用签入/签出

# development-workflow_list.title
source: Workflows
cs_cz: Schéma workflow
sk_sk: Schéma workflow
zh_cn: 工作流

# development-workflow_step_sourcepoints.new
source: New case
cs_cz: Nový případ
zh_cn: 新病例

# development-workflow_steps.customstepscannotbecreated
source: This workflow is configured to automatically publish changes, custom steps cannot be created.
cs_cz: Tento workflow je nakonfigurován pro automatické publikování změn, vlastní kroky nemohou být vytvořeny.
sk_sk: Tento workflo je nakonfigurovaný tak, aby automaticky publikoval zmeny. Nie je možné vytvoriť užívateľské kroky.
zh_cn: 此工作流配置为自动发布的更改，不能创建自定义步骤。

# devguide.caption
source: Kentico Developer's Guide
zh_cn: Kentico 开发者指南

# device.landscape
source: Landscape orientation
zh_cn: 横向打印

# device.portrait
source: Portrait orientation
zh_cn: 纵向方向

# device_profile.itemlistlink
source: Profiles
cs_cz: Profily
zh_cn: 配置文件

# device_profile.layoutmapping
source: Layout mapping
cs_cz: Mapování layoutu
zh_cn: 布局映射

# device_profile.layoutmapping.confirmations.set
source: The layout mapping was saved.
cs_cz: Mapování layoutu bylo uloženo.
zh_cn: 布局映射被保存。

# device_profile.layoutmapping.confirmations.unset
source: The layout mapping was removed.
cs_cz: Mapování layoutu bylo zrušeno.
zh_cn: 布局映射被去除了。

# device_profile.layoutmapping.confirmunset
source: Do you really want to remove the selected mapping?
cs_cz: Opravdu chcete zrušit vybrané mapování?
zh_cn: 您确实要删除所选的映射吗？

# device_profile.layoutmapping.dialogtitle
source: Select a target layout for {0}
cs_cz: Vyberte cílový layout pro {0}
zh_cn: 选择一种目标布局为 {0}

# device_profile.layoutmapping.errors.nosourcelayout
source: The required source layout does not exist.
cs_cz: Potřebný layout neexistuje.
zh_cn: 所需的源文件版式不存在。

# device_profile.layoutmapping.errors.notargetlayout
source: The required target layout does not exist.
cs_cz: Potřebný cílový layout neexistuje.
zh_cn: 必需的目标节点版式不存在。

# device_profile.layoutmapping.errors.set
source: The layout mapping could not be saved, please check the event log for more information.
cs_cz: Mapování layoutu nemohlo být uloženo. Pro více informací zkontrolujte, prosím, historii událostí.
zh_cn: 布局映射不能保存，请检查事件日志以了解更多信息。

# device_profile.layoutmapping.errors.unset
source: The layout mapping could not be removed please check the event log for more information.
cs_cz: Mapování layoutu nemohlo být odstraněno. Pro více informací zkontrolujte, prosím, historii událostí.
zh_cn: 不能删除布局映射请检查事件日志以了解更多信息。

# device_profile.layoutmapping.introduction
source: For each device profile and layout (source layout) you can customize which layout (target layout) the portal engine will actually use.<br /> The arrow indicates the direction of layout mapping. You can choose a target layout by clicking it and you can remove the mapping by clicking the Remove button.
cs_cz: Pro každý profil zařízení a layout (zdrojový layout) můžete rozhodnout, který layout (cílový layout) bude portal engine používat. <br />Šipka určuje směr mapování layoutu. Cílový layout můžete zvolit jeho zakliknutím a můžete odstranit mapování kliknutím na Odstranit.
zh_cn: 为每个设备配置文件和布局 （源布局），您可以自定义哪种版式 （目标布局） 门户引擎将实际使用。<br>箭头指示的方向布局映射。您可以选择通过单击它，你的目标布局可以通过单击删除按钮删除映射。

# device_profile.layoutmapping.nodescriptionavailable
source: No description is available.
cs_cz: Není dostupný žádný popis.
zh_cn: 没有说明是可用的。

# device_profile.layoutmapping.selecttargetlayout
source: Please select a target layout.
cs_cz: Vyberte, prosím, cílový layout.
zh_cn: 请选择目标布局。

# device_profile.layoutmapping.sethint
source: Click to select
cs_cz: Kliknutím vyberte
zh_cn: 单击以选中

# device_profile.layoutmapping.showmatchinglayoutsonly
source: Show only layouts with a matching number of zones
cs_cz: Zobrazit pouze layouty s odpovídajícím počtem zón
zh_cn: 显示仅带有匹配多个区域的布局

# device_profile.layoutmapping.sourcelayout
source: Source layout
cs_cz: Zdrojový layout
zh_cn: 源布局

# device_profile.layoutmapping.sourcelayoutname
source: Source layout name
cs_cz: Název zdrojového layoutu
zh_cn: 源布局名称

# device_profile.layoutmapping.targetlayout
source: Target layout
cs_cz: Cílový layout
zh_cn: 目标布局

# device_profile.layoutmapping.unset
source: Remove the layout mapping
cs_cz: Odstranit layout
zh_cn: 删除布局映射

# device_profile.listinfo
source: The order of device profiles is taken into consideration when evaluating whether the visitor's device belongs to one of the profiles. The evaluation is done from top to bottom.
cs_cz: Pořadí profilů se bere v úvahu, když se vyhodnocuje, zda patří zařízení návštěvníka do jednoho z profilů. Vyhodnoceování se vykonává shora dolů.
zh_cn: 在评估是否访客的设备属于配置文件之一时，设备配置文件的顺序是考虑在内。评价的操作是从顶部到底部。

# device_profile.moduledisabled
source: The device profiles module is currently disabled. To enable it, please go to <strong> ##ui|cms|settings## -> Content -> Content management -> General</strong> and check the "Enable device profiles" box.
cs_cz: Modul Profily zařízení je momentálně zakázaný. Pro povolení jděte do <strong>Site Manager -> Nastavení -> Obsah -> Správa obsahu -> Obecné</strong> a zakliněte políčko " Povolit profily zařízení".
zh_cn: 设备配置文件模块当前被禁用。若要启用它，请转到<strong>##ui|cms|settings##-> 内容管理内容-> 将军</strong>，并选中"启用设备配置文件"框。

# device_profile.new
source: New device profile
cs_cz: Nový profil zařízení
zh_cn: 新建设备配置文件

# device_profile.newprofile
source: New profile
cs_cz: Nový profil
zh_cn: 新建配置文件

# device_profile.settings.activatebuttontext
source: Activate
cs_cz: Aktivovat
zh_cn: 激活

# device_profile.settings.activatedmessagehtml
source: <div class="{0}">{1} Data is active. Thank you.</div>
cs_cz: <div class="{0}">{1} data jsou aktivní. Děkujeme.</div>
zh_cn: <div class="{0}">{1} 数据处于活动状态。谢谢。</div>

# device_profile.settings.activateinstructionshtml
source: <p>Paste your data licence key into the textbox below. Select "Activate" to use the licence key with this web site.</p>
cs_cz: <p>Vložte svůj datový licenční klíč do níže uvedeného textboxu. Vyberte "Aktivovat" pro použití klíče s tímto webem </p>
zh_cn: <p>将您的数据许可证密钥粘贴到下面的文本框。选择"激活"，若要使用此 web 站点的许可证密钥。</p>
