Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# objecttype.com_userdepartment
source: User department
cs_cz: Oddělení uživatele
sk_sk: Užívateľské oddelenie
zh_cn: 用户部门

# objecttype.com_volumediscount
source: Volume discount
cs_cz: Množstevní sleva
sk_sk: Množstevná zľava
zh_cn: 量大优惠

# objecttype.community_badge
source: Badge
cs_cz: Hodnost
sk_sk: Hodnosť
zh_cn: 徽章

# objecttype.community_group
source: Group
cs_cz: Skupina
sk_sk: Skupina
zh_cn: 组

# objecttype.community_groupmember
source: Group member
cs_cz: Člen skupiny
sk_sk: Člen skupiny
zh_cn: 组成员

# objecttype.community_grouprolepermission
source: Group permissions
cs_cz: Oprávnění skupiny
sk_sk: Oprávnenia skupiny
zh_cn: 组权限

# objecttype.documentdata
source: Page data
cs_cz: Data dokumentu
sk_sk: Dáta dokumentu
zh_cn: 页面数据

# objecttype.ecommerce_address
source: Address
cs_cz: Adresa
sk_sk: Adresa
zh_cn: 地址

# objecttype.ecommerce_currency
source: Currency
cs_cz: Měna
sk_sk: Mena
zh_cn: 货币

# objecttype.ecommerce_customer
source: Customer
cs_cz: Zákazník
sk_sk: Zákazník
zh_cn: 客户

# objecttype.ecommerce_department
source: Department
cs_cz: Oddělení
sk_sk: Oddelenie
zh_cn: 新闻部

# objecttype.ecommerce_exchangetable
source: Exchange table
cs_cz: Směnná tabulka
sk_sk: Výmenná tabuľka
zh_cn: 交换表

# objecttype.ecommerce_internalstatus
source: Internal status
cs_cz: Interní stav
sk_sk: Interný stav
zh_cn: 内部状态

# objecttype.ecommerce_manufacturer
source: Manufacturer
cs_cz: Výrobce
sk_sk: Výrobca
zh_cn: 制造商

# objecttype.ecommerce_optioncategory
source: Option category
cs_cz: Kategorie variant
sk_sk: Kategórie možností
zh_cn: 选项类别

# objecttype.ecommerce_order
source: Order
cs_cz: Objednávka
sk_sk: Objednávka
zh_cn: 订单

# objecttype.ecommerce_orderstatus
source: Order status
cs_cz: Stav objednávky
sk_sk: Stav objednávky
zh_cn: 订单状态

# objecttype.ecommerce_paymentoption
source: Payment option
cs_cz: Způsob platby
sk_sk: Spôsob platby
zh_cn: 付款选项

# objecttype.ecommerce_publicstatus
source: Public status
cs_cz: Veřejný stav
sk_sk: Verejný stav
zh_cn: 公共状态

# objecttype.ecommerce_shippingoption
source: Shipping option
cs_cz: Způsob doručení
sk_sk: Spôsob dodania
zh_cn: 航运选项

# objecttype.ecommerce_sku
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# objecttype.ecommerce_supplier
source: Supplier
cs_cz: Dodavatel
sk_sk: Dodávateľ
zh_cn: 供应商

# objecttype.ecommerce_taxclass
source: Tax class
cs_cz: Třída daní
sk_sk: Daňová trieda
zh_cn: 税类

# objecttype.forums_forum
source: Forum
cs_cz: Fórum
sk_sk: Diskusné fórum
zh_cn: 论坛

# objecttype.forums_forumgroup
source: Forum group
cs_cz: Skupina fór
sk_sk: Skupiny fór
zh_cn: 论坛组

# objecttype.forums_forummoderators
source: Forum moderator
cs_cz: Moderátor fóra
sk_sk: Moderátor fóra
zh_cn: 论坛版主

# objecttype.forums_forumpost
source: Forum post
cs_cz: Příspěvek fóra
sk_sk: Príspevok do fóra
zh_cn: 论坛帖子

# objecttype.forums_forumroles
source: Forum permissions
cs_cz: Oprávnění fóra
sk_sk: Oprávnenia fóra
zh_cn: 论坛权限

# objecttype.forums_forumuserfavorites
source: Favorite forum
cs_cz: Oblíbené fórum
sk_sk: Obľúbené fórum
zh_cn: 最喜欢的论坛

# objecttype.media_library
source: Media library
cs_cz: Knihovna médií
sk_sk: Multimediálna knižnica
zh_cn: 媒体库

# objecttype.newsletter_emailtemplate
source: Campaign email template
cs_cz: Šablona e-mailu newsletteru
sk_sk: Šablóny emailov newsletterov
zh_cn: 市场活动电子邮件模板

# objecttype.newsletter_issue
source: Email
cs_cz: Vydání newsletteru
sk_sk: Vydanie newslettera
zh_cn: 电子邮件

# objecttype.newsletter_newsletter
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# objecttype.newsletter_newsletterissue
source: Email
cs_cz: Vydání newsletteru
sk_sk: Vydanie newslettera
zh_cn: 电子邮件

# objecttype.newsletter_subscriber
source: Email campaign subscriber
cs_cz: Odběratel newsletteru
sk_sk: Odberateľ newslettera
zh_cn: 电子邮件活动订阅服务器

# objecttype.newsletter_subscribernewsletter
source: Subscriber email campaign
cs_cz: Newsletter odběratele
sk_sk: Newsletter odberateľ
zh_cn: 订阅服务器上的电子邮件活动

# objecttype.notification_gateway
source: Notification gateway
cs_cz: Brána pro upozornění
sk_sk: Brána upozornení
zh_cn: 通知网关

# objecttype.notification_template
source: Notification template
cs_cz: Šablona upozornění
sk_sk: Šablóna upozornení
zh_cn: 通知模板

# objecttype.notification_templatetext
source: Notification template text
cs_cz: Text upozornění
sk_sk: Text šablóny upozornení
zh_cn: 通知模板文本

# objecttype.objecttranslation
source: Related data
cs_cz: Související data
sk_sk: Súvisiace údaje
zh_cn: 相关的数据

# objecttype.polls_poll
source: Poll
cs_cz: Anketa
sk_sk: Anketa
zh_cn: 投票调查

# objecttype.polls_pollanswer
source: Poll answer
cs_cz: Odpověď ankety
sk_sk: Odpoveď hlasovania
zh_cn: 民意测验答案

# objecttype.reporting_report
source: Report
cs_cz: Zpráva
zh_cn: 报告

# objecttype.reporting_reportcategory
source: Report category
cs_cz: Kategorie zprávy
sk_sk: Kategória reportov
zh_cn: 报表类别

# objecttype.reporting_reportgraph
source: Report graph
cs_cz: Graf zprávy
sk_sk: Graf reportu
zh_cn: 报告图

# objecttype.reporting_reporttable
source: Report table
cs_cz: Tabulka zprávy
sk_sk: Tabuľka reportu
zh_cn: 报告表格

# objecttype.reporting_reportvalue
source: Report value
cs_cz: Hodnota zprávy
sk_sk: Hodnota reportu
zh_cn: 报告的值

# objecttype.reporting_savedreport
source: Saved report
cs_cz: Uložená zpráva
sk_sk: Uložený report
zh_cn: 已保存的报表

# objecttype.staging_server
source: Staging server
cs_cz: Cílový server
sk_sk: Cieľový server
zh_cn: 暂存服务器

# objrelationship.noitem
source: No objects available
cs_cz: Nejsou dostupné žádné objekty
sk_sk: Nie je dostupný žiadny objekt
zh_cn: 没有可用的对象

# onlineusers.generalinfo
source: {0} user(s) on-line: {2} logged in and {1} guest(s)
cs_cz: {0} uživatelů on-line: {2} registrovaných a {1} hostů
sk_sk: {0} užívateľ(ov) on-line: {2} registrovaných a {1} hosť(ov)
zh_cn: {0} 用户在线： {2} 登录和 {1} 的客人

# optioncategory_edit.categorydefaultoptionslabel
source: Predefined choice
cs_cz: Výchozí varianta(y):
sk_sk: Základný variant(y):
zh_cn: 预定义的选择

# optioncategory_edit.categorydefaultrecord
source: Default record text:
cs_cz: Text výchozího záznamu:
sk_sk: Implicitný text:
zh_cn: 记录的默认文本：

# optioncategory_edit.categorydisplayprice
source: Display price adjustments
cs_cz: Zobrazovat cenu
sk_sk: Zobrazuj ceny
zh_cn: 显示价格调整

# optioncategory_edit.categoryselectiontypelabel
source: User control type
cs_cz: Typ výběru:
sk_sk: Typ výberu:
zh_cn: 用户控件类型

# optioncategory_edit.headercaption
source: Option category properties
sk_sk: Vlastnosti kategórií variant
zh_cn: 选项类别属性

# optioncategory_edit.itemlistlink
source: Product option categories
cs_cz: Kategorie variant
sk_sk: Kategórie variant
zh_cn: 产品选项类别

# optioncategory_edit.newitemcaption
source: New option category
cs_cz: Nová kategorie variatn
sk_sk: Nová kategória variant
zh_cn: 新建选项类别

# optioncategory_edit.noproductoptions
source: (No product options defined)
cs_cz: (Žádné varianty produktu)
sk_sk: (Žiadne varianty produktu)
zh_cn: (没有定义产品选项）

# optioncategory_edit.optioncategories
source: Option categories
cs_cz: Kategorie variant
sk_sk: Kategórie variant
zh_cn: 选项类别

# optioncategory_edit.options
source: Options
cs_cz: Varianty
sk_sk: Varianty
zh_cn: 选项

# optioncategory_edit.productoptions
source: Product Options
cs_cz: Varianty produktu
sk_sk: Varianty produktu
zh_cn: 产品选项

# optioncategory_list.checkboxhorizontal
source: Check boxes - horizontal
cs_cz: Checkboxes - horizontálně
sk_sk: Check boxy - horizontálne
zh_cn: 复选框-级别

# optioncategory_list.checkboxvertical
source: Check boxes - vertical
cs_cz: Checkboxes - vertikálně
sk_sk: Check boxy - vertikálne
zh_cn: 复选框-垂直

# optioncategory_list.dropdownlist
source: Drop-down list
zh_cn: 下拉列表

# optioncategory_list.headercaption
source: Option categories
cs_cz: Kategorie variant
sk_sk: Kategórie variant
zh_cn: 选项类别

# optioncategory_list.newitemcaption
source: New product option category
cs_cz: Nová kategorie variant
sk_sk: Nová kategória variant
zh_cn: 新建产品选项类别

# optioncategory_list.radiobuttonhorizontal
source: Radio buttons - horizontal
cs_cz: Radiobuttons - horizontálně
sk_sk: Radio buttony - horizontálne
zh_cn: 单选按钮-级别

# optioncategory_list.radiobuttonvertical
source: Radio buttons - vertical
cs_cz: Radiobuttons - vertikálně
sk_sk: Radio buttony - vertikálne
zh_cn: 单选按钮-垂直

# optioncategory_new.errorexistingcodename
source: Option category with given code name already exists.
cs_cz: Kategorie variant s daným kódovým názvem již existuje.
sk_sk: Kategória variant s daným kódovým názvom už existuje.
zh_cn: 选项类别与给定代码名称已经存在。

# optioncategory_new.errornotidentifier
source: Please enter option category code name in identifier format without spaces and special characters.
cs_cz: Zadejte, prosím, kódový název v identifikačním formátu bez mezer a speciálních znaků.
zh_cn: 请输入选项类别代码名称中没有空格和特殊字符的标识符格式。

# optioncategory_selectiontype.checkboxhorizontal
source: Check boxes in horizontal layout
zh_cn: 在级别布局中的复选框

# optioncategory_selectiontype.checkboxvertical
source: Check boxes in vertical layout
zh_cn: 在垂直布局中的复选框

# optioncategory_selectiontype.dropdown
source: Drop-down list
zh_cn: 下拉列表

# optioncategory_selectiontype.radiobuttonhorizontal
source: Radio buttons in horizontal layout
zh_cn: 在级别布局中的单选按钮

# optioncategory_selectiontype.radiobuttonvertical
source: Radio buttons in vertical layout
zh_cn: 在垂直布局中的单选按钮

# order_edit.customerlabel
source: Customer:
cs_cz: Zákazník:
sk_sk: Zákazník:
zh_cn: 客户：

# order_edit.dateerr
source: Please enter a date time value.
cs_cz: Vložte datum a čas.
sk_sk: Prosím, vložte dátum a čas.
zh_cn: 请输入一个日期时间值。

# order_edit.datewrongformat
source: Please enter order date time value in correct format.
cs_cz: Vložte datum a čas objednávky ve správném formátu.
sk_sk: Prosím, vložte dátum a čas objednávky v správnom formáte.
zh_cn: 请在正确的格式输入订单日期时间值。

# order_edit.emptycompanyaddress
source: Please select a company address.
cs_cz: Vyberte nějakou adresu společnosti.
sk_sk: Prosím, vyberte adresu firmy.
zh_cn: 请选择公司地址。

# order_edit.invoicenumberlabel
source: Invoice number:
cs_cz: Číslo faktury:
sk_sk: Číslo faktúry:
zh_cn: 发票编号：

# order_edit.itemlistlink
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# order_edit.lblcompanyaddress
source: Company address:
cs_cz: Adresa společnosti:
sk_sk: Adresa spoločnosti:
zh_cn: 公司地址：

# order_edit.orderdatelabel
source: Date:
cs_cz: Datum:
sk_sk: Dátum:
zh_cn: 日期:

# order_edit.orderidlabel
source: Order ID:
cs_cz: ID objednávky:
sk_sk: ID objednávky:
zh_cn: 订单 ID：

# order_edit.ordernotelabel
source: Order note:
cs_cz: Poznámka:
sk_sk: Poznámka:
zh_cn: 顺序备注：

# order_edit.ordernotexist
source: Order doesn't exist.
cs_cz: Objednávka neexistuje.
sk_sk: Objednávka neexistuje.
zh_cn: 订单不存在。

# order_edit.orders
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# order_edit.orderstatuslabel
source: Status:
cs_cz: Stav:
sk_sk: Stav:
zh_cn: 状态：

# order_edit_additems.add
source: Add to cart
cs_cz: Přidat
sk_sk: Pridať
zh_cn: 添加到购物车

# order_edit_additems.gridproductname
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# order_edit_additems.gridquantity
source: Quantity
cs_cz: Množství
sk_sk: Množstvo
zh_cn: 数量

# order_edit_additems.gridunitprice
source: Unit price
cs_cz: Jednotková cena
sk_sk: Jednotková cena
zh_cn: 单位价格

# order_edit_additems.productcode
source: Product number:
cs_cz: Kód produktu:
sk_sk: Kód produktu:
zh_cn: 产品型号:

# order_edit_additems.productoptions
source: You need to specify product options before you can insert the product to the shopping cart:
cs_cz: Je nutné specifikovat možnosti produktu předtím, než bude možné ho přidat do nákupního košíku.
sk_sk: Musíte špecifikovať doplnky produktu predtým ako ho vložíte do nákupného košíku:
zh_cn: 您需要指定产品选项，可以插入到购物车产品之前：

# order_edit_additems.productoptionsrequired
source: You need to specify product options of the product '{0}' before you can insert it to the shopping cart.
cs_cz: Je nutné specifikovat možnosti produktu '{0}' předtím, než ho bude možné přidat do nákupního košíku.
sk_sk: Musíte špecifikovať doplnky produktu pre produkt '{0}' predtým ako ho môžete vložiť do košíka.
zh_cn: 您需要指定产品 '{0}' 的产品选项，可以将其插入到购物车之前。

# order_edit_additems.products
source: Products
sk_sk: Produkty
zh_cn: 产品

# order_edit_additems.sites
source: Site:
cs_cz: Weby:
sk_sk: Stránky:
zh_cn: 网站：

# order_edit_additems.sites.notassigned
source: (not assigned to site)
cs_cz: (nepřiřazeno k webu)
sk_sk: (nepriraďuj k stránke)
zh_cn: （未分配到站点）

# order_edit_additems.title
source: Add order items
cs_cz: Přidat položky objednávky
sk_sk: Pridať položky objednávky
zh_cn: 添加订单项

# order_edit_additems.unitprice
source: Unit price:
cs_cz: Cena za jednotku:
sk_sk: Cena jednotky:
zh_cn: 单价：

# order_edit_address.title
source: Address
cs_cz: Adresa
sk_sk: Adresa
zh_cn: 地址

# order_edit_billing.noaddress
source: Please select a billing address.
cs_cz: Vyberte fakturační adresu.
sk_sk: Prosím, vyberte fakturačnú adresu.
zh_cn: 请选择帐单的地址。

# order_edit_billing.nopayment
source: Please select a payment method.
cs_cz: Vyberte způsob platby.
sk_sk: Prosím, vyberte spôsob platby.
zh_cn: 请选择一种支付方式。

# order_edit_header.billing
source: Billing
cs_cz: Fakturace
sk_sk: Fakturácia
zh_cn: 计费

# order_edit_header.customfields
source: Custom fields
sk_sk: Vlastné polia
zh_cn: 自定义字段

# order_edit_header.headercaption
source: Order properties
cs_cz: Valstnosti objednávky
sk_sk: Vlastnosti objednávky
zh_cn: 命令属性

# order_edit_header.history
source: History
cs_cz: Historie
sk_sk: História
zh_cn: 历史

# order_edit_header.invoice
source: Invoice
cs_cz: Faktura
sk_sk: Faktúra
zh_cn: 发票

# order_edit_header.items
source: Items
cs_cz: Položky
sk_sk: Položky
zh_cn: 项目

# order_edit_header.shipping
source: Shipping
cs_cz: Doprava
sk_sk: Doprava
zh_cn: 航运

# order_edit_invoice.companyaddress
source: Displays company address
cs_cz: Zobrazí adresu společnosti
sk_sk: Zobrazí adresu spoločnosti
zh_cn: 显示公司地址

# order_edit_invoice.help_billingaddresscolumn
source: Displays the value of specified billing address data column (COM_OrderAddress)
cs_cz: Zobrazí hodnotu specifikovaného sloupce fakturační adresy (COM_Address)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca fakturačnej adresy (COM_Address)
zh_cn: 显示指定的帐单地址数据列 （COM_OrderAddress） 的值

# order_edit_invoice.help_billingaddresscountry
source: Displays the value of specified billing address country data column (CMS_Country)
cs_cz: Zobrazí hodnotu specifikovaného sloupce země fakturační adresy (CMS_Country)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca krajiny fakturačnej adresy (CMS_Country)
zh_cn: 显示指定帐单地址国家数据列 （CMS_Country） 的值

# order_edit_invoice.help_billingaddressstate
source: Displays the value of specified billing address state data column (CMS_State)
cs_cz: Zobrazí hodnotu specifikovaného sloupce státu fakturační adresy (CMS_State)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca štátu fakturačnej adresy (CMS_State)
zh_cn: 显示指定计费地址状态数据列 （CMS_State） 的值

# order_edit_invoice.help_columnname
source: Displays the value of specified order data column (COM_Order)
cs_cz: Zobrazí hodnotu specifikovaného sloupce objednávky (COM_Order)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca objednávky (COM_Order)
zh_cn: 显示指定的顺序数据列 （COM_Order） 的值

# order_edit_invoice.help_companyaddresscountry
source: Displays the value of specified company address country data column (CMS_Country)
cs_cz: Zobrazí hodnotu specifikovaného sloupce země adresy společnosti (CMS_Country)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca krajiny adresy spoločnosti (CMS_Country)
zh_cn: 显示指定的公司地址国家数据列 （CMS_Country） 的值

# order_edit_invoice.help_companyaddressstate
source: Displays the value of specified company address state data column (CMS_State)
cs_cz: Zobrazí hodnotu specifikovaného sloupce státu adresy společnosti (CMS_State)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca štátu adresy spoločnosti (CMS_State)
zh_cn: 显示指定的公司地址状态数据列 （CMS_State） 的值

# order_edit_invoice.help_currency
source: Displays the value of specified currency data column (COM_Currency)
cs_cz: Zobrazí hodnotu specifikovaného sloupce měny (COM_Currency)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca meny (COM_Currency)
zh_cn: 显示指定的货币数据列 （COM_Currency） 的值

# order_edit_invoice.help_customer
source: Displays the value of specified customer data column (COM_Customer)
cs_cz: Zobrazí hodnotu specifikovaného sloupce zákazníka (COM_Customer)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca zákazníka (COM_Customer)
zh_cn: 显示指定的客户数据列 （COM_Customer） 的值

# order_edit_invoice.help_header
source: Predefined invoice macros:
cs_cz: Příklady maker:
sk_sk: Príklady makier:
zh_cn: 预定义的发票的宏：

# order_edit_invoice.help_invoicenumber
source: Displays invoice number
cs_cz: Zobrazí číslo faktury
sk_sk: Zobrazí číslo faktúry
zh_cn: 显示发票编号

# order_edit_invoice.help_orderdate
source: Displays formatted order date
cs_cz: Zobrazí datum objednávky
sk_sk: Zobrazí dátum objednávky
zh_cn: 显示带格式订单日期

# order_edit_invoice.help_ordernote
source: Displays encoded order note
cs_cz: Zobrazí poznámku objednávky
sk_sk: Zobrazí poznámku k faktúre
zh_cn: 显示编码的顺序说明

# order_edit_invoice.help_orderstatus
source: Displays the value of specified order status data column (COM_OrderStatus)
cs_cz: Zobrazí hodnotu specifikovaného sloupce stavu objednávky (COM_OrderStatus)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca stavu objednávky (COM_OrderStatus)
zh_cn: 显示指定的顺序状态数据列 （COM_OrderStatus） 的值

# order_edit_invoice.help_organizationid
source: Displays customer organization ID
cs_cz: Zobrazí zákazníkovo IČ
sk_sk: Zobrazí zákazníkovo IČ
zh_cn: 显示客户组织 ID

# order_edit_invoice.help_paymentoptioncolumn
source: Displays the value of specified payment option data column (COM_PaymentOption)
cs_cz: Zobrazí hodnotu specifikovaného sloupce způsobu plateb (COM_PaymentOption)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca spôsobu platieb (COM_PaymentOption)
zh_cn: 显示指定的付款选项数据列 （COM_PaymentOption） 的值

# order_edit_invoice.help_productlist
source: Displays list of ordered products using specified transformations. You can use default transformations for header (Ecommerce.Transformations.Order_ContentTableHeader), for body (Ecommerce.Transformations.Order_ContentTable) and for footer (Ecommerce.Transformations.Order_ContentTableFooter).
cs_cz: Zobrazí seznam zboží z objednávky
sk_sk: Zobrazí zoznam produktov z objednávky
zh_cn: 订购的产品，使用显示列表指定的转换。您可以使用默认转换为头 （Ecommerce.Transformations.Order_ContentTableHeader），身体 （Ecommerce.Transformations.Order_ContentTable） 和页脚 （Ecommerce.Transformations.Order_ContentTableFooter）。

# order_edit_invoice.help_shippingaddress
source: Displays the value of specified shipping address data column (COM_OrderAddress)
cs_cz: Zobrazí hodnotu specifikovaného sloupce dodací adresy (COM_Address)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca dodacej adresy (COM_Address)
zh_cn: 显示指定航运地址数据列 （COM_OrderAddress） 的值

# order_edit_invoice.help_shippingaddresscountry
source: Displays the value of specified shipping address country data column (CMS_Country)
cs_cz: Zobrazí hodnotu specifikovaného sloupce země dodací adresy (CMS_Country)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca krajiny dodacej adresy (CMS_Country)
zh_cn: 显示指定航运地址国家数据列 （CMS_Country） 的值

# order_edit_invoice.help_shippingaddressstate
source: Displays the value of specified shipping address state data column (CMS_State)
cs_cz: Zobrazí hodnotu specifikovaného sloupce státu dodací adresy (CMS_State)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca štátu dodacej adresy (CMS_State)
zh_cn: 显示指定航运地址状态数据列 （CMS_State） 的值

# order_edit_invoice.help_shippingoptioncolumn
source: Displays the value of specified shipping option data column (COM_ShippingOption)
cs_cz: Zobrazí hodnotu specifikovaného sloupce způsobu doručení (COM_ShippingOption)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca spôsobu doručenia (COM_ShippingOption)
zh_cn: 显示指定航运选项数据列 （COM_ShippingOption） 的值

# order_edit_invoice.help_shoppingcart
source: Displays the value of specified shopping cart data column (COM_ShoppingCart)
cs_cz: Zobrazí hodnotu specifikovaného sloupce nákupního košíku (COM_ShoppingCart)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca nákupného košíka (COM_ShoppingCart)
zh_cn: 显示指定的购物车数据列 （COM_ShoppingCart） 的值

# order_edit_invoice.help_taxrecapitulation
source: Displays list of all taxes used in order using specified transformation. You can use default transformations for header (Ecommerce.Transformations.Order_TaxesTableHeader), for body (Ecommerce.Transformations.Order_TaxesTable) and for footer (Ecommerce.Transformations.Order_TaxesTableFooter).
cs_cz: Zobrazí seznam všech daní z objednávky
sk_sk: Zobrazí zoznam všetkých daní z objednávky
zh_cn: 转换指定的顺序使用中使用的所有税收的显示列表。您可以使用默认转换为头 （Ecommerce.Transformations.Order_TaxesTableHeader），身体 （Ecommerce.Transformations.Order_TaxesTable） 和页脚 （Ecommerce.Transformations.Order_TaxesTableFooter）。

# order_edit_invoice.help_taxregistrationid
source: Displays customer tax registration ID
cs_cz: Zobrazí zákazníkovo DIČ
sk_sk: Zobrazí zákazníkovo DIČ
zh_cn: 显示客户税务注册 ID

# order_edit_invoice.help_totalprice
source: Displays total price for order
cs_cz: Zobrazí celkovou částku objednávky
sk_sk: Zobrazí celkovú čiastku objednávky
zh_cn: 显示订单总价

# order_edit_invoice.help_totalshipping
source: Displays formatted total shipping for order
cs_cz: Zobrazí celkové dopravné pro objednávku
sk_sk: Zobrazí celkové dopravné pre objednávku
zh_cn: 显示带格式总送货的订单

# order_edit_invoice.moremacros
source: Click here for invoice macro examples
cs_cz: Klikněte zde pro více ukázek maker
sk_sk: Kliknite sem pre viac ukážok makier
zh_cn: 单击此处以发票宏示例

# order_edit_invoice.shipppingaddress
source: Displays shipping address
cs_cz: Zobrazí dodací adresu
sk_sk: Zobrazí dodaciu adresu
zh_cn: 显示送货地址

# order_edit_shipping.lbladdress
source: Shipping address:
cs_cz: Poštovní adresa:
sk_sk: Poštová adresa:
zh_cn: 送货地址：

# order_edit_shipping.lbloption
source: Shipping option:
cs_cz: Způsob doručení:
sk_sk: Spôsob doručenia:
zh_cn: 运送选项：

# order_edit_shipping.noaddress
source: Please select a shipping address.
cs_cz: Vyberte prosím doručovací adresu.
sk_sk: Prosím, zadajte dodaciu adresu.
zh_cn: 请选择送货地址。

# order_edit_shipping.shippingerror
source: Please select a shipping option
cs_cz: Zvolte prosím způsob dopravy.
sk_sk: Prosím, zvoľte spôsob dopravy.
zh_cn: 请选择送货方式

# order_invoice.btngenerate
source: Generate invoice
cs_cz: Generovat fakturu
sk_sk: Generovať faktúru
zh_cn: 生成发票

# order_invoice.btnprintpreview
source: Print
cs_cz: Tisk
sk_sk: Tlač
zh_cn: 打印

# order_invoice.lblinvoicenumber
source: Invoice number:
cs_cz: Číslo faktury:
sk_sk: Číslo faktúry:
zh_cn: 发票编号：

# order_list.headercaption
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# order_list.newitemcaption
source: New order
cs_cz: Nová objednávka
sk_sk: Nová objednávka
zh_cn: 新秩序

# order_list.wrongformatorderid
source: Please enter 'Order ID' in positive integer format.
cs_cz: Číslo objednávky vložte jako kladné celé číslo.
sk_sk: Prosím, číslo objednávky vložte ako kladné celé číslo.
zh_cn: 请输入正整数格式订单 ID。

# order_new.cartcontent.title
source: Add some products to your shopping cart
cs_cz: Přidat produkty do košíku
sk_sk: Pridať produkty do košíka
zh_cn: 向您的购物车中添加一些产品

# order_new.cartpreview.title
source: Order preview
cs_cz: Náhled objednávky
sk_sk: Náhľad objednávky
zh_cn: 订单预览

# order_new.currentstep
source: Step {0} of {1}
cs_cz: Krok {0} z {1}
sk_sk: Krok {0} z {1}
zh_cn: 步骤 {0} {1} 的

# order_new.customerdetailtooltip
source: Customer details include following attributes: first name, last name, email, company name.
cs_cz: Detaily o zákazníkovi obsahují následující atributy: jméno, příjmení, e-mail, název společnosti.
sk_sk: Detaily o zákazníkovi obsahujú nasledujúce atribúty: meno, priezvisko, e-mail, názov spoločnosti.
zh_cn: 客户详细信息包括以下属性： 名字、 姓氏、 电子邮件、 公司名称。
