Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# importpanel.noobjectselected
source: Please select objects to be imported.
cs_cz: Vyberte prosím objekty k importování.
sk_sk: Prosím, vyberte objekty pre import.
zh_cn: 请选择要导入的对象。

# importpanel.objectsprogressdescription
source: Objects are being imported.
cs_cz: Importování objektů.
sk_sk: Importujú sa objekty.
zh_cn: 正在导入的对象。

# importpanel.objectsprogressheader
source: Import progress
cs_cz: Průběh importu
sk_sk: Priebeh importu
zh_cn: 导入进度

# importpanel.objectsselectiondescription
source: Please select objects which should be imported.
cs_cz: Vyberte prosím objekty, které mají být naimportovány.
sk_sk: Prosím, vyberte objekty, ktoré majú byť importované.
zh_cn: 请选择要导入的对象。

# importpanel.objectsselectionheader
source: Objects selection
cs_cz: Výběr objektů
sk_sk: Výber objektov
zh_cn: 对象选择

# importpanel.objectsselectionsetting
source: Please select package to be imported and type of the import.
cs_cz: Vyberte prosím balíček pro import a typ importu.
sk_sk: Prosím, vyberte balík, ktorý ma byť importovaný a zvoľte typ importu.
zh_cn: 请选择要导入的包和导入的类型。

# importpanel.objectssettingsheader
source: Import type
cs_cz: Typ importu
sk_sk: Typ importu
zh_cn: 导入类型

# importpanel.objectssitedetailsdescription
source: Please enter the site code name, display name and domain or select existing site.
cs_cz: Vložte prosím kódový název, zobrazený název a doménu webu.
sk_sk: Prosím, zadajte kódový názov, zobrazovaný názov a doménu webu.
zh_cn: 请输入站点的代码名称、 显示名称和域或选择现有的网站。

# importpanel.objectssitedetailsheader
source: Site details
cs_cz: Detaily webu
sk_sk: Detaily webu
zh_cn: 网站详细信息

# importpanel.siteobjectimport
source: You are about to import site related object. Please select into which site should be the object imported.
cs_cz: Chystáte se importovat objekt, který je vázaný na nějaký web. Vyberte web do kterého má být tento objekt importován.
sk_sk: Chystáte sa importovať objekty súvisiace so stránkou. Prosím, vyberte do ktorej stránky majú byť objekty importované.
zh_cn: 您将要导入站点相关的对象。请选择到哪个站点应对象导入。

# importpanel.title
source: Step {0} of {1}
cs_cz: Krok {0}
sk_sk: Krok {0}
zh_cn: 步骤 {0} {1} 的

# importprovider.copyingimportfiles
source: Copying objects files
cs_cz: Kopírování souborů objektů
sk_sk: Kopírovanie súborov objektov
zh_cn: 复制对象文件

# importprovider.dependentdocobjectnotimported
source: Page with alias path '{0}' hasn't been imported because dependent object not found.
cs_cz: Dokument s alias cestou '{0}' nebyl importován, protože nebyl nalezen závislý objekt.
sk_sk: Dokument s alias cestou '{0}' nebol importovaný, pretože nebol nájdený závislý objekt.
zh_cn: 别名路径"{0}"页面没有被导入，因为依赖对象找不到。

# importprovider.dependentlayoutnotimported
source: The page template '{0}' is dependent on a layout which doesn't exist.
cs_cz: Šablona stránky '{0}' je závislá na nějakém rozvržení, které neexistuje.
sk_sk: Šablóna stránky '{0}' je závislá na nejakom layoute, ktorý neexistuje.
zh_cn: 页面模板 '{0}' 是依赖于一个不存在的布局。

# importprovider.dependentobjectnotimported
source: The object hasn't been imported because dependent object not found.
cs_cz: Objekt nebyl importován, protože závislý objekt nebyl nalezen.
sk_sk: Objekt nebol importovaný, pretože závislý objekt nebol nájdený.
zh_cn: 因为找不到依赖对象，该对象还没有被导入。

# importprovider.errorattachments
source: Error during attachments creation
cs_cz: Chyba při vytváření příloh
sk_sk: Chyba pri vytváraní príloh
zh_cn: 在附件创建过程中的错误

# importprovider.errorcopydir
source: Error copying folder <strong>'{0}'</strong> to the destination folder <strong>'{1}'</strong>.
cs_cz: Chyba při kopírování složky <strong>'{0}'</strong> do cílové složky <strong>'{1}'</strong>.
sk_sk: Chyba pri kopírovaní adresára <strong>'{0}'<strong> do cieľového adresára <strong>'{1}'</strong>.
zh_cn: 复制文件夹<strong>'{0}'</strong>到目的地文件夹<strong>'{1}'</strong>时出错。

# importprovider.errorcopyfile
source: Error copying file <strong>'{0}'</strong> to the destination <strong>'{1}'</strong>.
cs_cz: Chyba při kopírování <strong>'{0}'</strong> do <strong>'{1}'</strong>.
sk_sk: Chyba pri kopírovaní <strong>'{0}'<strong> do <strong>'{1}'</strong>.
zh_cn: 错误复制文件<strong>'{0}'</strong>到目的地<strong>'{1}'</strong>。

# importprovider.errorcssstyles
source: Error during css styles creation
cs_cz: Chyba při vytváření CSS stylů
sk_sk: Chyba pri vytváraní CSS štýlov
zh_cn: 在 css 样式创建过程中的错误

# importprovider.errorcultures
source: Error during cultures creation
cs_cz: Chyba při vytváření jazyků
sk_sk: Chyba pri vytváraní jazykov
zh_cn: 在语言创建过程中的错误

# importprovider.errordocuments
source: Error during pages creation
cs_cz: Chyba při vytváření dokumentů
sk_sk: Chyba pri vytváraní dokumentov
zh_cn: 在页面创建过程中的错误

# importprovider.errordocumenttypes
source: Error during page types creation
cs_cz: Chyba při vytváření typů dokumentu
sk_sk: Chyba pri vytváraní typov dokumentu
zh_cn: 在页面类型创建过程中的错误

# importprovider.errordomainaliases
source: Error during domain aliases creation
cs_cz: Chyba při vytváření doménových aliasů
sk_sk: Chyba pri vytváraní doménových aliasov
zh_cn: 别名创建域时的错误

# importprovider.erroremailtemplate
source: Error during email template creation
cs_cz: Chyba při vytváření šablon e-mailů
sk_sk: Chyba pri vytváraní šablón e-mailov
zh_cn: 在电子邮件模板创建过程中的错误

# importprovider.errorformusercontrols
source: Error during creation of form user controls.
cs_cz: Chyba při vytváření user controls.
sk_sk: Chyba pri vytváraní user controls.
zh_cn: 在表格用户控件的创建过程中的错误。

# importprovider.errorloadxml
source: Error loading data from xml file.
cs_cz: Chyba při načítání dat z xml souboru.
sk_sk: Chyba pri načítaní dát z xml súboru.
zh_cn: 从 xml 文件加载数据时出错。

# importprovider.errorpagetemplates
source: Error during page templates creation
cs_cz: Chyba při vytváření šablon stránek
sk_sk: Chyba pri vytváraní šablón stránok
zh_cn: 在页面模板创建过程中的错误

# importprovider.errorpermissions
source: Error during permissions setup
cs_cz: Chyba při nastavení oprávnění
sk_sk: Chyba pri nastavenia oprávnení
zh_cn: 权限安装期间出错

# importprovider.errorresources
source: Error during modules creation
cs_cz: Chyba při vytváření modulů
sk_sk: Chyba pri vytváraní modulov
zh_cn: 在模块的创建过程中的错误

# importprovider.errorroles
source: Error during roles creation
cs_cz: Chyba při vytváření rolí
sk_sk: Chyba pri vytváraní rolí
zh_cn: 在角色创建过程中的错误

# importprovider.errorsettings
source: Error during objects creation
cs_cz: Chyba při vytváření objektů
sk_sk: Chyba pri vytváraní objektov
zh_cn: 在对象创建过程中的错误

# importprovider.errorsitecreation
source: Error during site creation
cs_cz: Chyba při vytváření webu
sk_sk: Chyba pri vytváraní webu
zh_cn: 在站点创建过程中的错误

# importprovider.errorusers
source: Error during users creation
cs_cz: Chyba při vytváření uživatelů
sk_sk: Chyba pri vytváraní užívateľov
zh_cn: 在用户创建过程中的错误

# importprovider.errorwebparts
source: Error during web parts creation
cs_cz: Chyba při vytváření webpartů
sk_sk: Chyba pri vytváraní webpart
zh_cn: 在 web 部件创建过程中的错误

# importprovider.permissionerrordir
source: Please copy manually the source directory '{0}' to the destination directory '{1}' and remove the extension '{2}' from all file names.<br />
cs_cz: Zkopírujte ručně výchozí složku '{0}' do cílové složky '{1}' a odstraňte příponu '{2}' ze všech názvů souborů.<br/>
sk_sk: Prosím, skopírujte ručne základnú zložku '{0}' do cieľovej zložky '{1}' a odstráňte príponu '{2}' zo všetkých názvov súborov.<br/>
zh_cn: 请手动将复制到目标目录中 '{1}' 的源目录"{0}"和扩展"{2}' 删除所有文件的名称。<br>

# importprovider.permissionerrorfile
source: Please copy manually file '{0}' from the source directory '{1}' to the destination directory '{2}' and remove the extension '{3}' from the file names.<br />
cs_cz: Zkopírujte ručně soubor '{0}' z výchozí složky '{1}' do cílové složky '{2}' a odstraňte příponu '{3}' z názvu souboru.<br/>
sk_sk: Prosím, skopírujte ručne súbor '{0}' zo základnej zložky '{1}' do cieľovej zložky '{2}' a odstráňte príponu '{3}' z názvu súboru.<br/>
zh_cn: 请手动复制文件"{0}"从源目录 '{1}' 到目标目录中 '{2}' 并从文件名中删除扩展名 '{3}'。<br>

# importprovider.permissionerrorfiledir
source: Please copy manually the source directory '{0}' to the destination directory '{1}' and remove the extension '{2}' from all file names.<br />
cs_cz: Zkopírujte ručně výchozí složku '{0}' do cílové složky '{1}' a odstraňte příponu '{2}' ze všech názvů souborů.<br/>
sk_sk: Prosím, skopírujte ručne základnú zložku '{0}' do cieľovej zložky '{1}' a odstráňte príponu '{2}' zo všetkých názvov súborov.<br/>
zh_cn: 请手动将复制到目标目录中 '{1}' 的源目录"{0}"和扩展"{2}' 删除所有文件的名称。<br>

# importprovider.permissionerrorfiles
source: Please copy manually files '{0}' and '{1}' (or '{2}') from the source directory '{3}' to the destination directory '{4}' and remove the extension '{5}' from the file names.<br />
cs_cz: Zkopírujte ručně soubory '{0}' a '{1}' (nebo '{2}') z výchozí složky '{3}' do cílové složky '{4}' a odstraňte příponu '{5}' z názvů souborů.<br/>
sk_sk: Prosím, skopírujte ručne súbory '{0}' a '{1}' (alebo '{2}') zo základnej zložky '{3}' do cieľovej zložky '{4}' a odstráňte príponu '{5}' z názvov súborov.<br/>
zh_cn: 请手动复制文件 '{0}' 和 '{1}' （或 '{2}'） 从源目录 '{3}' 到目标目录中 '{4}'，从文件名中删除扩展名 '{5}'。<br>

# importprovider.permissionerrorfilewebparts
source: Please copy manually files '{0}', '{1}' (or '{2}') and directory '{6}'(if exists) from the source directory '{3}' to the destination directory '{4}' and remove the extension '{5}' from all file names.<br />
cs_cz: Zkopírujte ručně soubory '{0}', '{1}' (nebo '{2}') a složku '{6}'(pokud existuje) z výchozí složky '{3}' do cílové složky '{4}' a odstraňte příponu '{5}' ze všech názvů souborů.<br/>
sk_sk: Prosím, skopírujte ručne súbory '{0}', '{1}' (alebo '{2}') a zložku '{6}'(ak existuje) zo základnej zložky '{3}' do cieľovej zložky '{4}' a odstráňte príponu '{5}' zo všetkých názvov súborov.<br/>
zh_cn: 请手动复制文件 '{0}'、 '{1}' （或 '{2}'） 和目录 ' {6}'(if exists) 从源目录 '{3}' 到目标目录 '{4}' 和删除扩展名 '{5}' 从所有文件的名称。<br>

# importprovider.permissionwarning
source: Insufficient write permissions. Please copy manually files and folders listed below:<br /><br />{0}
cs_cz: Nedostatečná práva pro zápis. Zkopírujte ručně následující soubory a složky:<br /><br />{0}
sk_sk: Nedostatočné práva pre zápis. Prosím, skopírujte manuálne nasledujúce súbory a adresáre:<br /><br />{0}
zh_cn: 没有足够的写入权限。请手动复制文件和文件夹下面列出：<br><br>{0}

# importsite.deletesite
source: Deleting incomplete site
cs_cz: Mazání neúplného webu
sk_sk: Mazanie neúplného webu
zh_cn: 删除不完整的网站

# importsite.deletesiteerror
source: Error during site deletion.
cs_cz: Chyba při mazání webu
sk_sk: Chyba pri mazaní webu
zh_cn: 删除网站时出错。

# importsite.directorycopywarning
source: Folder '{0}' to '{1}'.
cs_cz: Složka '{0}' do '{1}'.
sk_sk: Adresár '{0}' do '{1}'.
zh_cn: 文件夹 '{0}' 到 '{1}'。

# importsite.errordeletiontemporaryfiles
source: Error deleting old temporary files. Original exception:
cs_cz: Došlo k chybě při mazání starých dočasných souborů. Text chyby:
sk_sk: Chyba pri mazaní starých dočasných súborov. Pôvodná chyba:
zh_cn: 删除旧的临时文件时出错。原始异常：

# importsite.errorimport
source: Error during import process
cs_cz: Chyba v průběhu importu
sk_sk: Chyba počas importu
zh_cn: 在导入过程中的错误

# importsite.errorimportaclitems
source: Error importing ACL items
cs_cz: Chyba při importu ACL
sk_sk: Chyba pri importe ACL
zh_cn: 导入 ACL 项时出错

# importsite.errorimportingbizformdata
source: Error importing form '{0}' data.
cs_cz: Chyba při importu dat BizFormu '{0}'.
sk_sk: Chyba pri importe dát BizFormu '{0}'.
zh_cn: 导入表格"{0}' 数据时出错。

# importsite.errorimportingboardmessages
source: Error importing board '{0}' messages.
cs_cz: Došlo k chybě při importu příspěvků diskuze '{0}'.
sk_sk: Chyba pri importe správ diskusie '{0}'.
zh_cn: 导入董事会 '{0}' 邮件时出错。

# importsite.errorimportingcustomtabledata
source: Error importing custom table '{0}' data.
cs_cz: Chyba při importu dat uživatelské tabulky '{0}'.
sk_sk: Chyba pri importe dát užívateľskej tabuľky '{0}'.
zh_cn: 导入自定义的表"{0}"的数据时出错。

# importsite.errorimportingforumposts
source: Error importing forum '{0}' posts.
cs_cz: Chyba při importu příspěvků fóra '{0}'.
sk_sk: Chyba pri importe príspevkov fóra '{0}'.
zh_cn: 导入论坛 '{0}' 时出错。

# importsite.errorimportinglibraryfiles
source: Error importing media library '{0}' file objects.
cs_cz: Chyba při importu knihovny médii '{0}'.
sk_sk: Chyba pri importe objektov multimediálnej knižnice '{0}'.
zh_cn: 导入媒体库"{0}"文件对象时出错。

# importsite.errorimportobjects
source: Error importing '{0}' objects
cs_cz: Chyba při importu objektů '{0}'.
sk_sk: Chyba pri importe '{0}' objektov
zh_cn: 导入 '{0}' 对象时出错

# importsite.errorloadingdata
source: Error loading '{0}' data
cs_cz: Chyba při načítání dat '{0}'.
sk_sk: Chyba pri načítaní '{0}' dát
zh_cn: 加载 '{0}' 数据时出错

# importsite.errorpermissions
source: The import is disabled because of insufficient permissions in the directory '{0}'. Please grant the account '{1}' with read, write and modify permissions.
cs_cz: Import je zakázán z důvodu nedostatečných zápisových práv pro složku '{0}'. Nastavte prosím účtu '{1}' práva na čtení, zápis a úpravu.
sk_sk: Import je zakázaný kvôli nedostatočným zápisovým právam pre adresár '{0}'. Prosím, oprávnite účet '{1}' s právami na čítanie, zápis a modifikáciu.
zh_cn: 导入是由于权限不足，无法在目录"{0}"禁用的。请为该帐户授予 '{1}' 与读取、 写入和修改权限。

# importsite.errorpreparingglobalfolderslist
source: Error preparing global folders copy list
cs_cz: Chyba při přípravě seznamu globálních složek ke zkopírování.
sk_sk: Chyba pri príprave zoznamu globálnych adresárov pre kopírovanie
zh_cn: 准备全局文件夹的副本列表时出错

# importsite.errorpreparingobjectfileslist
source: Error preparing objects '{0}' files copy list
cs_cz: Chyba při přípravě seznamu souborů objektů '{0}' ke zkopírování.
sk_sk: Chyba pri príprave zoznamu súborov objektov '{0}' pre kopírovanie
zh_cn: 错误准备对象 '{0}' 文件复制列表

# importsite.errorsiteinfo
source: Data not found!
cs_cz: Data nenalezena!
sk_sk: Dáta neboli nájdené!
zh_cn: 找不到的数据 ！

# importsite.errortmpfilescreation
source: Error during temporary files creation.
cs_cz: Chyba při vytváření dočasných souborů
sk_sk: Chyba pri vytváraní dočasných súborov
zh_cn: 创建临时文件时出错。

# importsite.errortmpfilesdeletion
source: Error during temporary files deletion. Please delete the folder {0} manually.
cs_cz: Chyba při mazání dočasných souborů. Smažte složku {0} ručně a klikněte Next.
sk_sk: Chyba pri mazaní dočasných súborov. Prosím, zmažte zložku {0} ručne a kliknite Ďalej.
zh_cn: 删除临时文件时出错。请手动删除文件夹 {0}。

# importsite.eventlogsource
source: Import objects
cs_cz: Importovat objekty
sk_sk: Importovať objekty
zh_cn: 导入对象

# importsite.filecopywarning
source: File '{0}' to '{1}'.
cs_cz: Soubor '{0}' do '{1}'.
sk_sk: Súbor '{0}' do '{1}'.
zh_cn: 文件 '{0}' 到 '{1}'。

# importsite.importcanceled
source: <strong>Import process has been canceled.</strong><br />
cs_cz: <strong>Import byl přerušen.</strong><br />
sk_sk: <strong>Proces importovania bol zrušený.</strong><br />
zh_cn: <strong>导入进程已被取消。</strong><br>

# importsite.importfinished
source: Import has successfully finished
cs_cz: Import byl úspěšně dokončen.
sk_sk: Import bol úspešne dokončený.
zh_cn: 导入已成功完成

# importsite.importfinishedwithwarnings
source: Import has finished with minor problems. Please see warning messages below.
cs_cz: Import byl dokončen s menšími problémy. Podrobnosti si můžete prohlédnout níže.
sk_sk: Import skončil s menšími problémami. Podrobnosti sú uvedené nižšie.
zh_cn: 导入已完成的次要问题。请参阅下面的警告消息。

# importsite.importing
source: Importing {0}
cs_cz: Importování '{0}' objektů
sk_sk: Importovanie '{0}' objektov
zh_cn: 导入 {0}

# importsite.importingbizformdata
source: Importing form '{0}' data
cs_cz: Importování dat BizFormu '{0}'
sk_sk: Importovanie BizForm '{0}' dát
zh_cn: 导入表格"{0}' 数据

# importsite.importingboardmessages
source: Importing board '{0}' messages
cs_cz: Importování komentářů diskuze '{0}'
sk_sk: Importovanie správ diskusie '{0}'
zh_cn: 导入董事会 '{0}' 邮件

# importsite.importingcustomtabledata
source: Importing custom table '{0}' data
cs_cz: Iportování dat uživatelské tabulky '{0}'
sk_sk: Importovanie dát užívateľskej tabuľky '{0}'
zh_cn: 导入自定义的表"{0}"数据

# importsite.importingforumposts
source: Importing forum '{0}' posts
cs_cz: Importování příspěvků fóra '{0}'
sk_sk: Importovanie príspevkov '{0}' fóra
zh_cn: 导入论坛 '{0}' 的帖子

# importsite.importinglibraryfiles
source: Importing media library '{0}' files
cs_cz: Importování knihovny médií '{0}'
sk_sk: Importovanie objektov multimediálnej knižnice '{0}'
zh_cn: 导入媒体库"{0}"文件

# importsite.importsite
source: Import site
cs_cz: Importovat web
sk_sk: Importovať stránku
zh_cn: 导入站点

# importsite.preparingtemporaryfiles
source: Preparing temporary files
cs_cz: Příprava dočasných souborů
sk_sk: Príprava dočasných súborov
zh_cn: 正在准备临时文件

# importsite.processingtasks
source: Processing '{0}' object tasks
cs_cz: Provádí se úlohy objektu '{0}'
sk_sk: Spracovanie úlohy '{0}'
zh_cn: 处理 '{0}' 对象任务

# importsite.startingsite
source: Starting site '{0}'
cs_cz: Spouštění webu '{0}'
sk_sk: Spúšťanie webu '{0}'
zh_cn: 起始站点 ' {0} '

# importsite.startingsiteerror
source: Error starting site '{0}'.
cs_cz: Chyba při spouštění webu '{0}'.
sk_sk: Chyba pri spúšťaní webu '{0}'.
zh_cn: 启动网站"{0}"时出错。

# importsite.startingsitewarning
source: Failed to start site '{0}', there is already a site running under this domain alias. You first need to stop the existing site and then start the new site manually.
cs_cz: Nepodařilo se spustit web '{0}', již běží web se stejným doménovým aliasem, je potřeba zastavit daný web a tento spustit ručně.
sk_sk: Zlyhalo spúšťanie webu '{0}', už beží web s daným doménovým aliasom, je potrebné najskôr zastaviť daný web a spustiť tento ručne.
zh_cn: 启动网站"{0}"失败，其实已经在此域别名下运行的网站。你首先需要停止现有的网站，然后手动启动的新网站。

# importsite.step
source: Step {0}
cs_cz: Krok {0}
sk_sk: Krok {0}
zh_cn: 步骤 {0}

# importsite.step.lblasteriskexplanation
source: * This object is in conflict with the existing object in the database
cs_cz: * Tento objekt je v konfliktu s již existujícím objektem v databázi
sk_sk: * Tento objekt je v konflikte s už existujúcim objektom v databázy
zh_cn: * 此对象是与数据库中的现有对象

# importsite.step.wizardintro
source: Next few steps help you to resolve conflicts of the imported objects. Now choose the import type.
cs_cz: Několik následujících kroků Vám pomůže vyřešit případné konflikty importovaných objektů. Nyní vyberte typ importu.
sk_sk: Niekoľko nasledujúcich krokov Vám pomôže vyriešiť prípadné konflikty importovaných objektov. Teraz vyberte typ importu.
zh_cn: 接下来的几个步骤帮助您解决冲突导入的对象。现在，选择导入类型。

# importsite.stepfileselection.caption
source: Choose file to be imported
cs_cz: Vyberte soubor, který chcete importovat
sk_sk: Vyberte súbor, ktorý chcete importovať
zh_cn: 选择要导入文件

# importsite.stepfileselection.desc
source: Select the package to be imported from folder {0}.
cs_cz: Vyberte nějaký balík, který bude importován z adresáře {0}.
sk_sk: Vyberte balík, ktorý bude importovaný z adresára {0}.
zh_cn: 选择要从文件夹 {0} 中导入的包。

# importsite.stepfileselection.fileerror
source: Please select a file.
cs_cz: Vyberte nějaký soubor.
sk_sk: Prosím, vyberte súbor.
zh_cn: 请选择一个文件。

# importsite.stepimporttype.lblstepimporttype
source: Resolve conflicts
cs_cz: Řešení konfliktů
sk_sk: Riešenie konfliktov
zh_cn: 解决冲突

# importsite.stepimporttype.raddonotoverwrite
source: Do not overwrite any duplicate items, only import new items
cs_cz: Nepřepisovat žádné duplicitní položky, importuj pouze nové položky
sk_sk: Neprepisovať žiadne duplicitné položky, importuj iba nové položky
zh_cn: 不要覆盖任何重复的项目，仅导入新的项目

# importsite.stepimporttype.radoverwriteall
source: Import all objects and overwrite duplicate items
cs_cz: Importovat všechny objekty a přepsat duplicitní položky
sk_sk: Importovať všetky objekty a prepísať duplicitné položky
zh_cn: 导入所有对象和覆盖重复的项目

# importsite.stepimporttype.radselectobjects
source: Select objects to be imported and resolve conflicts manually
cs_cz: Vyberte objekty k importování a vyřešte možné konflikty ručně
sk_sk: Vyberte objekty k importovaniu a vyriešte možné konflikty ručne
zh_cn: 选择要导入和手动解决冲突对象

# importsite.steplimitations.caption
source: Invalid license
cs_cz: Neplatná licence
sk_sk: Neplatná licencia
zh_cn: 无效的许可证

# importsite.steplimitations.lbllimitations
source: You cannot import this package because the license for domain '{0}' ({1}) allows limited number of objects. You can purchase the license <a href="{2}" target="_blank">here</a>.
cs_cz: Tento balíček nemůže být naimportován z důvodu licenčního omezení počtu objektů pro doménu '{0}' ({1}). Licenci si můžte koupit <a href="{2}" target="_blank">tady</a>.
sk_sk: Nemôžete importovať balíček, pretože licencia pre doménu '{0}' je obmedzená ({1}) povoľuje obmedzený počet objektov. Môžete si zakúpiť licenciu <a href="{2}" target="_blank">tu</a>.
zh_cn: 因为域"{0}"的许可证 （{1}） 允许有限的数目的物体，无法导入此程序包。您可以购买许可证<a href="{2}" target="_blank">在这里</a>。

# importsite.steplimitations.lbllimitationsnolic
source: You don't have the license for domain '{0}'. You can purchase the license <a href="{1}" target="_blank">here</a>.
cs_cz: Nemáte licenci pro doménu '{0}'. Licenci si můžete koupit <a href="{1}" target="_blank">tady</a>.
sk_sk: Nemáte licenciu pre doménu '{0}'. Môžete si zakúpiť licenciu <a href="{2}" target="_blank">tu</a>.
zh_cn: 你不必域"{0}"的许可证。您可以购买许可证<a href="{1}" target="_blank">在这里</a>。

# importsite.stepsitedetails.caption
source: Site details
cs_cz: Detaily webu
sk_sk: Detaily webu
zh_cn: 网站详细信息

# importsite.stepsitedetails.culturename
source: Site culture:
cs_cz: Jazyková verze webu:
sk_sk: Kultúra webu:
zh_cn: 站点语言：

# importsite.stepsitedetails.domainname
source: Domain name:
cs_cz: Název domény:
sk_sk: Názov domény:
zh_cn: 域名：

# importsite.stepsitedetails.errordomain
source: Domain name cannot be null.
cs_cz: Název domény nesmí být null.
sk_sk: Názov domény nesmie byť null
zh_cn: 域名不能为空。

# importsite.stepsitedetails.existingsite
source: Import objects into an existing site
cs_cz: Importovat objekty do existujícího webu
sk_sk: Importovať objekty do existujúcej stránky.
zh_cn: 导入对象到一个现有的网站

# importsite.stepsitedetails.newsite
source: Import a new site
cs_cz: Importovat nový web
sk_sk: Importovať nový web.
zh_cn: 导入一个新的网站

# importsite.stepsitedetails.site
source: Select site:
cs_cz: Vybrat web:
sk_sk: Výber webu:
zh_cn: 选择站点：

# importsite.stepsitedetails.sitedisplayname
source: Site display name:
cs_cz: Zobrazený název webu:
sk_sk: Zobrazovaný názov webu:
zh_cn: 网站显示名称：

# importsite.stepsitedetails.sitedisplaynameerror
source: Site display name cannot be blank
cs_cz: Zobrazený název webu nesmí být prázdný.
sk_sk: Zobrazovaný názov webu nesmie byť prázdny.
zh_cn: 网站显示名称不能为空

# importsite.stepsitedetails.sitename
source: Site code name:
cs_cz: Kódový název webu:
sk_sk: Kódový názov webu:
zh_cn: 站点代码名称：

# importsite.stepsitedetails.sitenameerror
source: Site name cannot be blank
cs_cz: Název webu nemůže být prázdný.
sk_sk: Názov webu nemôže byť prázdny.
zh_cn: 网站名称不能为空

# importsite.stepsitedetails.sitenamenotvalid
source: Please enter valid site name
cs_cz: Zadejte platné jméno webu.
sk_sk: Prosím, zadajte správny názov stránky
zh_cn: 请输入有效的网站名称

# importsite.title
source: Import Site
cs_cz: Import webu
sk_sk: Import webu
zh_cn: 导入站点
