Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# chat.webparts.rooms.enablepopup
source: Enables chat users to open a selected room in a new pop-up window when they click the room with the middle mouse button. The pop-up window will use default transformations specified in global settings.
cs_cz: Povolí uživatelům otevřít vybranou místnost v novém vykakovacím okně po kliknutí na místnost prostředním tlačítkem myši. Vyskakovací okno použije defaultní transformaci specifikovanou v globálních nastaveních.
zh_cn: 启用聊天用户，在弹出的新窗口中打开选定的房间，当他们单击鼠标中键的房间里。弹出窗口将使用全局设置中指定的默认转换。

# chat.webparts.rooms.enablepopupcaption
source: Enable popup window
cs_cz: Povolit vyskakovací okna
zh_cn: 启用弹出窗口

# chat.webparts.rooms.name
source: Chat rooms
cs_cz: Chatovací místnosti
zh_cn: 聊天室

# chat.webparts.roomusers.description
source: Displays the list of users in a chat room.
cs_cz: Zobrazí seznam uživatelů v chatovacích místnostech.
zh_cn: 在一个聊天室里显示用户的列表。

# chat.webparts.roomusers.name
source: Chat room users
cs_cz: Uživatelé chatovací místnosti
zh_cn: 聊天室用户

# chat.webparts.searchonlineusers.description
source: Allows to search in users currently on-line in the chat.
cs_cz: Umožní vyhledávat v uživatelích, kteří jsou momentálně online v daném chatu.
zh_cn: 允许在用户搜索当前在线的聊天。

# chat.webparts.searchonlineusers.name
source: Chat search on-line users
cs_cz: Vyhledávání v on-line uživatelích chatu
zh_cn: 聊天搜索联机用户

# chat.webparts.send.description
source: Allows users to send messages to a chat room.
cs_cz: Umožní uživatelům posílat zprávy do chatovací místnosti.
zh_cn: 允许用户将消息发送到一个聊天室。

# chat.webparts.send.name
source: Chat send message
cs_cz: Posílání zpráv do chatu
zh_cn: 发送聊天消息

# chat.webparts.supportrequest.description
source: Displays a button that users can click to request on-line support.
cs_cz: Zobrazí tlačítko, na které mohou uživatelé kliknout, pokud chtějí požádat o online podporu.
zh_cn: 显示一个按钮，用户可以单击以请求在线支持。

# chat.webparts.supportrequest.name
source: Chat support request
cs_cz: Požadavek na chat podporu
zh_cn: 聊天支持请求

# chat.wploading.messages
source: Loading messages...
cs_cz: Načítání zpráv...
zh_cn: 正在加载消息...

# chat.wploading.onlineusers
source: Loading on-line users...
cs_cz: Načítání online uživatelů...
zh_cn: 正在加载联机用户...

# chat.wploading.roomname
source: Loading...
cs_cz: Načítání...
zh_cn: 正在加载...

# chat.wploading.rooms
source: Loading rooms...
cs_cz: Načítání místností...
zh_cn: 正在加载会议室...

# chat.wploading.roomusers
source: Loading room users...
cs_cz: Načítání uživatelů místností...
zh_cn: 正在加载用户房间...

# chat.wploading.searchonlineusers
source: Searching users...
cs_cz: Vyhledávání uživatelů...
zh_cn: 正在搜索用户...

# checkout.couponbutton
source: Apply
zh_cn: 应用

# checkout.couponcodelabel
source: Coupon code
zh_cn: 优惠券代码

# checkout.currencyselection
source: Currency selection
zh_cn: 货币选择

# checkout.customerorderid
source: Customer order ID<
zh_cn: 客户订单 ID <

# checkout.customerselection
source: Customer selection
zh_cn: 客户选择

# checkout.newslettertext
source: Subscribe me to the email campaign.
zh_cn: 我订阅的电子邮件活动。

# checkout.orderdiscountsummary
source: Buy X Get Y and Order discounts summary
zh_cn: 买 X 到 Y 和订单折扣摘要

# checkout.ordernote
source: Order note
zh_cn: 订单通知单

# checkout.ordertotalshipping
source: Shipping total
zh_cn: 航运总

# checkout.ordertotalshippingwithouttax
source: Shipping excl. tax total
zh_cn: 运费不包括税金总额

# checkout.paymentmethodselection
source: Payment method selection
zh_cn: 付款方式的选择

# checkout.recalculate
source: Recalculate
zh_cn: 重新计算

# checkout.selectvalueerror
source: Please select a value.
zh_cn: 请选择一个值。

# checkout.shippingselection
source: Shipping selection
zh_cn: 航运选择

# checkout.totaldiscount
source: Discounts total
zh_cn: 折扣总额

# checkout.totalorderdiscount
source: Buy X Get Y and Order discounts total
zh_cn: 买 X 到 Y 和订单折扣合计

# checkout.totalorderprice
source: Total
zh_cn: 总计

# checkout.totalorderpricewithouttax
source: Total price of order without tax
zh_cn: 命令，又无税总价格

# checkout.totalproductsprice
source: Products total
zh_cn: 产品总

# checkout.totalproductspricewithouttax
source: Products excl. tax total
zh_cn: 产品可享税收总额

# checkout.totalproductstax
source: Products tax total
zh_cn: 产品税总额

# checkout.totalshippingtax
source: Shipping tax total
zh_cn: 航运税总

# checkout.totaltax
source: Tax total
zh_cn: 税总额

# checkout.totalweight
source: Weight total
zh_cn: 重量合计

# checkout.update
source: Update
zh_cn: 更新

# class.allowoverwritecontactinfo
source: Overwrite existing contact information with submitted data. If unchecked, only empty values of a contact are filled.
cs_cz: Přepsat existující kontakt zadanými daty. Pokud není označeno, jsou vyplněny pouze prázdné hodnoty.
sk_sk: Prepísať existujúce informácie kontaktu zadanými dátami. (Ak nie je zakliknuté, len prázdne hodnoty budú vyplnené.)
zh_cn: 与提交的数据覆盖现有联系人信息。如果未选中，填充只空值的一个联系人。

# class.apiexamples
source: API examples
cs_cz: API příklady
sk_sk: API príklady
zh_cn: API 示例

# class.classname
source: Doc. type name:
cs_cz: Název typu dokumentu:
zh_cn: 凭证类型名称：

# class.contactmapping
source: The following section allows mapping of the form's fields to contact objects. Data submitted through the form can then be used to initialize or update contact information.
cs_cz: Následující sekce umožňuje mapovat pole formulářů na objekt kontakt. Pak mohou být data vyplněná ve formuláři použita pro inicializaci nebo aktualizaci kontaktních informací.
sk_sk: Nasledujúca sekcia umožňuje mapovať polia formuláru na polia kontaktu. Dáta zadané do formuláru budú potom použité pre inicializáciu alebo aktualizáciu informácií konaktu.
zh_cn: 下面一节允许要联系人对象的表格的字段映射。然后，通过表单提交的数据可以用于初始化或更新联系人信息。

# class.edit.codename
source: class
zh_cn: 类

# class.exists
source: Class with name '{0}' already exists.
cs_cz: Třída s názvem '{0}' již existuje.
sk_sk: Trieda s menom '{0}' už existuje.
zh_cn: 类的名称"{0}"已存在。

# class.showmore
source: (more page types...)
cs_cz: (více typů dokumentů...)
sk_sk: (viac typov dokumentov ...)
zh_cn: (更多页类型......)

# classes.code.namespace
source: Classes namespace
zh_cn: 类的命名空间

# classes.iscustomizable
source: Is customizable
zh_cn: 是可自定义

# classimageselector.norecords
source: No records found
zh_cn: 没有找到记录

# classimageselector.searchlabel
source: Search images:
zh_cn: 搜索图片：

# classselect.norecords
source: No page types matching your criteria were found.
cs_cz: Nebyly nalezeny žádné dokumenty odpovídající kriteriím vyhledávání, které jste zadali.
zh_cn: 没有与您的条件匹配的页面类型被发现。

# cloning.savedwithwarnings
source: Object was cloned with warnings.
cs_cz: Objekt byl naklonován s varováním.
zh_cn: 对象被克隆，但出现警告。

# cloning.settings.cms_role.bindingslabel
source: Clone permissions
cs_cz: Klonovat oprávnění
zh_cn: 克隆的权限

# cloning.settings.reporting_reportsubscription.displaynamelabel
source: Subscription subject
cs_cz: Předmět přihlášky
zh_cn: 订阅主题

# cloning.warning.queries
source: Please check the cloned queries and replace table names where needed.
cs_cz: Zkontrolujte, prosím, naklonované queries a zaměňte názvy tabulek tam, kde je to potřebné.
zh_cn: 请检查这些克隆的查询和替换表名在需要的地方。

# clonning.dialog.objectdoesnotexist
source: Object does not exist.
cs_cz: Objekt neexistuje.
zh_cn: 对象不存在。

# clonning.dialog.title
source: Clone {0}
cs_cz: Klonovat objekt {0}
zh_cn: 克隆 {0}

# clonning.newcodename
source: New object code name
cs_cz: Nový kódový název objektu
zh_cn: 新建对象代码名称

# clonning.newdisplayname
source: New object display name
cs_cz: Nový název objektu
zh_cn: 新对象的显示名称

# clonning.settings.account.contactgroup
source: Clone contact group membership
cs_cz: Klonovat členy ve skupině kontaktů
zh_cn: 克隆联系组成员身份

# clonning.settings.account.merged
source: Clone merged accounts
cs_cz: Klonovat sloučené účty
zh_cn: 克隆合并的帐户

# clonning.settings.account.merged.tooltip
source: Check this if you want to clone accounts which were merged to this account.
cs_cz: Zaklikněte, pokud chcete klonovat včetně účtů, které byly sloučeny do tohoto účtu.
zh_cn: 如果你想要克隆被合并到此帐户的帐户，请选中此处。

# clonning.settings.account.subsidiaries
source: Clone subsidiaries
cs_cz: Klonovat dceřiné společnosti
zh_cn: 克隆子公司

# clonning.settings.account.subsidiaries.tooltip
source: Check this if you want to clone subsidiaries of the account.
cs_cz: Zaklikněte, pokud chcete klonovat i dceřiné společnosti daného účtu.
zh_cn: 如果你想要克隆子公司的帐户，请检查这。

# clonning.settings.assigntocurrentsite
source: Assign to current site
cs_cz: Přiřadit k aktuálnímu webu
zh_cn: 将分配给当前站点

# clonning.settings.assigntocurrentsite.tooltip
source: Check this if you want to assign cloned object to current site.
cs_cz: Zaklikněte, pokud chcete přiřadit klonovaný objekt k aktuálními webu.
zh_cn: 如果您想要将克隆的对象分配给当前站点，请按这里。

# clonning.settings.attachment.filename
source: Clone file name
cs_cz: Klonovat název souboru
zh_cn: 克隆文件名称

# clonning.settings.bannercategory.banners
source: Clone banners
cs_cz: Klonovat reklamní panely
zh_cn: 克隆横幅

# clonning.settings.bindings
source: Clone binding objects
cs_cz: Klonovat vazebné objekty
zh_cn: 克隆绑定对象

# clonning.settings.category.parentcategory
source: Parent category
cs_cz: Nadřazená kategorie
zh_cn: 父类别

# clonning.settings.category.subcategories
source: Clone subcategories
cs_cz: Klonovat podkategorie
zh_cn: 克隆子类别

# clonning.settings.children
source: Clone child objects
cs_cz: Klonovat podřazené objekty
zh_cn: 克隆子对象

# clonning.settings.class.alternativeform
source: Clone alternative forms
cs_cz: Klonovat alternativní formuláře
zh_cn: 克隆替代形式

# clonning.settings.class.alternativeform.tooltip
source: Check this if you want to clone alternative forms of the object.
cs_cz: Zaklikněte, pokud chcete klonovat alternativní formuláře objektu.
zh_cn: 这检查如果你想要克隆的对象的替代形式。

# clonning.settings.class.tablename
source: DB table name
cs_cz: Název DB tabulky
zh_cn: DB 表名称

# clonning.settings.class.tablename.tooltip
source: You can edit name of the DB table which will be created. This name has to be unique (name generated by default is granted to be unique).
cs_cz: Můžete upravit název databázové tabulky, která bude vytvořena. Její název musí být unikátní (defaultně generované názvy jsou unikátní).
zh_cn: 您可以编辑将创建的数据库表的名称。此名称必须是唯一的 （默认情况下生成的名称授予，是唯一的）。

# clonning.settings.cloneundersite
source: Clone to site
cs_cz: Klonovat do webu
zh_cn: 克隆到站点

# clonning.settings.cloneundersite.tooltip
source: Select site under the clonned object will belong.
cs_cz: Vyberte web, pod který chcete, aby naklonovaný objekt patřil.
zh_cn: 选择站点下的 clonned 对象将属于。

# clonning.settings.contact.activity
source: Clone contact activities
cs_cz: Klonovat aktivity kontaktu
zh_cn: 克隆接触活动

# clonning.settings.contact.contactgroup
source: Clone contact group membership
cs_cz: Klonovat členství ve skupině kontaktů
zh_cn: 克隆联系组成员身份

# clonning.settings.contact.ipaddressesuseragents
source: Clone IP addresses and user agents
cs_cz: Klonovat IP adresy a user agenty
zh_cn: 克隆的 IP 地址和用户代理

# clonning.settings.contact.ipaddressesuseragents.tooltip
source: Check this if you want to clone IP addresses and user agents associated with this contact.
cs_cz: Zaklikněte, pokud chcete klonovat IP adresy a user agenty přidružené k tomuto kontaktu.
zh_cn: 如果你想要克隆的 IP 地址以及与此联系人相关联的用户代理程序，请按这里。

# clonning.settings.contact.merged
source: Clone merged contacts
cs_cz: Klonovat sloučené kontakty
zh_cn: 克隆合并的联系人

# clonning.settings.contact.merged.tooltip
source: Check this if you want to clone also contacts which were merged to this one.
cs_cz: Zaklikněte, pokud chcete klonovat rovněž kontakty, které jsou sloučené do tohoto kontaktu.
zh_cn: 如果你想要也克隆这一合并的联系人，请检查这。

# clonning.settings.contactgroup.accounts
source: Clone added accounts
cs_cz: Klonovat přidané účty
zh_cn: 克隆添加的帐户

# clonning.settings.contactgroup.contacts
source: Clone manually added contacts
cs_cz: Klonovat ručně přidané kontakty
zh_cn: 克隆手动添加的联系人

# clonning.settings.country.threelettercode
source: Country 3-letter code
cs_cz: 3-písmený kód země
zh_cn: 国家 3 字母代码

# clonning.settings.country.twolettercode
source: Country 2-letter code
cs_cz: 2-písmený kód země
zh_cn: 国家 2 个字母的代码

# clonning.settings.country.uniquecodes
source: Country 2-letter and 3-letter code have to be unique.
cs_cz: 2-písmenný a 3-písmenný kód krajiny musí být unikátní.
zh_cn: 2 个字母和三个字母的国家代码必须是唯一的。

# clonning.settings.culture.flags
source: Copy flag images
cs_cz: Kopírovat obrázky vlajek
zh_cn: 复制标志图像

# clonning.settings.culture.flags.tooltip
source: Check this if you want to copy images of flags within App_Themes folder.
cs_cz: Zaklikněte, pokud chcete kopírovat rovněž obrázky vlajek z adresáře App_Themes.
zh_cn: 这检查如果你想要复制图像的 App_Themes 文件夹内的标志。

# clonning.settings.customparameters
source: {0} specific options
cs_cz: {0} - specifické možnosti
zh_cn: {0} 的特定选项

# clonning.settings.customtable.cloneitems
source: Clone custom table data
cs_cz: Klonovat data uživatelské tabulky
zh_cn: 克隆自定义表的数据

# clonning.settings.customtable.tooltip
source: Check this if you want to clone also custom table data items.
cs_cz: Zaklikněte, pokud chcete klonovat i položky uživatelské tabulky.
zh_cn: 如果你想要克隆也自定义表的数据项目，请检查这。

# clonning.settings.documentalias.urlpath
source: URL path
cs_cz: URL cesta
zh_cn: URL 路径

# clonning.settings.documenttype.icons
source: Copy page type icons
cs_cz: Kopírovat ikony typu dokumentu
zh_cn: 复制页面类型图标

# clonning.settings.documenttype.icons.tooltip
source: Check this if you want to copy page type icon files from App_Themes.
cs_cz: Zaklikněte, pokud chcete kopírovat soubory ikon typu dokumentu z App-Themes
zh_cn: 如果您想要从 App_Themes 复制页面类型图标文件，请按这里。

# clonning.settings.emptyinfobox
source: You are about to clone {0} '{1}'.
cs_cz: Chystáte se klonovat objekt {0} '{1}'.
zh_cn: 您将要克隆 {0} '{1}'。

# clonning.settings.exchangetable.validfrom
source: Valid from
cs_cz: Platné od
zh_cn: 从有效

# clonning.settings.exchangetable.validto
source: Valid to
cs_cz: Platné do
zh_cn: 有效期至

# clonning.settings.form.cloneitems
source: Clone form data
cs_cz: Klonovat data formuláře
zh_cn: 克隆表单数据

# clonning.settings.form.tooltip
source: Check this if you want to clone all the Form items.
cs_cz: Zaklikněte, pokud chcete klonovat všechny položky formuláře.
zh_cn: 如果你想要克隆表格的所有项目，请检查这。

# clonning.settings.formusercontrol.filename
source: Cloned form control file name
cs_cz: Název souboru klonovaného form controlu
zh_cn: 克隆的表格控件文件名称

# clonning.settings.formusercontrol.filename.tooltip
source: Enter a file name for cloned form control source code file.
cs_cz: Zadejte název souboru pro klonovaný zdrojový kód souboru form controlu.
zh_cn: 输入为克隆的表格控件源代码文件的文件名称。

# clonning.settings.formusercontrol.files
source: Clone form control files
cs_cz: Klonovat soubory form controlu
zh_cn: 克隆表单控制文件

# clonning.settings.formusercontrol.files.tooltip
source: Check this if you want form control source code files to be cloned as well.
cs_cz: Zaklikněte, pokud chcete, aby se klonovali i soubory zdrojového kódu form controlu.
zh_cn: 如果你想要表格控件代码源文件以及克隆，请检查这。

# clonning.settings.forum.cloneposts
source: Clone forum posts
cs_cz: Klonovat příspěvky fóra
zh_cn: 克隆论坛帖子

# clonning.settings.forum.cloneposts.tooltip
source: Check this if you want to clone forum including all threads and forum posts.
cs_cz: Zaklikněte, pokud chcete klonovat fórum včetně všech vláken a příspěvků.
zh_cn: 如果你想要克隆论坛包括所有线程和论坛帖子，请按这里。

# clonning.settings.infobox
source: You are about to clone {0} '{1}'. Please check the cloning options below:
cs_cz: Chystáte se klonovat {0} <strong>'{1}'</strong>. Zkontrolujte, prosím, níže uvedené možnosti klonování:
zh_cn: 您将要克隆 {0} '{1}'。请检查下面的克隆选项：

# clonning.settings.inlinecontrol.filename
source: Name of the file
cs_cz: Název souboru
zh_cn: 文件的名称

# clonning.settings.inlinecontrol.files
source: Copy inline control files
cs_cz: Kopírovat inline control soubory.
zh_cn: 将内嵌控制文件复制

# clonning.settings.inlinecontrol.files.tooltip
source: Check this if you want to copy inline control files as well.
cs_cz: Zaklikněte, pokud chcete kopírovat také inline control soubory.
zh_cn: 如果你想要复制以及内联控件文件，请检查这。

# clonning.settings.keepfieldstranslated
source: Keep fields localized
cs_cz: Nechat pole lokalizované
zh_cn: 保持局域电磁场

# clonning.settings.keepfieldstranslated.tooltip
source: If checked, the cloned object carries over all localization macros (resource strings) placed inside fields. Otherwise the localization macros are replaced by the text values in the default culture. Does not affect the Display name field, which you manually fill in using the 'New object display name'.
cs_cz: Pokud je zakliknuté, klonovaný objekt si ponechá všechny pole, která používají lokalizační makra {$res.string$} beze změny. Pokud není zakliknuté, klonovaný objekt nahradí lokalizaci jejím překladem v defaultní kultuře. Toto nastavení se ale nevztahuje na pole se zobrazovaným názvem.
zh_cn: 如果选中，克隆的对象进行所有本地化宏 （资源字符串） 放在字段内。否则本地化宏取而代之的是默认语言中的文本值。并不影响显示名称字段中，您手动填写使用新对象显示名称。

# clonning.settings.layouts.appthemesfolder
source: Copy folder within App_Themes
cs_cz: Kopírovat adresář z App_Themes
zh_cn: 在 App_Themes 内复制文件夹

# clonning.settings.layouts.appthemesfolder.tooltip
source: Check this if you want to copy files from within App_Themes folder.
cs_cz: Zaklikněte, pokud chcete kopírovat soubory z App-Themes adresáře.
zh_cn: 如果你想要复制从 App_Themes 文件夹内的文件，请检查这。

# clonning.settings.level.1
source: Only direct descendants
cs_cz: Jen přímí potomci
zh_cn: 只有直接后裔

# clonning.settings.level.2
source: Up to level 2
cs_cz: Do úrovně 2
zh_cn: 到 2 级

# clonning.settings.level.3
source: Up to level 3
cs_cz: Do úrovně 3
zh_cn: 3 级

# clonning.settings.level.all
source: All levels
cs_cz: Všechny úrovně
zh_cn: 所有级别

# clonning.settings.maxrelativelevel
source: Clone children up to level
cs_cz: Klonovat potomky do úrovně
zh_cn: 克隆子级别

# clonning.settings.maxrelativelevel.tooltip
source: Select depth of parent-child relationship you want to clone.
cs_cz: Vyberte, kolik úrovní podřízených objektů chcete klonovat.
zh_cn: 选择您想要克隆的父-子关系的深度。

# clonning.settings.medialibrary.files
source: Clone media library files
cs_cz: Klonovat soubory knihovny medií
zh_cn: 克隆媒体库文件

# clonning.settings.medialibrary.files.tooltip
source: Check this if you want to copy also files within the library
cs_cz: Zaklikněte, pokud chcete klonovat i soubory, které knihovna medií obsahuje.
zh_cn: 如果您想要将库中的文件复制也看看这个

# clonning.settings.medialibrary.foldername
source: Library folder name
cs_cz: Název adresáře knihovny
zh_cn: 库文件夹名称

# clonning.settings.medialibrary.foldername.tooltip
source: Name of the folder for the cloned library. This has to be unique.
cs_cz: Název adresáře naklonované knihovny. Název musí být unikátní.
zh_cn: 克隆库文件夹的名称。这必须是唯一的。

# clonning.settings.metafiles
source: Clone object attachments
cs_cz: Klonovat přílohy objektu
zh_cn: 克隆对象附件

# clonning.settings.metafiles.tooltip
source: Check this if you want to clone attachments of the object.
cs_cz: Zaklikněte, pokud chcete klonovat přílohy objektu.
zh_cn: 如果你想要克隆的对象的附件，请检查这。

# clonning.settings.newsletter.subscribers
source: Clone subscribers
cs_cz: Klonovat odběratele
zh_cn: 克隆的订阅服务器

# clonning.settings.oneitemhelp
source: Clone {0} objects
cs_cz: Klonovat objekty typu {0}
zh_cn: 克隆 {0} 对象

# clonning.settings.otherbindings
source: Clone other bindings
cs_cz: Klonovat opačné vazby
zh_cn: 克隆其他绑定

# clonning.settings.pagetemplate.templatescope
source: Clone page template scopes
cs_cz: Klonovat rozsahy šablony stránky
zh_cn: 克隆页模板范围

# clonning.settings.pagetemplate.templatescope.tooltip
source: Check this if you want to clone page template scopes as well.
cs_cz: Zaklikněte, pokud chcete klonovat i rozsahy použité šablony stránky.
zh_cn: 如果你想要克隆以及页模板范围，请检查这。

# clonning.settings.relationships
source: Clone relationships
cs_cz: Klonovat vztahy
zh_cn: 克隆的关系

# clonning.settings.relationships.tooltip
source: Check this if you want to clone object relationships of the object.
cs_cz: Zaklikněte, pokud chcete klonovat rovněž objektové vztahy objektu.
zh_cn: 如果你想要克隆的对象的对象关系，请选中此处。

# clonning.settings.report.category
source: Clone to category
cs_cz: Klonovat do kategorie
zh_cn: 克隆到类别

# clonning.settings.report.category.tooltip
source: Select report category under which you want to clone the report.
cs_cz: Vyberte kategorii, pod kterou chcete report naklonovat.
zh_cn: 请选择报表类别下，你想要克隆的报告。

# clonning.settings.report.savedreports
source: Clone saved reports
cs_cz: Klonovat uložené reporty
zh_cn: 克隆保存报告

# clonning.settings.report.subscriptions
source: Clone report subscriptions
cs_cz: Klonovat přihhlášky k odběru reportu
zh_cn: 克隆报告订阅

# clonning.settings.resource.permissions
source: Clone module permissions
cs_cz: Klonovat oprávnění modulu
zh_cn: 克隆模块权限

# clonning.settings.resource.permissions.tooltip
source: Check this if you want to clone module permissions and UI personalization permissions.
cs_cz: Zaklikněte, pokud chcete klonovat oprávnění modulu a oprávnění UI personalizace.
zh_cn: 如果你想要克隆模块权限和用户界面个性化设置权限，请选中此处。

# clonning.settings.showadvanced
source: Show advanced settings
cs_cz: Zobrazit pokročilé nastavení
zh_cn: 显示高级的设置

# clonning.settings.showsimple
source: Hide advanced settings
cs_cz: Skrýt pokročilé nastavení
zh_cn: 隐藏高级设置

# clonning.settings.sitebindings
source: Clone site bindings
cs_cz: Klonovat vazby na web
zh_cn: 克隆站点绑定

# clonning.settings.taxclass.skuassignments
source: Clone SKU assignments
cs_cz: Klonovat SKU přiřazení
zh_cn: 克隆 SKU 分配

# clonning.settings.taxclass.skuassignments.tooltip
source: Check this if you want to clone SKU assignments of the tax class.
cs_cz: Zaklikněte, pokud chcete klonovat SKU přiřazení daňové třídy.
zh_cn: 如果你想要克隆的 SKU 分配税类的，请按这里。

# clonning.settings.tooltiphelp
source: Check this if you want to clone following objects: {0}
cs_cz: Zaklikněte, pokud chcete klonovat následující objekty: {0}
zh_cn: 看看这个，如果你想要克隆以下对象: {0}

# clonning.settings.user.email
source: Email
zh_cn: 电子邮件

# clonning.settings.user.email.tooltip
source: Email of the cloned user (needed to send generated password)
cs_cz: E-mail klonovaného uživatele (je potřebné poslat vygenerované heslo)
zh_cn: （需要发送生成的密码） 的克隆的用户的电子邮件

# clonning.settings.user.generatepassword
source: Generate new password
cs_cz: Generovat nové heslo
zh_cn: 生成新密码

# clonning.settings.user.generatepassword.tooltip
source: If you check this, new password will be generated and sent to the provided email. If you uncheck this option, you can enter paswword of your choice directly.
cs_cz: Pokud zakliknete toto políčko, bude vygenerováno nové heslo a bude posláno na zadaný e-mail. Pokud ho nezakliknete, můžete heslo zadat přímo manuálně.
zh_cn: 如果选中此项，将生成新的密码，和发送到提供的电子邮件。如果您取消选中此选项，您可以直接输入 paswword 您的选择。

# clonning.settings.user.password
source: New password
cs_cz: Nové heslo
zh_cn: 新密码

# clonning.settings.user.password.tooltip
source: This password will be used for the cloned user when generate new password is not checked.
cs_cz: Toto heslo bude použito jako heslo naklonovaného uživatele, pokud není zvolena volba generování nového hesla.
zh_cn: 此密码将用于克隆的用户时生成新的口令不被检查。

# clonning.settings.user.permissions
source: Clone user permissions
cs_cz: Klonovat oprávnění uživatele
zh_cn: 克隆的用户权限

# clonning.settings.user.personalization
source: Clone user personalization
cs_cz: Klonovat personalizace uživatele
zh_cn: 克隆用户个性化设置

# clonning.settings.user.subscriptions
source: Clone subscriptions
cs_cz: Klonovat přihlášky k odběrům
zh_cn: 克隆人订阅

# clonning.settings.user.subscriptions.tooltip
source: Check this if you want to clone user's email campaigns, forums, blogs, message boards and reporting subscriptions.
cs_cz: Zaklikněte, pokud chcete klonovat uživatelské přihlášky k odběru z newsletterů, fór, blogů, diskusí a reportů.
zh_cn: 如果你想要克隆用户的电子邮件活动、 论坛、 博客、 留言板和本报告所述的订阅，请检查这。

# clonning.settings.usetransaction
source: Delete clone on failure
cs_cz: Smazat klon klon, pokud nastane chyba
zh_cn: 删除失败的克隆

# clonning.settings.webpart.category
source: Clone web part to category
cs_cz: Klonovat webpart do kategorie
zh_cn: 克隆到类别的 web 部件
