Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsusebizformssitefolder
source: Use site-specific subfolders for custom form files folder
cs_cz: Použít webové podsložky pro složku uživatelských souborů formulářů
sk_sk: Používať špec. webové podadresáre pre súbory užív. formulárov
zh_cn: 使用特定于站点的子文件夹的自定义表格文件的文件夹

# settingskey.cmsusebizformssitefolder.description
source: Indicates if site-specific folder should be used for Forms module forms.
cs_cz: Určuje, zda má být pro formuláře modulu Formuláře použita webová složka.
sk_sk: Určuje, či pre formuláre modulu Forms bude použitý špeciálny adresár pre každý web.
zh_cn: 指示是否应该对于表格模块的表格使用特定于站点的文件夹。

# settingskey.cmsusecheckincheckout
source: Use check-in/check-out
cs_cz: Použít odemykání/ uzamykání
sk_sk: Používať uzamykanie/odomykanie
zh_cn: 使用签入/签出

# settingskey.cmsusecheckincheckout.description
source: Indicates if content locking (<strong>check-in</strong>/<strong>check-out</strong>) should be used for page types that use versioning.
cs_cz: Určuje zda má být uzamykání obsahu (<strong>odemknout</strong>/<strong>uzamknout</strong>) použito pro typy dokumentů, které používají verzování.
sk_sk: Určuje, či zamykanie obsahu (<strong>Zamknúť</strong>/<strong>Odomknúť</strong>) má byť použité pre typy dokumentov, ktoré používajú verzovanie.
zh_cn: 如果指示内容锁定 （<strong>签入</strong>/<strong>签出</strong>） 应该用于使用版本控制的页面类型。

# settingskey.cmsuseculturedomain
source: Force domain culture
cs_cz: Vnutit doménovou kulturu
zh_cn: 强制域语言

# settingskey.cmsuseculturedomain.description
source: If checked, page URLs will always be generated using the domain to which the current content culture is assigned. This also means that the URL will be redirected to the corresponding domain name whenever a different language is selected. This option cannot be combined with language prefixes.
cs_cz: Pokud je zakliknuto, URL dokumenty budou vždy generovány s použitím domény, ke které je aktuální obsah přiřazen. To také znamená, že URL budou přesměrovány na odpovídající názvy domén, vždy když bude zvolen jiný jazyk. Toto nastavení nemůže být zkombinováno s předponami jazyků.
zh_cn: 如果选中此选项，页生成的 Url 将总是使用当前内容语言所分配到的域。这还意味着每当选择不同的语言，将向相应的域名定向 URL。此选项不能与语言前缀组合。

# settingskey.cmsuseeventloglistener
source: Use EventLog trace listener
zh_cn: 使用事件日志跟踪侦听器

# settingskey.cmsuseeventloglistener.description
source: Indicates if the system logs events in the Windows Event Viewer. Use the <strong>Modify</strong> feature of the Kentico installer, if you haven't turned the <strong>Registration of Kentico in Windows Event Log</strong> option on when installing Kentico.
zh_cn: 指示是否系统在 Windows 事件查看器中记录的事件。如果你还没打开<strong>Kentico 注册在 Windows 事件日志</strong>选项安装 Kentico 时，请使用 Kentico 安装程序，<strong>修改</strong>功能。

# settingskey.cmsuseexternalservice
source: Use external service
cs_cz: Použít externí službu
sk_sk: Používať externú službu
zh_cn: 使用外部服务

# settingskey.cmsuseexternalservice.description
source: Indicates if external Windows service should be used to read and write monitored values to the "Scheduled tasks in queue", "Emails in queue" and "Error emails in queue" performance counters. As these counters require database access to get their values, using the external service may optimize your application's performance.
cs_cz: Určuje, zda má být použiva externí služba Windows pro čtení a zápis monitorovaných hodnot do čítačů výkonu "Naplánované úlohy be frontě", "E-maiy ve frontě" a "Chybové e-maily ve frontě". Jelikož tyto čítače vyžadují přístup do databází pro získání hodnot, může použití externí služby optimalizovat výkon vaší aplikace.
sk_sk: Určuje, či externá Windows služba má byť použitá pre čítanie a zapisovanie monitorovaných hodnôt do "Scheduled tasks in queue (Plánované úlohy vo fronte)", "E-mails in queue (E-maily vo fronte)" and "Error e-mails in queue (Chybové e-maily vo fronte)" čítačov. Keďže tieto čítače potrebujú na získanie hodnôt prístup k databáze, použitie externej služby môže optimalizovať výkon aplikácie.
zh_cn: 指示是否外部 Windows 服务应该用于读取和写入到监测的值"计划队列中的任务"，"电子邮件在队列中"和"错误的电子邮件在队列中"性能计数器。由于这些计数器需要数据库访问，以获得它们的值，使用外部服务可以优化您的应用程序的性能。

# settingskey.cmsusefilessitefolder
source: Use site-specific subfolders for custom files folder
cs_cz: Použít webové podsložky pro složku uživatelských souborů
sk_sk: Používať špeciálne webové podadresáre pre užívateľské súbory
zh_cn: 使用特定于站点的子文件夹的自定义文件的文件夹

# settingskey.cmsusefilessitefolder.description
source: Indicates if site-specific folder should be used for attachment physical files.
cs_cz: Určuje, zda má být pro fyzické soubory příloh použita webová složka.
sk_sk: Určuje, či pre prílohy fyzických súborov majú byť používané špeciálne webové podadresáre.
zh_cn: 指示是否应为附件的物理文件使用特定于站点的文件夹。

# settingskey.cmsuselangprefixforurls
source: Use language prefix for URLs
cs_cz: Použít jazykovou předponu pro URL
sk_sk: Používať jazykový prefix pre URL
zh_cn: 使用语言前缀的 Url

# settingskey.cmsuselangprefixforurls.description
source: If enabled, the URLs of pages will be generated with a language prefix. By default, a culture code name is used as prefix. If you specify Culture alias property in ##ui|cms.localization|Development.Cultures## -> Cultures then this alias is used as prefix.
cs_cz: Pokud je povoleno, používají URL dokumentů jazykovou předponu. Ve výchozím nastavení je použit kód jazykové verze. Můžete definovat rozdílnou předponu nastavením aliasu jazykové verze ve vlastnostech jazykové verze.
sk_sk: Ak je povolené, URL dokumentov budú používať jazykovú predponu. Defaultne sa používa kód kultúry (napr. sk-sk), ale môžete definovať iný prefix nastavením aliasu kultúry vo vlastnostiach kultúry.
zh_cn: 如果启用，将用语言前缀生成网页的 Url。默认情况下，语言代码名称用作前缀。如果在 ##ui|cms.localization| 中指定语言别名属性Development.Cultures##-> 语言然后此别名将用作前缀。

# settingskey.cmsuseliveurlforediting
source: Use live URL for editing modes
cs_cz: Použít živou URL pro režimy editace
zh_cn: 用活 URL 为编辑模式

# settingskey.cmsuseliveurlforediting.description
source: If checked, the live URL of the page is used in the editing modes instead of special system URL. Check if you are using MVC development model only.
cs_cz: Pokud je zakliknuto, použije se živá URL dokumentu v režimech editace namísto speciálních systémových URL. Zkontrolujte, zda používáte pouze MVC vývojový model.
zh_cn: 如果选中此选项，在编辑模式下而不是特别系统 URL 使用活的页面的 URL。如果你使用 MVC 开发模式只能检查。

# settingskey.cmsusemedialibrariessitefolder
source: Use site-specific subfolders for custom media libraries folder
cs_cz: Použít webové podsložky pro složku uživatelských knihoven médií
sk_sk: Používať špeciálne webové podadresáre pre užívateľské mediálne knižnice
zh_cn: 用于自定义的媒体库文件夹中的特定于站点的子文件夹

# settingskey.cmsusemedialibrariessitefolder.description
source: Indicates if site-specific folder should be used for media files physical files.
cs_cz: Určuje, zda má být pro fyzické soubory mediálních souborů použita webová složka.
sk_sk: Určuje, či majú byť používané špeciálne adresáre pre každý web na uloženie fyzických súborov mediálnych súborov.
zh_cn: 指示是否应为媒体文件的物理文件使用特定于站点的文件夹。

# settingskey.cmsusenamepathforurlpath
source: Use name path for URL path
cs_cz: Použít jmennou cestu pro cestu URL
sk_sk: Použiť mennú cestu pre URL cestu
zh_cn: 使用 URL 路径名称路径

# settingskey.cmsusenamepathforurlpath.description
source: If checked, this key indicates that name path should be automatically copied to the URL path.
cs_cz: Pokud je zaškrtnuto, toto tlačítko určuje, že jmenná cesta má být automaticky kopírována do cesty URL.
sk_sk: Ak je zaškrtnuté, budú menné cesty automaticky kopírované do URL cesty.
zh_cn: 如果选中此选项，指示此键，该名称路径应将自动复制到的 URL 路径。

# settingskey.cmsusenofollowforuserslinks
source: Use NOFOLLOW for user links
cs_cz: Použít NOFOLLOW pro odkazy uživatelů
zh_cn: 使用 NOFOLLOW 的用户链接

# settingskey.cmsusenofollowforuserslinks.description
source: If enabled, the system will instruct crawlers (robots) not to follow links posted by users on forums, message boards or in blog comments. This is achieved by including the <strong>rel="nofollow"</strong> attribute in the output code of the given link tags.
cs_cz: Pokud je povoleno, systém dá prohledávacím robotům pokyn, aby nenásledovaly odkazy vložené uživateli do fór, diskuzí nebo komentářů blogů. Toho se dosáhne přidáním atributu <strong>rel="nofollow"</strong> do výstupního kódu tagu daného linku.
zh_cn: 如果启用，系统将指示爬虫 （机器人） 不去追随在博客的评论或论坛、 留言板上的用户发布的链接。这通过包括<strong>rel ="nofollow"</strong>输出的代码，在给定的链接标记中的属性。

# settingskey.cmsuseparentgroupidfornewdocuments
source: Use parent community group for new pages
cs_cz: Použít rodičovskou skupinu pro nové dokumenty
sk_sk: Používať rodičovskú skupinu pre nové dokumenty
zh_cn: 父社区组用于新页

# settingskey.cmsuseparentgroupidfornewdocuments.description
source: Indicates if community group assignment of newly created pages should be inherited from their parent page.
cs_cz: Určuje, zda má být přiřazení komunity skupiny nově vytvořených dokumentů děděno z rodičovského dokumentu.
sk_sk: Určuje, či má byť priradenie komunitnej skupiny novovytvorených dokumentov zdedené z rodičovského dokumentu.
zh_cn: 指示是否社区组分配的新创建的页面应该继承其父页。

# settingskey.cmsusepasswordpolicy
source: Use password policy
cs_cz: Použít politiku hesel
sk_sk: Používať politiku hesiel
zh_cn: 使用密码策略

# settingskey.cmsusepasswordpolicy.description
source: If checked, each new password defined anywhere in the system will be checked against the specified password policy rules.
cs_cz: Pokud je zaškrtnuto, bude při registraci uplatňována politika hesel.
sk_sk: Ak je zaškrtnuté, bude sa aplikovať politika hesiel pri registrácií.
zh_cn: 如果选中此选项，将针对指定的密码策略规则检查系统中任意位置定义每个新密码。

# settingskey.cmsusepermanentredirect
source: Allow permanent (301) redirection
cs_cz: Povolit trvalé (301) přesměrování
sk_sk: Povoliť permenantné (301) presmerovanie
zh_cn: 允许 （301） 永久重定向

# settingskey.cmsusepermanentredirect.description
source: If enabled, the system uses permanent (301) redirection instead of standard (302) redirection for SEO purposes.
cs_cz: Pokud je povoleno,používá systém trvalé (301) přesměrování místo standardního (302) přesměrování pro účely SEO.
sk_sk: Ak je zaškrtnuté, systém bude používar permanentné (301) presmerovanie namiesto štandardného (302) presmerovanie, kvôli SEO.
zh_cn: 如果启用，系统将使用永久 (301) 重定向而不是标准 (302) 重定向搜索引擎优化的目的。

# settingskey.cmsusepermanenturls
source: Use permanent URLs
cs_cz: Používat trvalé URL
sk_sk: Používať permanentné URL
zh_cn: 使用永久的 Url

# settingskey.cmsusepermanenturls.description
source: If enabled, URLs of pages and page attachments will be generated in a permanent format. If disabled, friendly URLs will be used.
cs_cz: Použít trvalý URL formát (<strong>getdoc/...</strong>) pro odkazy?
sk_sk: Používať pre odkazy formát permanentných URL (<strong>getdoc/...</strong>).
zh_cn: 如果启用，将永久的格式生成的页和页附件的 Url。如果禁用，则将使用友好的 Url。

# settingskey.cmsuseruniqueemail
source: Require unique user emails
cs_cz: Vyžadovat unikátní uživatelské e-maily
sk_sk: Vyžadovať unikátne užívateľské e-maily
zh_cn: 需要唯一的用户的电子邮件

# settingskey.cmsuseruniqueemail.description
source: Indicates whether the user email should be unique.
cs_cz: Určuje, zda mají být uživatelské e-maily unikátní.
sk_sk: Určuje, či užívateľské e-maily majú byť unikátne.
zh_cn: 指示是否应该是唯一的用户的电子邮件。

# settingskey.cmsusesessionmanagement
source: Monitor on-line users
cs_cz: Monitorovat on-line uživatele
sk_sk: Monitorovať on-line užívateľov
zh_cn: 显示器联机用户

# settingskey.cmsusesessionmanagement.description
source: Indicates if on-line users are monitored and logged.
cs_cz: Určuje, zda mají být on-line uživatelé monitorováni a zaznamenáváni.
sk_sk: Určuje, či majú byť monitorovaní a zaznamenávaní on-line užívatelia.
zh_cn: 指示是否联机用户监测和记录。

# settingskey.cmsusessl
source: Use SSL
cs_cz: Používat SSL
sk_sk: Používať SSL
zh_cn: 使用 SSL

# settingskey.cmsusessl.description
source: Indicates if emails should be sent over SSL.
cs_cz: Určuje, zda mají být e-maily odeslány přes SSL.
sk_sk: Určuje, či majú byť e-maily posielané cez SSL.
zh_cn: 指示是否应该通过 SSL 发送电子邮件。

# settingskey.cmsusesslforadministrationinterface
source: Use SSL for administration interface
cs_cz: Použít SLL pro administrační rozhraní
sk_sk: Používať SSL pre administračné rozhranie
zh_cn: 管理界面使用 SSL

# settingskey.cmsusesslforadministrationinterface.description
source: If pages of the administration interface are automatically redirected to https://.
cs_cz: Pokud jsou stránky z CMS Desku and CMS Site Manageur automaticky přesměrovány na https://.
sk_sk: Ak je zaškrtnuté, stránky z CMS Desk-u a CSM Site Manager-a budú automaticky presmerovávané na https://.
zh_cn: 如果页的管理界面自动重新定向到 https://。

# settingskey.cmsuseurlswithtrailingslash
source: Use URLs with trailing slash
cs_cz: Použít URL s koncovým lomítkem
sk_sk: Používať URL s koncovým lomítkom
zh_cn: 使用 Url 结尾带有斜杠

# settingskey.cmsuseurlswithtrailingslash.description
source: Specifies how the trailing slash should be handled in URLs. Possible options: LEAVE AS IS, ALWAYS, NEVER
cs_cz: Specifikuje, jak se mají zpracovávat URL s koncovým lomítkem. Možnosti: DONTCARE, NEVER, ALWAYS
sk_sk: Určuje, ako sa má zaobchádzať s URL bez koncového lomítka. Možnosti: DONTCARE (neriešiť), NEVER (nikdy), ALWAYS (vždy)
zh_cn: 指定如何处理 Url 尾部反斜杠。可能的选项： 休假作为是永远，永远不会

# settingskey.cmsversionhistorylength
source: Version history length
cs_cz: Délka historie verzí
sk_sk: Dĺžka historie verzií
zh_cn: 版本历史记录长度

# settingskey.cmsversionhistorylength.description
source: Specifies maximum number of versions in the page history. <strong>Please note:</strong> If the number of versions exceeds the specified maximum number, the older versions are destroyed.
cs_cz: Specifikuje maximální počet verzí v historii dokumentu. <strong>Poznámka:</strong> Pokud počet verzí překročí specifikovaný maximální počet, jsou předchozí verze zrušeny.
sk_sk: Špecifikuje maximálny počet verzií v histórií dokumenut. <strong>Poznámka:</strong> Ak počet verzií prekročí zadané číslo, najstaršie verzie budú zničené.
zh_cn: 在页面历史中指定版本的最大数目。<strong>请注意：</strong>如果版本的数目超过指定的最大数目，较旧的版本会被销毁。

# settingskey.cmsversioningextensionsmediafile
source: Media files versioned extensions
cs_cz: Přípony verzovaných média souborů
sk_sk: Prípony verzovaných mediálnych súborov
zh_cn: 版本控制扩展名的媒体文件

# settingskey.cmsversioningextensionsmediafile.description
source: File types (extensions) that will be versioned in the media library (<strong>separated with a semicolon, without dot</strong>). <strong>Please note:</strong> If no value is specified, no files will be versioned.
cs_cz: Typy souborů (přípony), které budou verzovány v knihovn médií (<strong>oddělené středníkem, bez tečky</strong>). <strong>Poznámka:</strong> Pokud není hodnota specifikována, nebudou verzovány žádné soubory.
sk_sk: Typy súborov (prípony) v mediálnych knižniciach, ktoré budú verzované (<strong>oddelné bodkočiarkou, bez bodky</strong>). <strong>Poznámka:</strong> Ak hodnota nie je zadaná, nebudú verzované žiadne súbory.
zh_cn: 文件类型 (扩展名)，将版本控制 （<strong>分隔成一个分号，无点</strong>） 的媒体库中。<strong>请注意：</strong>如果未不指定任何值，没有文件将进行版本控制。

# settingskey.cmsvisitorstatusidle
source: Visitor idle time (minutes)
cs_cz: Doba nečinnosti návštěvníka (v minutách)
zh_cn: 访客空闲时间 (分钟)

# settingskey.cmswebanalyticsusejavascriptlogging
source: Log via JavaScript snippet
zh_cn: 登录通过 JavaScript 代码段

# settingskey.cmswebanalyticsusejavascriptlogging.description
source: If enabled, the system will log majority of Web analytic statistics and certain On-line marketing Activities using JavaScript snippet. JavaScript logging filters out all browsers and devices that do not support JavaScript or have it disabled (typically non-human tools such as RSS readers, web crawlers, etc.). Switching to JavaScript logging does not affect performance of the website. Activities logged by JavaScript snippet include Page view, Landing page and External search.
zh_cn: 如果启用，系统将记录绝大多数网站分析统计数据和使用 JavaScript 代码段某些在线营销活动。JavaScript 日志过滤掉所有的浏览器和设备，不支持 JavaScript 或有它禁用 （如 RSS 阅读器、 web 爬虫等通常非人类工具。）。切换到 JavaScript 日志记录并不会影响网站的性能。由 JavaScript 代码片段记录的活动包括网页视图，着陆页，其中外部搜索。

# settingskey.cmswebdavextensions
source: Supported file extensions
cs_cz: Podporované přípony souborů
sk_sk: Podporované prípony súborov
zh_cn: 受支持的文件扩展名

# settingskey.cmswebdavextensions.description
source: File types (extensions) supported by WebDAV in Edit mode (separated with semicolons, with or without the leading dots). If blank, all types of files are supported. Files without extensions are not supported. <strong>Please note that WebDAV is only functional if Kentico is configured for Windows authentication - otherwise, this setting has no effect.</strong>
cs_cz: Typy souborů (přípony) podporované WebDAV v Módu úprav (odělené středníkem, s a nebo bez vodících teček). Pokud je prázdné, jsou podporovány všechny typy souborů. Soubory bez přípon nejsou podporovány. <strong>Poznámka: WebDAV je funkční pouz pokud je CMS konfigurováno pro Windows autentizaci - v opačném případě nemá nastavení žádný efekt.</strong>
sk_sk: Typy súborov (prípony) podporovaných editačným módom WebDav-u (oddelené bodkočiarkou, s bodkami alebo bez). Ak je prázdne, sú podporované všetky typy. Súbory bez prípon nie sú podporované. <strong>Poznámka:</strong> WebDAV je funkčný len ak je CMS konfigurované pre Windows autentizáciu. V opačnom prípade sa toto nastavenie nijako neprejaví.
zh_cn: 文件类型 (扩展名) 支持 WebDAV 通过在编辑模式下 （用分号分隔），有或没有前面的点）。如果为空，支持所有类型的文件。不支持不带扩展名的文件。<strong>请注意 WebDAV 只是功能性的如果 Kentico 配置为 Windows 身份验证 — — 否则为此设置没有任何影响。</strong>

# settingskey.cmswebfarmenabled.description
source: Indicates whether web farm support is enabled. Requires one synchronization mechanism to be enabled. Also web farm servers must be configured in Web Farm -> Servers or automatic web farm server generation must be enabled.
cs_cz: Určuje, zda je povolena podpora webových farm.
zh_cn: 指示是否启用 web farm支持。需要一种同步机制来启用。此外必须在-> 服务器 Web 场中配置 web farm服务器或者必须启用自动 web farm服务器生成。

# settingskey.cmswishlisturl
source: Wishlist URL
cs_cz: URL seznamu přání
sk_sk: URL zoznamu želaní (wishlistu)
zh_cn: 收藏的 URL

# settingskey.cmswishlisturl.description
source: The URL of the <em>Wishlist</em> page (virtual path).
cs_cz: URL stránky seznamu přání (<strong>virtuální cesta</strong>)
sk_sk: URL stránky so zoznamom želaní (<strong>virtuálna cesta</strong>)
zh_cn: <em>收藏</em>页 （虚拟路径） 的 URL。

# settingskey.contactcreatedbefore
source: Contact created before (days)
cs_cz: Kontakty vytvořené před (dny)
zh_cn: 在 （天） 之前创建的联系人

# settingskey.contactcreatedbefore.description
source: Contacts which were created before specified number of days will be deleted. Value represents number of days.
cs_cz: Kontakty, které byly vytvořeny před zadaným počtem dní, budou smazány. Hodnota udává počet dní.
zh_cn: 将删除指定的天数之前创建的联系人。值表示的天数。

# settingskey.contactcustomquery
source: Custom SQL WHERE condition
cs_cz: Vlastní SQL WHERE podmínka
zh_cn: 自定义 SQL WHERE 条件

# settingskey.contactcustomquery.description
source: Allows you to enter an SQL WHERE condition that determines which contacts are deleted. For example, to create a condition for deleting contacts that have an empty email address, enter the following: <strong>(ContactEmail IS NULL OR ContactEmail = '')</strong>
cs_cz: Umožní vám vložit SQL WHERE podmínku, která určí, které kontakty se mají mazat. Např., pokud chcete smazat kontakty, které nemají vyplněnou e-mailovou adresu, vložte následující podmínku: <strong>(ContactEmail IS NULL OR ContactEmail = '')</strong>
zh_cn: 允许您输入一个 SQL WHERE 条件，用于确定哪些联系人都将被删除。例如，要创建一个具有空的电子邮件地址的联系人中删除的条件，请输入以下： <strong>（ContactEmail 是 NULL 或 ContactEmail = ')</strong>

# settingskey.contactisanonymous
source: Contact is anonymous
cs_cz: Anonymní kontakty
zh_cn: 联系人是匿名

# settingskey.contactisanonymousdescription
source: Contacts which are/aren't related to a user will be deleted.
cs_cz: Kontakty, které jsou/nejsou spojeny s uživatelem budou smazány
zh_cn: 是/不是与用户相关的联系人将被删除。

# settingskey.contactlastlogon
source: Contact last logon before (days)
cs_cz: Kontakty naposledy přihlášené před (dny)
zh_cn: 联系最后一次登录之前 （天）

# settingskey.contactlastlogon.description
source: Applicable to non anonymous contacts with relation to a user. Contacts whose last logon is older than specified number of days will be deleted. Value represents number of days.
cs_cz: Aplikuje se na neanonymní kontakty, které jsou propojené s uživatelem. Kontakty, jejichž datum posledního přihlášení je starší než zadaný počet dní, budou smazány. Hodnota udává počet dní.
zh_cn: 适用于非匿名用户与联系人。其最后一次登录是早于指定天数的联系人将被删除。值表示的天数。

# settingskey.contactlastmodified
source: Contact last modified before (days)
cs_cz: Kontakty naposledy změněné před (dny)
zh_cn: 在 (天) 之前最后修改的联系人

# settingskey.contactlastmodified.description
source: Contacts which were modified (e.g. contact address changed) before specified number of days will be deleted. Value represents number of days.
cs_cz: Kontakty, které byly naposledy směněné (např. změněná adresa kontaktu) před zadaným počtem dní, budou smazány.
zh_cn: 接触而进行了修改 （例如联系人地址改变） 前指定的天数将被删除。值表示的天数。

# settingskey.contactmergedintosite
source: Merged into site contact only
cs_cz: Jen sloučené do webových kontaktů
zh_cn: 合并到站点联系只

# settingskey.contactmergedintosite.description
source: Only contacts which are merged into another site contact will be deleted.
cs_cz: Pouze kontakty, které jsou sloučené do jiného webového kontaktu, budou smazány.
zh_cn: 唯一的联系人合并到另一个网站联系人将被删除。

# settingskey.contactmergedwhen
source: Contact merged before (days)
cs_cz: Kontakty sloučené před (dny)
zh_cn: 联系人合并之前 （天）

# settingskey.contactmergedwhen.description
source: Contacts which were merged before specified number of days will be deleted. Value represents number of days.
cs_cz: Kontakty, které byly sloučené před zadaným počtem dní, budou smazány.
zh_cn: 将删除指定的天数之前被合并的联系人。值表示的天数。

# settingskey.enablesautomaticuploadofthestrandscatalogfeed
source: Enables automatic upload of the Strands catalog feed to Strands. When turned on, the Save button automatically uploads the Strands catalog feed to Strands.
zh_cn: 启用自动上传的喂丝股目录。打开时，保存按钮自动上载喂丝股目录。

# settingskey.enablescreenlock
source: Enable screen lock
cs_cz: Povolit zamykání obrazovky
zh_cn: 启用屏幕锁定

# settingskey.enablescreenlock.description
source: Indicates if screen lock feature is enabled.
cs_cz: Určuje, zda je povolena funkcionalita zamykání obrazovky
zh_cn: 指示是否启用了屏幕锁定功能。

# settingskey.facebookaccesstoken
source: Access token
cs_cz: Přístupový token
zh_cn: 访问令牌

# settingskey.facebookaccesstoken.description
source: When you enter a Facebook page ID you can retrieve the access token that allows your site to post notifications onto the page. The token can be retrieved only by the page owner.
cs_cz: Přístupový token obdržený z Facebooku hned jak uživatel potvrdí oprávnění pro jeho aplikaci.
zh_cn: 当您输入一个 Facebook 页面 ID 时，您可以检索允许站点张贴通知拖到页上的访问令牌。令牌可以仅由页面所有者检索。

# settingskey.facebookpageid
source: Facebook page ID
zh_cn: Facebook 页面 ID

# settingskey.facebookpageid.description
source: The identifier of a Facebook page where the notifications will be posted. It is a number that can be retrieved from the URL of the Facebook page.
cs_cz: Page ID získané z URL facebook stránky (číslo na konci URL, přibližně 15 číslic)
zh_cn: 在那里将张贴通知的 Facebook 页面标识符。它是一个数字，可以从 Facebook 页面的 URL 中检索。

# settingskey.facebookurlshortenertype
source: Use URL shortener
cs_cz: URL zkracovač
zh_cn: 使用网址缩短服务

# settingskey.facebookurlshortenertype.description
source: Default URL shortener for all new Facebook posts.
cs_cz: Tento URL zkracovač bude použit na zkracování odkazů ve všech Facebookových příspěvcích
zh_cn: 默认为所有新的 Facebook 帖子的的网址缩短服务。

# settingskey.filesystempath
source: File system path
cs_cz: Cesta k systémovému souboru
zh_cn: 文件系统路径

# settingskey.goo.glapikey
source: API key
cs_cz: API klíč
zh_cn: API 密钥
