Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# administration.ui.categoriesdescription
source: Allows you to manage the hierarchy of global and site categories. You can manage personal categories in the My profile application.
cs_cz: Tato sekce zobrazuje hierarchii kategorií definovaných pro Vaši webovou stránku. Můžete vytvořit novou kategorii nebo měnit či mazat ty existující. Můžete také spravovat své osobní kategorie.
sk_sk: Táto sekcia zobrazuje hierarchiu kategórií definovaných pre vaše weby. Môžete tu vytvoriť novú kategóriu, prípadne zmazať alebo editovať existujúcu kategóriu. Taktiež môžete spravovať svoje vlastné kategórie.
zh_cn: 允许您管理的全局层次和网站类别。您可以管理个人类在我的配置文件应用程序。

# administration.ui.configuration
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# administration.ui.emailtemplates
source: Email templates
cs_cz: Šablony e-mailů
sk_sk: E-mailové šablóny
zh_cn: 电子邮件模板

# administration.ui.emailtemplates.global
source: Email templates
zh_cn: 电子邮件模板

# administration.ui.emailtemplatesaddtemplate
source: Add a new email template
cs_cz: Přidat novo ušablonu e-mailu
sk_sk: Pridať novú šablónu
zh_cn: 添加新的电子邮件模板

# administration.ui.emailtemplatesdescription
source: Allows you to manage email templates. The templates define the content of automatic emails sent by the system. For example, workflow notifications informing about the status of pages are based on email templates. By default, the system uses global templates, but you can create site-specific versions of each template.
cs_cz: Tato sekce zobrazuje seznam šablon e-mailů. Mohou zde být definovány nové šablony e-mailů. Můžete také upravovat, mazat nebo exportovat kteroukoliv ze šablon.
sk_sk: Táto sekcia zobrazuje zoznam E-mailových šablón. Môžete tu definovať novú šablónu či editovať zmazať alebo exportovať existujúcu šablónu.
zh_cn: 允许您管理电子邮件模板。模板定义的内容自动发送的电子邮件系统。例如，工作流通告，通知有关状态的页面基于电子邮件模板。默认情况下，系统使用共用模板，但您可以创建特定于站点的每个模板版本。

# administration.ui.eventlog
source: Event log
cs_cz: Historie událostí
sk_sk: História udalostí
zh_cn: 事件日志

# administration.ui.eventlog.global
source: Event log (global)
zh_cn: 事件日志 （全局）

# administration.ui.eventlogdescription
source: The event log displays a list of errors and warnings that occurred within the system and keeps track of other events, such as object changes. You can view the log for the entire system or for individual sites. Check the event log if you encounter problems on your website.
cs_cz: Tato sekce zobrazuje historii událostí. Můžete vybrat zobrazení historie pro celý systém nebo pro příslušnoý web. Historie zde může být také vyčištěna. Může být též zobrazena detailní informace o zaznamenaných událostech.
sk_sk: Táto sekcia zobrazuje históriu udalostí. Môžete si vybrať, či chcete zobraziť históriu udalostí pre celý systém alebo pre konkrétny web. Môžete si tu pozrieť detaily každej zaznamenanej udalosti alebo zmazať celú históriu.
zh_cn: 事件日志显示错误和警告系统内发生的并跟踪的其他事件，如对象更改的列表。您可以查看该日志为整个系统，或为单个站点。如果您在您的网站时遇到问题，请检查事件日志。

# administration.ui.helptopics
source: Help topics
zh_cn: 帮助主题

# administration.ui.membership
source: Membership
cs_cz: Členství
sk_sk: Členstvo
zh_cn: 会员

# administration.ui.memberships
source: Membership
cs_cz: Členství
sk_sk: Členstvo
zh_cn: 会员

# administration.ui.memberships.global
source: Membership
zh_cn: 会员

# administration.ui.membershipsaddmembership
source: Add a new membership
cs_cz: Přidat nové členství
sk_sk: Pridať nové členstvo
zh_cn: 添加新的成员

# administration.ui.permissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# administration.ui.permissionsmanagecontent
source: Manage Content module permissions
cs_cz: Spravovat oprávnění modulu Obsah
sk_sk: Spravovať práva modulu Obsah
zh_cn: 管理内容模块的权限

# administration.ui.roles
source: Roles
cs_cz: Role
sk_sk: Role
zh_cn: 角色

# administration.ui.scheduledtasks
source: Scheduled tasks
cs_cz: Naplánované úlohy
sk_sk: Naplánované úlohy
zh_cn: 计划的任务

# administration.ui.scheduledtasks.global
source: Scheduled tasks
zh_cn: 计划的任务

# administration.ui.security
source: Security
cs_cz: Bezpečnost
sk_sk: Bezpečnosť
zh_cn: 安全

# administration.ui.system
source: System
cs_cz: Systém
sk_sk: Systém
zh_cn: 系统

# administration.ui.uipersonalization
source: UI personalization
cs_cz: Personalizace UI
sk_sk: UI personalizácia
zh_cn: UI 个性化

# administration.ui.uipersonalization.global
source: UI personalization (global)
zh_cn: UI 个性化设置 （全局）

# administration.ui.uipersonalizationmanagecontent
source: Manage Content module personalization
cs_cz: Spravovat personalizaci modulu Obsah
sk_sk: Spravovať práva modulu Obsah
zh_cn: 管理内容模块个性化设置

# administration.ui.users
source: Users
cs_cz: Uživatelé
sk_sk: Užívatelia
zh_cn: 用户

# administration.ui.users.global
source: Users (global)
zh_cn: 用户 （全局）

# administration.ui.usersadduser
source: Add a new user
cs_cz: Přidat nového uživatele
sk_sk: Pridať nového užívateľa
zh_cn: 添加新用户

# administration.ui.usersonlineusers
source: View on-line users
cs_cz: Zobrazit on-line uživatele
sk_sk: Zobraziť on-line užívateľov
zh_cn: 查看在线用户

# administration.users.approveallselectedquestion
source: Do you want to approve all selected users?
cs_cz: Chcete schválit všechny vybrané uživatele?
sk_sk: Prajete si schváliť všetkých vybraných užívateľov?
zh_cn: 你想要批准所有选定的用户吗？

# administration.users.onlineusers
source: On-line users
cs_cz: Uživatelé on-line
sk_sk: On-line užívatelia
zh_cn: 联机用户

# administration.users.usedbrepository.disabled
source: In order to display additional information such as location of visitors, anonymous guests details or related contact profiles you need to enable storing on-line users in the database. To enable it, please go to <strong> ##ui|cms|settings## -> Security & Membership </strong> and check the <strong> Store on-line users in database </strong> field.
cs_cz: Pokud chcete zobrazit dodatečné informace jako poloha návštěvníka, detaily o anonymních hostech nebo odpovídající profily kontaktů, musíte nejprve povolit ukládání on-line uživatelů do databáze. To můžete udělat zakliknutím políčka 'Ukládať on-line uživatele do databáze v <strong>Site Manager -> Nastavení -> Bezpečnost & Členství </strong>.
zh_cn: 显示额外的信息，如位置的访客，匿名来宾详细信息或相关联系人的配置文件，您需要启用将在线用户存储在数据库中。若要启用它，请转到<strong> ##ui|cms|settings## -> 安全 & 会员</strong>并检查<strong>存储在线数据库中的用户</strong>字段。

# administration.users_header.kickedusers
source: Kicked users
cs_cz: Zablokování uživatele
zh_cn: 被踢的用户

# administration.users_header.myapproval
source: Waiting for approval
cs_cz: Čeká na schválení
sk_sk: Čakajú na schválenie
zh_cn: 等待审批

# administration-leftmenu.avatars
source: Avatars
cs_cz: Avatary
sk_sk: Avatary
zh_cn: 头像

# administration-leftmenu.emailqueue
source: Email queue
cs_cz: Fronta e-mailů
sk_sk: Fronta e-mailov
zh_cn: 电子邮件队列

# administration-leftmenu.recyclebin
source: Recycle bin (global)
cs_cz: Koš
sk_sk: Kôš
zh_cn: 回收站 （全局）

# administration-leftmenu.recyclebindescription
source: Allows you to manage the deleted pages and files. You can restore deleted items or destroy them permanently.
cs_cz: V této sekci jsou uchovány všechny smazané objekty, soubory a dokumenty s možností jejich obnovení nebo jejich smazání.
sk_sk: Táto sekcia zobrazuje kôš. Všetky objekty, súbory a dokumenty zmazané zo systému sú v tejto sekcii uložené. Môžete ich obnoviť alebo vyprázdniť kôš v tejto sekcii.
zh_cn: 允许您管理文件和已删除的页。您可以还原已删除的项目或永久销毁它们。

# administration-leftmenu.smtpservers
source: SMTP servers
cs_cz: SMTP servery
sk_sk: SMTP servery
zh_cn: SMTP 服务器

# administration-leftmenu.smtpserversdescription
source: Allows you to register and manage additional SMTP servers that the system uses to deliver emails. You can make the SMTP servers available globally for all sites, or add dedicated servers for specific sites. To set the primary SMTP server, open the Settings application and select the System -> Emails category.
cs_cz: Tato sekce vám umožňuje správu SMTP serverů, které jsou určeny pro doručování e-mailů. SMTP servery mohou být dostupné globálně pro všechny webové stránky nebo je můžete nastavit pro jednotlivé weby. Jednotlivé servery mohou být také dočasně spuštěny nebo vypnuty.
sk_sk: Táto sekcia umožňuje spravovať SMTP servery, ktoré sa používajú pre doručenie e-mailov. SMTP servery môžu byť dostupné globálne pre všetky
zh_cn: 允许您注册和管理其他系统用来发送电子邮件的 SMTP 服务器。你可以使 SMTP 服务器提供全局范围内的所有站点，或添加特定站点的专用的服务器。若要设置主 SMTP 服务器，请打开设置应用程序并选择-> 电子邮件分类系统。

# administration-leftmenu.system
source: System
cs_cz: Systém
sk_sk: Systém
zh_cn: 系统

# administration-leftmenu.systemdescription
source: Displays information about the application and the environment where the system is running. Also allows you to perform system tasks, such as clearing the cache, restarting the application, deployment of virtual objects to the file system, separation of the on-line marketing database, searching for macro expressions and global management of macro signatures.
cs_cz: Sekce s obecnými informacemi o systému na kterém Kentico běží. Je zde informace o paměti, o cachovaných položkách, rozhraní pro otestování nastavení e-mailového serveru a otestování přístupu na disk. Můžete nechat smazat nevyužívanou pamět nebo cache a nechat restartovat aplikaci.
sk_sk: Táto sekcia zobrazuje informácie o systéme, na ktorom inštancia Kentico beží. Poskytuje informácie o kapacite pamäti, cache položkách, nastavení mailového servera, prístupu súborového systému. Môžete vymazať nepoužívanú pamäť, cache alebo reštartovať aplikáciu.
zh_cn: 显示有关应用程序和在系统正在运行的环境的信息。此外允许您执行系统任务，如清除缓存，重新启动应用程序，部署虚拟对象到文件系统中，在线营销数据库，搜索宏表达式和宏签名的全局管理分离。

# administration-leftmenu.webfarmdescription
source: Allows you to define web farm servers. You can scale the performance of websites by distributing computing among multiple web servers, and use a web farm to synchronize the servers. The application also provides a list of all web farm synchronization tasks that are waiting to be processed.
cs_cz: Tato sekce slouží ke správě serverů webové farmy (přidávání, úprava, odstraňování). Každý server má u sebe odpovídající seznam synchronizačních úloh, keré je možné ručně provést nebo smazat.
sk_sk: Táto sekcia zobrazuje zoznam web farm serverov. Nový server môže byť pridaný a akýkoľvek server zo zoznamu tu môže byť upravený alebo zmazaný. Môžete tu taktiež nájsť web farm synchronizačné úlohy. Tie môžu byť buď spustené manuálne alebo zmazané.
zh_cn: 允许您定义 web farm服务器。你可以通过分布式计算中多个 web 服务器扩展的网站的性能，并使用 web 场同步的服务器。应用程序还提供所有等待处理的 web 农场同步任务的列表。

# administration-module_edit.permissionnames
source: Permission names
cs_cz: Názvy oprávnění
sk_sk: Názvy oprávnení
zh_cn: 权限的名称

# administration-module_edit_permissionnames.newpermission
source: New permission
cs_cz: Nové přístupové právo:
sk_sk: Nové prístupové právo:
zh_cn: 新建权限

# administration-module_edit_permissionnames.role
source: Role
sk_sk: Rola
zh_cn: 作用

# administration-module_edit_permissionnames.rolesinfo
source: Following roles are granted with '{0}' permission:
cs_cz: Následující role mají přiděleno '{0}' právo:
sk_sk: Nasledujúce role majú pridelené '{0}' právo:
zh_cn: 与 '{0}' 权限授予下列角色：

# administration-module_list.newmodule
source: New module
cs_cz: Nový modul
sk_sk: Nový modul
zh_cn: 新建模块

# administration-pagelayout_new.editlayout
source: Page layout properties
cs_cz: Vlastnosti rozvržení
sk_sk: Vlastnosti layoutu
zh_cn: 页面布局属性

# administration-pagelayout_new.lblpackages
source: License packages
cs_cz: Licenční balíky:
sk_sk: Licenčné balíky:
zh_cn: 许可证软件包

# administration-pagelayout_new.title
source: New page layout
cs_cz: Nové rozvržení stránky
sk_sk: Nový layout stránky
zh_cn: 新建网页布局

# administration-pagetemplate_general.cloneasadhoc
source: Clone as ad-hoc for new pages
cs_cz: Klonovat jako ad-hoc pro nové dokumenty
zh_cn: 克隆作为特设新页

# administration-pagetemplate_header.title
source: Page template
cs_cz: Šablona stránky
sk_sk: Šablóna stránky
zh_cn: 网页模板

# administration-pagetemplate_sites.sitetitle
source: The page template is available for the following websites:
cs_cz: Šablona stránky je dostupná pro následující webové stránky:
sk_sk: Šablóna stránky je dostupná pre nasledujúce webové stránky:
zh_cn: 网页模板是可用于以下网站：

# administration-permissions_header.permissionstitle.global
source: Permissions (global)
zh_cn: 权限 （全局）

# administration-role_edit.title
source: Role properties
cs_cz: Vlastnosti role
sk_sk: Vlastnosti role
zh_cn: 角色属性

# administration-role_list.newrole
source: New role
cs_cz: Nová role
sk_sk: Nová rola
zh_cn: 新建角色

# administration-role_new.newrole
source: New role
cs_cz: Nová role
sk_sk: Nová rola
zh_cn: 新建角色

# administration-role_new.title
source: New role
cs_cz: Nová role
sk_sk: Nová rola
zh_cn: 新建角色

# administration-site_edit.cultures
source: Cultures
cs_cz: Jazykové verze
sk_sk: Jazyky
zh_cn: 语言

# administration-system.debughandlers
source: Event handlers
zh_cn: 事件处理程序

# administration-system.debugsql
source: SQL queries
cs_cz: Debugování SQL
sk_sk: SQL Debug
zh_cn: SQL 查询

# administration-system.debugviewstate
source: Page ViewState
cs_cz: Debugování ViewState
sk_sk: ViewState Debug
zh_cn: 页面视图状态

# administration-system.files
source: Files
cs_cz: Soubory
sk_sk: Súbory
zh_cn: 文件

# administration-system.macros
source: Macros
cs_cz: Makra
zh_cn: 宏

# administration-user.token.reset
source: Token was reset.
zh_cn: 令牌被重置。

# administration-user_edit.categories
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# administration-user_edit.customfields
source: Custom fields
cs_cz: Uživatelská pole
sk_sk: Užívateľské polia
zh_cn: 自定义字段

# administration-user_edit.departments
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenie
zh_cn: 部门

# administration-user_edit.notifications
source: Notifications
cs_cz: Upozornění
sk_sk: Upozornenia
zh_cn: 通知

# administration-user_edit.password
source: Password
cs_cz: Heslo
sk_sk: Heslo
zh_cn: 密码

# administration-user_edit.subscriptions
source: Subscriptions
cs_cz: Odběr e-mailů
sk_sk: Prihlášky
zh_cn: 订阅

# administration-user_list.edituser
source: Edit user
zh_cn: 编辑用户

# administration-user_list.newuser
source: New user
cs_cz: Nový uživatel
sk_sk: Nový užívateľ
zh_cn: 新用户

# administration-webtemplate_list.newwebtemplate
source: New web template
cs_cz: Nová šablona webu
sk_sk: Nová šablóna webu
zh_cn: 新建 web 模板

# administration-webtemplate_new.editwebtemplate
source: Web template properties
cs_cz: Vlastnosti šablony webu
sk_sk: Vlastnosti šablóny webu
zh_cn: Web 模板属性

# advancedlabel.details
source: see more details
cs_cz: zobrazit více informací
zh_cn: 查看更多详细信息

# advancedlabel.detailsless
source: hide details
cs_cz: skrýt detaily
zh_cn: 隐藏详细信息

# ageselector.between
source: Between
cs_cz: Mezi
sk_sk: Medzi
zh_cn: 之间

# ageselector.conjunction
source: and
zh_cn: 和

# ageselector.days
source: days
zh_cn: 天

# aliasaction.redirect
source: Redirect to main URL
zh_cn: 重定向到主 URL

# aliasnode.text
source: Page alias path
cs_cz: Alias cesta k dokumentu
zh_cn: 页面别名路径

# allowedclasscontrol.additems
source: Add page types
cs_cz: Přidat typy dokumentů
sk_sk: Pridať typy dokumentov
zh_cn: 添加页面类型

# allowedclasscontrol.entersearch
source: Class name
cs_cz: Napište jméno nebo jeho část:
sk_sk: Názov typu alebo časť názvu:
zh_cn: 类名称

# allowedclasscontrol.itemname
source: Page type name
cs_cz: Jméno typu dokumentu
sk_sk: Názov typu dokumentu
zh_cn: 页面类型名称

# allowedclasscontrol.moreitems
source: (more page types...)
cs_cz: (více typů dokumentů...)
sk_sk: (viac typov dokumentov ...)
zh_cn: (更多页类型......)

# allowedclasscontrol.nodata
source: No page types selected.
cs_cz: Nejsou vybrány žádné typy dokumentů.
sk_sk: Neboli vybrané žiadne typy dokumentov.
zh_cn: 未选定的页面类型。

# allowedclasscontrol.selectitem
source: Select page types
cs_cz: Vyberte typy dokumentů
sk_sk: Vyber typy dokumentov
zh_cn: 选择页面类型

# alternativeform.alternativeformproperties
source: Alternative form properties
zh_cn: 替代表格属性

# alternativeform.editalternativeform
source: Edit alternative form
zh_cn: 编辑替代形式

# alternativeforms.hidenewparentfields
source: Make new fields hidden
cs_cz: Nastavit nové pole jako skryté
zh_cn: 使隐藏的新字段

# alternativeforms.hidenewparentfields.tooltip
source: Set 'Display field in the editing form' to FALSE in the newly created fields.
cs_cz: Nastaví 'Zobrazit atribut v editačním formuláři' na FALSE u nově vytvořených polí
zh_cn: 在新创建的字段中，将 '编辑表单中的显示字段设置为 FALSE。

# alternativeforms.hidesnewparentfields
source: Hides new fields
cs_cz: Skrývá nové pole
zh_cn: 隐藏新字段

# altforms.newformlink
source: Create new form
cs_cz: Nový formulář
sk_sk: Nový formulár
zh_cn: 创建新表格

# anal.settings.datagenerated
source: Data was successfully generated.
cs_cz: Data byla úspěšně vygenerována.
sk_sk: Dáta boli úspešne vygenerované.
zh_cn: 成功地生成数据。

# analt.invalidfromdate
source: 'From date' is not a valid date.
cs_cz: 'Počáteční datum' není platné datum.
sk_sk: 'Počiatočný dátum' nie je platný dátum.
zh_cn: 开始日期不是一个有效的日期。

# analt.invalidtodate
source: 'To date' is not a valid date.
cs_cz: 'Koncové datum' není platné datum.
sk_sk: 'Konečný dátum' nie je platný dátum.
zh_cn: 到目前为止' 不是一个有效的日期。

# analyt.settings.datadeleted
source: Analytics data successfully deleted.
cs_cz: Analytická data byla úspěšně smazána.
sk_sk: Dáta analýz boli úspešné vymazané.
zh_cn: 已成功删除的分析数据。

# analyt.settings.deletebtn
source: Delete
cs_cz: Smazat
sk_sk: Zmazať
zh_cn: 删除

# analyt.settings.deletedata
source: Delete analytics data
cs_cz: Smazat analytická data
sk_sk: Zamazať dáta analýz
zh_cn: 删除分析数据

# analyt.settings.deleterinprogress
source: Deletion of data is in progress.
cs_cz: Probíhá mazání dat
zh_cn: 删除数据正在进行中。

# analyt.settings.generate
source: Generate analytics sample data
cs_cz: Vygenerovat vzorová analytická data
sk_sk: Vygenerovať vzorové dáta
zh_cn: 生成分析示例数据

# analyt.settings.generatebtn
source: Generate
cs_cz: Generovat
sk_sk: Generovať
zh_cn: 生成

# analyt.settings.generatorinprogress
source: Sample data generator is running.
cs_cz: Probíhá generování vzorových dat,
sk_sk: Generovanie vzorových dát prebieha
zh_cn: 运行示例数据生成器。

# analyt.settings.generatorstarted
source: The sample data generator is running. This operation may take a long time depending on the selected period.
cs_cz: Probíhá generování vzorových dat.Tato operace může trvat delší dobu v závislosti na zadaném intervalu.
sk_sk: Generovanie vzorových dát prebieha. Táto operácia môže trvať dlhší čas (v závislosti na zadanom časovom intervale).
zh_cn: 运行示例数据生成器。此操作可能需要很长的时间，具体取决于所选期。

# analyt.settings.invalidrangegenerate
source: The date range is invalid.
zh_cn: 日期范围无效。

# analyt.settings.objectname
source: Analytics object name
cs_cz: Název objektu analýzy dat
sk_sk: Názov objektu analýzy
zh_cn: 分析对象名称

# analytics.campaign
source: Campaign
cs_cz: Kampaň
sk_sk: Kampaň
zh_cn: 运动

# analytics.conversion
source: Conversion
cs_cz: Konverze
sk_sk: Konverzia
zh_cn: 转换

# analytics.conversiondetail
source: Conversion details
zh_cn: 转换详细信息

# analytics.dataprocessing
source: Data processing
cs_cz: Zpracování dat
sk_sk: Spracovanie dát
zh_cn: 数据处理

# analytics.delete.confirmation
source: Are you sure that you want to delete the hits logged for the statistic:
cs_cz: Jste si jisti, že chcete smazat tyto záznamy logu pro statistiku:
sk_sk: Ste si istý, že chcete zmazať záznamy logovania štatistiky:
zh_cn: 确实要删除记录统计信息的点击率：

# analytics.delete.confirmation.all
source: Are you sure that you want to delete all hits logged for the statistic:
cs_cz: Jste si jisti, že chcete smazat všechny záznamy logu pro statistiku:
sk_sk: Ste si istý, že chcete zmazať všetky záznamy logovania štatistiky:
zh_cn: 确实要删除所有点击登录为统计：

# analytics.delete.confirmation.interval
source: during the time interval
cs_cz: v časovém rozmezí
sk_sk: v časovom rozmedzí
zh_cn: 在时间间隔内

# analytics.generator.dataoverwrite
source: The generator may overwrite existing data.
zh_cn: 发电机组可能会覆盖现有数据。

# analytics.hits
source: hits
cs_cz: zobrazení
sk_sk: zobrazenia
zh_cn: 命中

# analytics.noreporting
source: Web analytics cannot be dispalyed. The "CMS.Reporting" module is required.
cs_cz: Analýza webu nemůže být zobrazena. Je vyžadován modul "CMS.Reporting".
sk_sk: Analýzy webu nemôžu byť zobrazené. Je potrebný modul "CMS.Reporting".
zh_cn: 网站不能显示出来。"不育系。本报告所述"模块是必需的。

# analytics.preparinggraph
source: Preparing graph area...
cs_cz: Příprava grafu...
sk_sk: Príprava grafu...
zh_cn: 正在准备图形区域...

# analytics.view
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# analytics_codename.abtest
source: A/B tests
cs_cz: A/B testy
sk_sk: A/B testy
zh_cn: A / B 测试

# analytics_codename.abtests
source: A/B tests
cs_cz: A/B testy
sk_sk: A/B testy
zh_cn: A / B 测试

# analytics_codename.aggviews
source: Aggregated views
cs_cz: Souhrnná zobrazení
sk_sk: Súhrnné zobrazenia (RSS, Atom, ...)
zh_cn: 聚合的视图

# analytics_codename.aggviews.multilingual
source: Aggregated views - multilingual
cs_cz: Souhrnná zobrazení - vícejazyčně
sk_sk: Súhrnné zobrazenia - viacjazyčne
zh_cn: 聚合的视图-多语言

# analytics_codename.alltrafficsources
source: All traffic sources
cs_cz: Všechyn zdroje provozu
sk_sk: Všetky zdroje premávky
zh_cn: 所有流量来源

# analytics_codename.avgtimeonpage
source: Avg. time on page
cs_cz: Průměrný čas na stránce
sk_sk: Priemerný čas na stránke
zh_cn: 在页上的平均时间

# analytics_codename.banner
source: Banner impressions and clicks
cs_cz: Imprese a kliknutí reklamního panelu
zh_cn: 旗帜印象和点击

# analytics_codename.bannercategory
source: Banner impressions and clicks per banner category
cs_cz: Imprese a kliknutí na banner kategorii
zh_cn: 旗帜印象和点击每个旗帜类别

# analytics_codename.bannerclick
source: Banner clicks
cs_cz: Kliknutí na reklamní panel
zh_cn: 横幅点击

# analytics_codename.bannerhit
source: Banner impressions
cs_cz: Imprese reklamního panelu
zh_cn: 旗帜印象

# analytics_codename.campaign
source: Campaigns
cs_cz: Kampaně
sk_sk: Kampane
zh_cn: 宣传活动

# analytics_codename.campaign.goalconversions
source: Number of conversions
cs_cz: Počet konverzí
sk_sk: Počet konverzií
zh_cn: 转换次数

# analytics_codename.campaign.goalvalueconversions
source: Conversions value
cs_cz: Hodnota konverzí
sk_sk: Hodnota konverzie
zh_cn: 转换值

# analytics_codename.campaign.goalvaluepervisit
source: Value per visitor
cs_cz: Hodnota na návštěvníka
sk_sk: Hodnota pre návštevníka
zh_cn: 每位访客的价值

# analytics_codename.campaign.goalvisitors
source: Number of visitors
cs_cz: Počet návštěvníků
sk_sk: Počet návštevníkov
zh_cn: 参观人数

# analytics_codename.campaignconversion
source: Campaign & conversions
cs_cz: Kampaň a konverze
sk_sk: Kampaň a konverzie
zh_cn: 运动 & 转换

# analytics_codename.campconversion
source: Campaigns & conversions
cs_cz: Kampaně a konverze
sk_sk: Kampane a konverzie
zh_cn: 运动 & 转换

# analytics_codename.content
source: Content
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 内容

# analytics_codename.conversion
source: Conversions
cs_cz: Konverze
sk_sk: Konverzie
zh_cn: 转换

# analytics_codename.crawler
source: Search crawlers
cs_cz: Moduly na prohledávání obsahu
zh_cn: 搜索爬虫

# analytics_codename.crawlers
source: Crawlers
cs_cz: Moduly na prohledávání obsahu
zh_cn: 爬网程序

# analytics_codename.custom
source: Custom
cs_cz: Vlastní
sk_sk: Vlastné
zh_cn: 自定义

# analytics_codename.dashboard
source: Dashboard
cs_cz: Nástěnka
sk_sk: Nástenka
zh_cn: 控制板

# analytics_codename.datamanagement
source: Data management
cs_cz: Správa dat
sk_sk: Správa dát
zh_cn: 数据管理

# analytics_codename.donations
source: Donations
cs_cz: Dary
sk_sk: Dary
zh_cn: 捐赠

# analytics_codename.exitpage
source: Top exit pages
cs_cz: Nejčastější výstupní stránky
sk_sk: Najčastejšie výstupné stránky
zh_cn: 顶尖的退出页面

# analytics_codename.exitpage.multilingual
source: Top exit pages - multilingual
cs_cz: Nejčastější výstupní stránky - vícejazyčně
sk_sk: Najčastejšie výstupné stránky - viacjazyčne
zh_cn: 顶尖的退出页面-多语言

# analytics_codename.filedownloads
source: File downloads
cs_cz: Stažení souborů
sk_sk: Stiahnutie súborov
zh_cn: 文件下载

# analytics_codename.flash
source: Flash support
cs_cz: Podpora Flash
sk_sk: Flash - podpora
zh_cn: Flash 支持
