Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmshotfixversion.description
source: Hotfix version
cs_cz: Verze hotfixu
sk_sk: Verzia hotfixu
zh_cn: 修补程序版本

# settingskey.cmsimagewatermark
source: Watermark image
cs_cz: Obrázek vodoznaku
sk_sk: Obrázok vodoznaku
zh_cn: 水印图像

# settingskey.cmsimagewatermark.description
source: Allows you to specify an image file that the system adds as a watermark to images. Either enter the full relative path to a physical file on the server (~/..), or use only the name of an image file located in the ~/App_Themes/Default/Images/Watermarks folder. You cannot use web links or images loaded using Kentico system pages, such as GetFile.
cs_cz: Název obrázku nebo cesta, která bude použita pro označení obrázků vodoznakem. Použijte buď plnou cestu (~/..) nebo pouze název souboru ze složky ~/App_Themes/Default/Images/Watermarks.
sk_sk: Názov obrázku alebo cesta, ktorá bude použítá pre vodoznak obrázku.
zh_cn: 允许您指定系统将作为水印添加到图像的图像文件。要么到服务器上的物理文件输入的完全相对的路径 （~ /......)，或使用只有位于 ~/App_Themes/Default/Images/Watermarks 文件夹中的图像文件的名称。您不能使用 web 链接或使用 Kentico 系统的页面，例如 GetFile 加载的图像。

# settingskey.cmsimagewatermarkposition
source: Watermark position
cs_cz: Pozice vodoznaku
sk_sk: Pozícia vodoznaku
zh_cn: 水印位置

# settingskey.cmsimagewatermarkposition.description
source: The position where the image watermark is placed on the watermarked images.
cs_cz: Pozice, kam je umístěn vodoznak na obrázek opatřený vodoznakem.
sk_sk: Pozícia, kam bude umiestnený vodoznak na obrázky.
zh_cn: 图像水印对水印图像的放置位置。

# settingskey.cmsindentoutputhtml
source: Indent output HTML
cs_cz: Odsazení výstupu HTML
sk_sk: Odsadzovať výstupný HTML kód
zh_cn: 缩进输出 HTML

# settingskey.cmsindentoutputhtml.description
source: If checked, the HTML output of pages will be processed to produce properly indented, easier to read code. The setting is applied to all pages on which the XHTML output filter is enabled.
cs_cz: Pokud je zaškrtnuto, je výstupní HTML stránek zpracováno do pěkného, rádně odsazeného kódu. Toto nastavení je aplikováno na všechny stránky, na kterých je povolen XHTML výstupní filtr.
sk_sk: Ak je zaškrtnuté, výstupný HTML kód stránok bude spracovávaný na pekný, riadne odsadený kód. Bude aplikované na všetky stránky, kde je povolený HTML output filter.
zh_cn: 如果选中此选项，将处理页的 HTML 输出，以生成正确缩进，更容易阅读的代码。该设置应用于所有页启用了 XHTML 输出筛选器。

# settingskey.cmsinvitationacceptationpath
source: Invitation acceptance path
cs_cz: Cesta přijetí pozvánky
sk_sk: Cesta k stránke pre prijatie pozvania
zh_cn: 邀请接受路径

# settingskey.cmsinvitationacceptationpath.description
source: Alias path of page containing web part which is able to accept invitation.
cs_cz: Alias cesta stránky obsahující web partu, která je schopna přijmout pozvání.
sk_sk: Alias cesta k stránke obsahujúcej šeb partu, ktorá je schopná prijať pozvanie.
zh_cn: 别名包含 web 部件就是能接受邀请的页的路径。

# settingskey.cmsinvitationvalidity
source: Group invitation expires after (days)
cs_cz: Pozvánka do skupiny vyprší za (dní)
sk_sk: Pozvanie do skupiny vyprší po (počet dní)
zh_cn: 组邀请过期后 (天)

# settingskey.cmsinvitationvalidity.description
source: Number of days after which an invitation expires. Use 0 if it never expires.
cs_cz: Počet dní, za který vyprší pozvánka. Pokud nevyprší nikdy, použijte hodnotu 0.
sk_sk: Počet dní, po ktorých pozvanie vyprší. Ak zadáne 0, pozvanie nevyprší nikdy.
zh_cn: 之后邀请过期天数。如果它永不过期，请使用 0。

# settingskey.cmskeepchangeddocumentaccesible
source: Remember original URLs when moving pages
cs_cz: Pamatovat si původní URL při přesunu dokumentů
sk_sk: Pamätať si pôvodnú URL pre presunutí dokumentov
zh_cn: 记得原来的 Url，当移动页面

# settingskey.cmskeepchangeddocumentaccesible.description
source: Specifies if new page alias should be created if page URL or alias path is updated or page is moved.
cs_cz: Specifikuje, zda má být vytvořen nový alias dokumentu, pokud je URL dokumentu nebo alias cesta aktualizována nebo je dokument přemístěn.
sk_sk: Určuje, či má byť vytvorený nový alias dokumentu, ak je URL dokumentu alebo alias cesta dokumentu zmenená alebo presunutá.
zh_cn: 指定是否应创建新页别名，是否更新页面的 URL 或别名路径或页面移动。

# settingskey.cmslastactivityolderthan
source: Last activity older than (days)
cs_cz: Poslední aktivita starší jak (dní)
zh_cn: 最后一项活动比 （天）

# settingskey.cmslinkedinapikey
source: API key
cs_cz: API klíč
sk_sk: API kľúč
zh_cn: API 密钥

# settingskey.cmslinkedinapikey.description
source: Identifier of your application, which you acquire when registering an application at LinkedIn site.
cs_cz: Identifikátor vaší aplikace, který dostanete po registraci aplikace na webu LinkedIn.
sk_sk: Identifikátor vašej aplikácie, ktorý získate po registrácií aplikácie na LinkedIn webe.
zh_cn: 您的应用程序，您获得注册应用程序在 LinkedIn 站点时的标识符。

# settingskey.cmslinkedinapplicationsecret
source: Application secret
cs_cz: Utajený kód aplikace
sk_sk: Tajný kód aplikácie
zh_cn: 应用程序密码

# settingskey.cmslinkedinapplicationsecret.description
source: This secret code will be used to encrypt all information between your site and LinkedIn servers.
cs_cz: Utajený kód bude použit pro kódování všech informací mezi vaším webem a servery LinkedIn.
sk_sk: Tento kód bude použitý pre kódovanie všetkých informáckí medzi vaším webom a LinkedIn servermi.
zh_cn: 此密码将用于加密您的站点和 LinkedIn 服务器之间的所有信息。

# settingskey.cmslinkedinroles
source: Assign new users to roles
cs_cz: Přiřadit nové uživatele rolím
sk_sk: Priradiť nových užívateľov do rolí
zh_cn: 将新用户分配给角色

# settingskey.cmslinkedinroles.description
source: Registered LinkedIn users will be assigned to these roles. Separated by semicolon (<strong>;</strong>)
cs_cz: Registrovaní uživatelé LinkedIn budou přiřazení k těmto rolím. Oddělené středníkem (<strong>;</strong>)
sk_sk: Registrovaní LinkedIn uživatelia budú priradení do týchto rolí. Jednotlivé role oddeľte bodkočiarkou (<strong>;</strong>).
zh_cn: LinkedIn 的注册的用户将分配给这些角色。由分号 (<strong></strong>;) 分隔

# settingskey.cmsliveidconversionname
source: Tracking conversion name
cs_cz: Sledování názvu konverze
sk_sk: Názov sledovania konverzií
zh_cn: 跟踪转换名称

# settingskey.cmsliveidconversionname.description
source: Default conversion name used for tracking registered users.
cs_cz: Výchozí název konverze použitý pro sledování registrovaných uživatelů.
sk_sk: Predvolený názov konverzie použitej pre sledovanie registrovaných užívateľov
zh_cn: 用于跟踪注册的用户的默认转换名称。

# settingskey.cmsliveidrequireduserdatapage
source: Required user data page
cs_cz: Stránka vyžadovaných uživatelských dat
sk_sk: Stránka s web partou vyžadujúcou dáta užívateľa
zh_cn: 所需的用户数据页

# settingskey.cmsliveidrequireduserdatapage.description
source: URL of the page, where the RequiredLiveIDUsersData web part is placed. If set, LiveID users are not directly created in the system and they must provide additional information on specified page.
cs_cz: URL stránky, na které je umístěna web parta RequiredLiveIDUsersData. Pokud je nastaveno, nejsou uživatelé LiveID vytvářeni přímo v systému a musí poskytnout doplňující informace na specifikované stránce.
sk_sk: URL stránky, na ktorej je umiestnená web parta vyžadujúca dáta LiveId užívateľa (RequiredLiveIDUsersData web part). Ak je zaškrtnuté, LiveId užívatelia nebudú okamžite vytvorení v systéme. Najskôr budú musieť zadať doplňujúce informácie na špecifikovanej stránke.
zh_cn: 放置 RequiredLiveIDUsersData web 部件的页的 URL。如果设置，LiveID 不直接创建用户在系统中，他们必须在指定页上提供的其他信息。

# settingskey.cmsliveidroles
source: Assign new users to roles
cs_cz: Přiřadit nové uživatele rolím
sk_sk: Priradiť nových užívateľov do rolí
zh_cn: 将新用户分配给角色

# settingskey.cmsliveidroles.description
source: Registred Windows Live users will be assigned to these roles. Separated by (<strong>;</strong>)
cs_cz: Registrovaní uživatelé Windows Live budou přiřazení k těmto rolím. Oddělené středníkem (<strong>;</strong>)
sk_sk: Registrovaní Windows LiveId užívatelia budú priradení do týchto rolí. Jednotlivé role oddeľte bodkočiarkou (<strong>;</strong>).
zh_cn: 注册 Windows Live 用户将分配给这些角色。由分隔 (<strong></strong>;)

# settingskey.cmslogmetadata
source: Log metadata changes
cs_cz: Logovat změny meta dat
sk_sk: Zaznamenávať zmeny metadát
zh_cn: 日志元数据更改

# settingskey.cmslogmetadata.description
source: If enabled, changes of object and page metadata (i.e. when an object or page is created, edited or deleted) are logged in the Event log.
cs_cz: Pokud je povoleno, jsou změny meta dat objektů a dokumentů (tj. když je dokument nebo objekt vytvořen, upraven nebo smazán) zaznamenány v Historii událostí.
sk_sk: Ak je zaškrtnuté, zmeny objektov a metadát dokumentu (t. j vytvorenie, zmena alebo zmazanie dokumentu) budú zaznamenávané do Event logu.
zh_cn: 如果启用，在事件日志中记录更改的对象和页面的元数据 （即当创建的对象或页面，编辑或删除）。

# settingskey.cmslogpagenotfoundexception
source: Log page not found exception
cs_cz: Zaznamenat výjimku stránka nenalezena
sk_sk: Zaznamenávať 'Stránka nenájdená' výnimky
zh_cn: 未找到异常的日志页

# settingskey.cmslogpagenotfoundexception.description
source: If enabled, page not found (404) exceptions will be logged as a warning in the event log.
cs_cz: Pokud je povoleno, výjimká stránka nenalezena (404) bude zaznamenána jako varování v historii událostí.
sk_sk: Ak je zaškrtnuté, výnimka 'stránka nenájdená' (404) bude zaznamenávaná ako upozornenie do histórie udalostí.
zh_cn: 如果启用了，找不到页面作为一个警告事件日志中将记录 (404) 例外。

# settingskey.cmslogsize
source: Event log size
cs_cz: Velikost historie událostí
sk_sk: Veľkosť histórie udalostí
zh_cn: 事件日志的大小

# settingskey.cmslogsize.description
source: The number of events stored in the Event log. When exceeded by 10% (or a different percentage set by means of the <strong>CMSLogKeepPercent</strong> web.config key), the percentage of the oldest events is deleted from the log in a batch. Set 0 if you don't want the system to log any events.
cs_cz: Počet událostí zaznamenaných v Historii údálostí. Pokudj e hodnota překročena o 10% (nebo jakýkoliv jiný počet procent nastavený přes web.config klíč <strong>CMSLogKeepPercent</strong>). Stejná část nejstarších událostí je ze záznamu smazána v dávce. Pokud je zadána hodnota 0, nejsou zaznamenávány žádné události.
sk_sk: Počet udalostí v histórií udalostí. Keď prekročí 10 % (alebo iné percento stanovené web.config kľúčom <strong>CMSLogKeepPercent</strong>), percento najstarších záznamov bude zmazané zo záznamu v dávke. Ak je 0, nebudú zaznamenávané žiadne udalosti.
zh_cn: 事件数存储在事件日志中。当超过 10%（或通过<strong>CMSLogKeepPercent</strong> web.config 键设置不同的百分比），从在批处理日志中删除最早的事件的百分比。如果您不希望系统记录的任何事件，请设置为 0。

# settingskey.cmslogtodatabase
source: Log to database
zh_cn: 登录到数据库

# settingskey.cmslogtodatabase.description
source: Indicates if events are logged to database. Doesn't overwrite 'Event log size' set to 0.
zh_cn: 指示是否事件记录到数据库。不会覆盖事件日志大小设置为 0。

# settingskey.cmslogtofilesystem
source: Log to filesystem
zh_cn: 登录到文件系统

# settingskey.cmslogtofilesystem.description
source: Indicates if events are logged to filesystem. Doesn't overwrite 'Event log size' set to 0.
zh_cn: 指示是否将事件记录到文件系统。不会覆盖事件日志大小设置为 0。

# settingskey.cmslogtotrace
source: Log to trace
zh_cn: 跟踪日志

# settingskey.cmslogtotrace.description
source: Indicates if events are logged to trace. Doesn't overwrite 'Event log size' set to 0. <strong> This feature requires fully trusted application.</strong>
zh_cn: 指示是否跟踪记录事件。不会覆盖事件日志大小设置为 0。<strong>此功能需要完全受信任的应用程序。</strong>

# settingskey.cmsmaxcachefilesize
source: Maximum file size to cache
cs_cz: Maximální velikost souboru pro cachování
sk_sk: Maximálna veľkosť súboru pre cachovanie
zh_cn: 对缓存的最大文件大小

# settingskey.cmsmaxcachefilesize.description
source: Specifies the maximum size of the file in kilobytes that is allowed to be cached.
cs_cz: Specifikuje maximální velikost souboru v kilobytech, která je povolena pro cachování
sk_sk: Určuje maximálnu veľkosť súbor, ktorá ja povolená cachovať.
zh_cn: 允许缓存的千字节为单位指定该文件的最大大小。

# settingskey.cmsmaximuminvalidloginattempts
source: Maximum invalid logon attempts
cs_cz: Maximální počet neplatných pokusů o přihlášení
zh_cn: 最大无效的登录尝试

# settingskey.cmsmaximuminvalidloginattempts.description
source: Maximum invalid logon attempts before user account is locked. If set to 0. invalid logon attempts functionality is disabled.
cs_cz: Maximální počet neplatných pokusů o přihlášení předtím, než je uživatelský účet zablokován. Pokud je nastaveno na 0, je funkcionalita neplatných pokusů o přihlášení vypnutá.
zh_cn: 最大无效的登录尝试之前锁定用户帐户。如果设置为 0。无效的登录尝试功能处于禁用状态。

# settingskey.cmsmaxtreenodes
source: Max tree nodes
cs_cz: Maximální počet uzlů stromu
sk_sk: Maximálny počet uzlov strome
zh_cn: 马克斯树节点

# settingskey.cmsmaxtreenodes.description
source: Maximum number of pages that will be displayed under unfolded page in the tree view.
cs_cz: Maximální počet dokumentů, které budou zobrazeny pod rozbaleným dokumentem ve zobrazení stromu.
sk_sk: Maximálny počet dokumentov, ktorý bude zobrázený pod rozbaleným dokumentom v strome.
zh_cn: 页面将会显示在树视图中展开页面下的最大数目。

# settingskey.cmsmaxuitreenodes
source: Max UI tree nodes
cs_cz: Maximum uzlů stromu UI
sk_sk: Maximálny počet uzlov v strome UI
zh_cn: Max UI 树节点

# settingskey.cmsmaxuitreenodes.description
source: Maximum number of nodes displayed under one parent node in administration UI trees.
cs_cz: Maximální počet uzlu zobrazený pod jedním rodičovským uzlem v administračních UI stromech,
sk_sk: Maximálny počet uzlova zobrazených pod jedným rodičovským uzslom v administračných UI stromoch.
zh_cn: 最大节点数管理 UI 树中显示下一个父节点。

# settingskey.cmsmediafileallowedextensions
source: Media file allowed extensions
cs_cz: Povolené přípony soouborů médií
sk_sk: Povolné prípony mediálnych súborov
zh_cn: 允许扩展的媒体文件

# settingskey.cmsmediafileallowedextensions.description
source: File types (extensions) that can be uploaded to the media library (<strong>separated with a semicolon, without dot</strong>). <strong>Please note:</strong> If no value is specified, all types of files can be uploaded.
cs_cz: Typy souborů (přípony), které mohou být nahrány do knihovny médií (<strong>oddělené stžedníkem, bez tečky</strong>). <strong>Poznámka:</strong> Pokud není specifikována žádná hodnota, mohou být nahrány všechny typy souborů.
sk_sk: Typy súborov (prípony), ktoré môžu byť nahrávané do knižnice médií (<strong>oddelené bodkočiarkou, bez bodky</strong>). <strong>Poznámka:</strong> Ak nie je zadaná žiadna hodnota, môžu byť nahrávané všetky typy súborov.
zh_cn: 文件类型 (扩展名)，可以上传到媒体库 （<strong>分隔成一个分号，无点</strong>）。<strong>请注意：</strong>如果未不指定任何值，则可以上载所有类型的文件。

# settingskey.cmsmediafilehiddenfolder
source: Media file hidden folder
cs_cz: Skrytý soubor mediálních souborů
sk_sk: Skrytý adresár mediálnych súborov
zh_cn: 媒体文件隐藏的文件夹

# settingskey.cmsmediafilehiddenfolder.description
source: Name of the folder which is located in each media library subfolder. All file previews and image thumbnails of the files from the current subfolder are stored in its hidden folder. This folder is hidden both in administration UI and on the live site.
cs_cz: Název složky, která je umístěna v každé podsložce knihovny médií. Všechny náhledy soouborů a obrázků souborů z aktuální podsložky jsou uloženy v její skryté složce. Tato složka je skrytá jak v administračním UI, tak na ostrém webu.
sk_sk: Názov adresára, ktorý bude umiestnený do podadresára každej mediálnej knižnice. Všetky náhľady súborov a obrázkov z aktuálneho podadresára budú ukladané do jeho skrytého adresára. Tento adresár bude skrytý v administračnom rozhraní aj na živom webe.
zh_cn: 所位于每个媒体库文件夹中的文件夹的名称。所有文件预览和图像的缩略图的当前子文件夹中的文件都存储在其隐藏的文件夹中。此文件夹是隐藏在管理用户界面和直播的网站上。

# settingskey.cmsmediafilepreviewsuffix
source: Media file preview suffix
cs_cz: Přípona náhledu souboru médií
sk_sk: Prípona náhľadu mediálneho súboru
zh_cn: 媒体文件预览后缀

# settingskey.cmsmediafilepreviewsuffix.description
source: Media file preview suffix for identification of preview file. Format of the preview file name: &lt filename &gt _ &lt fileextension &gt&lt previewsuffix &gt . &lt previewextension &gt
cs_cz: Přípona náhledu souborů médií pro identifikaci souboru náhledu. Formát názvu souboru náhledu: &lt filename &gt _ &lt fileextension &gt&lt thumbnailsuffix &gt . &lt thumbnailextension &gt
sk_sk: Prípona náhľadov mediálnych súborov pre identifikáciu súborov náhľadov. Formát názvu náhľadu súboru: &lt filename &gt _ &lt fileextension &gt&lt thumbnailsuffix &gt . &lt thumbnailextension &gt
zh_cn: 媒体文件预览预览文件的标识后缀。预览文件名称的格式： & lt 文件名 & gt _ & lt fileextension & gt & lt previewsuffix & gt。lt previewextension & gt &

# settingskey.cmsmediaimagewatermark
source: Use watermark for media files
cs_cz: Použít vodoznak pro soubory médií
sk_sk: Použiť vodoznak (watermark) pre mediálne súbory
zh_cn: 使用水印的媒体文件

# settingskey.cmsmediaimagewatermark.description
source: If checked, the watermark is used for media files.
cs_cz: Pokud je zaškrtnuto, je pro soubory médií použit vodoznak.
sk_sk: Ak je zašrktnuté, bude vodoznak použitý pre mediálne súbory.
zh_cn: 如果选中此选项，水印用于媒体文件。

# settingskey.cmsmedialibrariesfolder
source: Media libraries folder
cs_cz: Složka knihovny médií
sk_sk: Adresár mediálnych súborov
zh_cn: 媒体库文件夹

# settingskey.cmsmedialibrariesfolder.description
source: Physical path to the folder where root folders of all media libraries should be stored. For example "~/Libraries", "c:/Libraries" or "\\servername\Libraries". If empty "~/[site name]/media" will be used.
cs_cz: Fyzická cesta ke složce, kde by měly být uloženy kořenové složky všech knihoven médií. Například "~/Libraries", "c:/Libraries" nebo "\\servername\Libraries". Pokud je prázdné, bude použito "~/[site name]/media".
sk_sk: Fyzická cesta k adresáru, kde majú byť uložené rootovské adresére všetkých mediálnych knižníc. Napr. "~/Libraries", "c:/Libraries" alebo "\\servername\Libraries".Ak je prázdne, bude použitý adresár "~/[site name]/media".
zh_cn: 存储所有的媒体库的根文件夹的文件夹的物理路径。例如"~ / 库"，"c: / 库"或"\\servername\Libraries"。如果为空"~/[site 名称] / 媒体"将使用。

# settingskey.cmsmedialibrarymaxsubfolders
source: Max subfolders
cs_cz: Maximální počet podsložek
sk_sk: Maximálny počet podadresárov
zh_cn: 最大的子文件夹

# settingskey.cmsmedialibrarymaxsubfolders.description
source: Maximum number of folders that will be displayed under unfolded folder in the folder tree view.
cs_cz: Maximální počet složek,které budou zobrazeny pod rozbalenou složkou ve zobrazení stromu.
sk_sk: Maximálny počet adresárov, ktoré budú zobrazené pod rozbaleným adresárom v strome adresárov.
zh_cn: 将显示在文件夹树视图中展开文件夹下的文件夹的最大数目。

# settingskey.cmsmediausepermanenturls
source: Use permanent URLs
cs_cz: Použít trvalou URL
sk_sk: Použiť permanentné URL
zh_cn: 使用永久的 Url

# settingskey.cmsmediausepermanenturls.description
source: If set to true, URLs of the <strong>media library files</strong> will be generated as permanent links using getmediafile.aspx.
cs_cz: Pokud je nastaveno na pravdu, budou URL <strong>soubory knihovny médií</strong> generovány jako trvalé odkazy za použití getmediafile.aspx.
sk_sk: Ak je zaškrtnuté, URL adresy <strong>súborov mediálnych knižníc</strong> budú generované ako trvalé linky za použitia getmediafile.aspx stránky.
zh_cn: 如果设置为 true，<strong>媒体库文件</strong>的 Url 将作为永久链接使用 getmediafile.aspx 生成。

# settingskey.cmsmembermanagementpath
source: Member management path
cs_cz: Cesta správy členů
sk_sk: Cesta k stránke pre managment člena
zh_cn: 成员管理路径

# settingskey.cmsmembermanagementpath.description
source: Alias path of member management page, e.g. "/Members/{UserName}/Management", where {UserName} will be replaced by the user name.
cs_cz: Alias cesta stránky správyčlenů, tj. "/Members/{UserName}/Management", kde bude {UserName} nahrazeno uživatelským jménem.
sk_sk: Alias cesta stránky pre správu člena, napr. "/Members/{UserName}/Management", kde {UserName} bude nahradené menom užívateľa.
zh_cn: 别名路径的会员管理页面，例如"{用户名} /Members/ / 管理"，{用户名} 取而代之的用户名称的地方。

# settingskey.cmsmemberprofilepath
source: Member profile path
cs_cz: Cesta profilu člena
sk_sk: Cesta k stránke profilu člena
zh_cn: 成员配置文件路径

# settingskey.cmsmemberprofilepath.description
source: Alias path for member profile page, e.g. "/Members/{UserName}", where {UserName} will be replaced by the user name.
cs_cz: Alias cesta stránky členského profilu, tj. "/Members/{UserName}", kde bude {UserName} nahrazeno uživatelským jménem.
sk_sk: Alias cesta stránky s profilom člena, napr. "/Members/{UserName}", kde {UserName} bude nahradené menom užívateľa.
zh_cn: 别名的成员配置文件页面，例如"/Members/ {用户名}"，{用户名} 取而代之的用户名称的位置路径。

# settingskey.cmsmembershipreminder
source: Send membership reminder (days)
cs_cz: Zaslat upomínku členství (dny)
sk_sk: Poslať členskú pripomienku (dni)
zh_cn: 发送会员提醒 （天）

# settingskey.cmsmembershipreminder.description
source: Number of days before membership expiration when notification is to be sent to the user.
cs_cz: Počet dní před vypršením členství, kdy má být uživateli zasláno upozornění.
sk_sk: Počet dní pred vypršaním členstva, kedy má byť užívateľovi poslané upozornenie.
zh_cn: 数天前会员到期时通知是发送给用户。

# settingskey.cmsmergecontactsforcustomers
source: Merge contacts for identical E-commerce customers
cs_cz: Sloučit kontakty identických zákazníků E-commerce
sk_sk: Zlúčiť kontakty v prípade identických e-commerce zákazníkov
zh_cn: 为相同的电子商务客户合并联系人

# settingskey.cmsmergecontactsforcustomers.description
source: Automatic contact merging will occur whenever multiple contacts exists for e-commerce customer.
cs_cz: Automatické slučování kontaktů nastane vždy, když existuje více kontaktů pro zákazníka e-commerce.
sk_sk: V momente, keď existuje viac kontaktov pre jednoho e-commerce zákazníka, vykoná sa ich automatické zlúčenie.
zh_cn: 自动接触合并将会出现多个联系人时存在的电子商务客户。

# settingskey.cmsmergecontactsforsubscribers
source: Merge contacts for identical Email campaign subscribers
cs_cz: Sloučit kontakty identických odběratelů newsletteru
sk_sk: Zlúčiť kontakty v prípade identických newsletter odberateľov
zh_cn: 相同的电子邮件活动订阅服务器的合并联系人

# settingskey.cmsmergecontactsforsubscribers.description
source: Automatic contact merge will occur when multiple contacts exist for email campaign subscriber.
cs_cz: Automatické slučování kontaktů nastane vždy, když existuje více kontaktů pro odběratele newsletteru.
sk_sk: V momente, keď existuje viac kontaktov pre jednoho odberateľa newslettera, vykoná sa ich automatické zlúčenie.
zh_cn: 为电子邮件活动订阅服务器上存在多个联系人时，就会发生自动联系人合并。

# settingskey.cmsmergecontactsforuser
source: Merge contacts for identical user
cs_cz: Sloučit kontakty identických uživatelů
sk_sk: Zlúčiť kontakty v prípade identických užívateľov
zh_cn: 合并联系人为相同的用户

# settingskey.cmsmergecontactsforuser.description
source: Automatic contact merging will occur whenever multiple contacts exist for single user.
cs_cz: Automatické slučování kontaktů nastane vždy, když existuje více kontaktů pro jednoho uživatele.
sk_sk: Kedykoľvek existuje viac kontaktov pre jednoho užívateľa, vykoná sa ich automatické zlúčenie.
zh_cn: 自动接触合并会发生每当存在针对单个用户的多个联系人。

# settingskey.cmsmessagingemailfrom
source: Messaging sender email
cs_cz: E-mail odesílatele zprávy
sk_sk: E-mail odosielateľa
zh_cn: 消息发件人的电子邮件

# settingskey.cmsmessagingemailfrom.description
source: Notification email address of the email sender.
cs_cz: E-mailová adresa odesílatele e-mailových upozornění.
sk_sk: E-mailová adresa odosielateľa e-mailových upozornení.
zh_cn: 通知电子邮件发件人的电子邮件地址。

# settingskey.cmsmessagingemailsubject
source: Messaging email subject
cs_cz: Předmět e-mailu
sk_sk: Predmet e-mailu
zh_cn: 消息传递的电子邮件主题

# settingskey.cmsmessagingemailsubject.description
source: Notification email subject.
cs_cz: Předmět notifikačního e-mailu.
sk_sk: Predmet notifikačného e-mailu.
zh_cn: 通知电子邮件的主题。

# settingskey.cmsmetaimagewatermark
source: Use watermark for object attachments
cs_cz: Použít vodoznak pro přílohy objektu
sk_sk: Použiť vodoznak pre prílohy objektov
zh_cn: 使用对象附件的水印
