Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# com.productedit.availabilityinvalid
source: Please enter availability (days) as valid number.
cs_cz: Zadejte prosím dostupnost (dny) jako platné číslo.
sk_sk: Zadajte, prosím, dostupnosť (dni) ako pltné číslo.
zh_cn: 请输入可用性 （天数） 作为有效的数字。

# com.productedit.availableitems
source: Available items
cs_cz: Dostupné položky
sk_sk: Dostupné položky
zh_cn: 可用项目

# com.productedit.availableitemsinvalid
source: Please enter available items as valid number.
cs_cz: Zadejte prosím dostupné položky jako platné číslo.
sk_sk: Zadajte, prosím, dostupné položky ako platné číslo
zh_cn: 请输入可用项目作为有效的数字。

# com.productedit.metafile
source: Image
cs_cz: Obrázek
sk_sk: Obrázok
zh_cn: 图像

# com.productedit.nameinvalid
source: Please enter a product name.
cs_cz: Zadejte prosím název produktu.
sk_sk: Zadajte, prosím, názov produktu
zh_cn: 请输入产品名称。

# com.productedit.packagedepth
source: Package depth
cs_cz: Hloubka balíku
sk_sk: Hĺbka balíku
zh_cn: 包深度

# com.productedit.packageheight
source: Package height
cs_cz: Výška balíku
sk_sk: Výška balíku
zh_cn: 封装高度

# com.productedit.packageweight
source: Package weight
cs_cz: Hmotnost balíku
sk_sk: Šírka balíku
zh_cn: 包裹重量

# com.productedit.packageweightinvalid
source: Please enter package weight as valid number.
cs_cz: Zadejte prosím hmotnost balíku jako platné číslo.
sk_sk: Zadajte, prosím, hmotnosť balíku ako platné číslo
zh_cn: 请输入包装的重量作为有效的数字。

# com.productedit.packagewidth
source: Package width
cs_cz: Hmotnost balíku
sk_sk: Hmotnosť balíku
zh_cn: 包宽度

# com.productedit.priceinvalid
source: Please enter price as a valid number.
cs_cz: Zadejte prosím cenu jako platné číslo.
sk_sk: Zadajte, prosím, cenu ako platné číslo.
zh_cn: 请输入价格作为一个有效的数字。

# com.productedit.sellonlyavailable
source: Sell only if items available
cs_cz: Prodávat pouze tehdy, je-li položka dostupná
sk_sk: Predávať len ak sú dostupné položky
zh_cn: 出售仅当项目可用

# com_shippingoption_edit.chargeerror
source: Please enter a charge
cs_cz: Vložte prosím poplatek.
sk_sk: Prosím, vložte poplatok.
zh_cn: 请输入电荷

# com_shippingoption_edit.chargepositive
source: Value must be positive number.
cs_cz: Hodnota musí být kladné celé číslo.
sk_sk: Hodnota musí byť kladné celé číslo.
zh_cn: 值必须是正数。

# com_shippingoption_edit.chargevalueerror
source: Given charge value is not valid
cs_cz: Hodnota poplatku není validní.
sk_sk: Hodnota poplatku nie je platná.
zh_cn: 鉴于电荷值不是有效

# com_shippingoption_edit.itemlistlink
source: Shipping options
cs_cz: Způsoby doručení
sk_sk: Možnosti prepravy
zh_cn: 送货选项

# com_shippingoption_edit.nameerror
source: Please enter a name
cs_cz: Vložte prosím název.
sk_sk: Prosím, vložte názov.
zh_cn: 请输入一个名称

# com_shippingoption_edit.newheadercaption
source: New shipping option
cs_cz: Nový způsob doručení
sk_sk: Nový spôsob doručenia
zh_cn: 新建航运选项

# com_shippingoption_edit.newitemcaption
source: New shipping option
cs_cz: Nový způsob doručení
sk_sk: Nový spôsob doručenia
zh_cn: 新建航运选项

# com_shippingoption_edit.shippingoptiondisplaynamelabel
source: Shipping option display name:
cs_cz: Zobrazený název způsobu doručení:
sk_sk: Zobrazovaný názov spôsobu doručenia:
zh_cn: 航运选项显示名称：

# com_shippingoption_edit.shippingoptionnamelabel
source: Shipping option code name:
cs_cz: Kódový název způsobu doručení:
sk_sk: Kódový názov spôsobu doručenia:
zh_cn: 航运选项代码名称：

# com_shippingoption_list.headercaption
source: Shipping options
cs_cz: Způsoby doručení
sk_sk: Možnosti prepravy
zh_cn: 送货选项

# com_sku_edit_general.createnewproduct
source: Create a new product to assign to the page:
cs_cz: Vytvořit nový produkt, který bude přiřazen k dokumentu:
sk_sk: Vytvoriť nový produkt, ktorý bude priradený k dokumentu:
zh_cn: 创建一个新的产品，将分配给页面：

# com_sku_edit_general.documentisproduct
source: Page is product
cs_cz: Dokument je produkt
sk_sk: Dokument je produkt
zh_cn: 页面是产品

# com_sku_edit_general.headercaption
source: Product properties
cs_cz: Vlastnosti produktu
sk_sk: Vlastnosti produktu
zh_cn: 产品属性

# com_sku_edit_general.itemlistlink
source: Products list
cs_cz: Seznam produktů
sk_sk: Zoznam produktov
zh_cn: 产品列表

# com_sku_edit_general.newheadercaption
source: New product
cs_cz: Nový produkt
sk_sk: Nový produkt
zh_cn: 新产品

# com_sku_edit_general.newitemcaption
source: New product
cs_cz: Nový produkt
sk_sk: Nový produkt
zh_cn: 新产品

# com_sku_edit_general.numbererror
source: Please enter a product number
cs_cz: Vložte prosím číslo produktu.
sk_sk: Prosím, vložte číslo produktu.
zh_cn: 请输入产品编号

# com_sku_edit_general.skudepartmentidlabel
source: Department:
cs_cz: Oddělení:
sk_sk: Oddelenie:
zh_cn: 部门：

# com_sku_edit_general.skuinternalstatusidlabel
source: Internal status:
cs_cz: Interní stav:
sk_sk: Interný stav:
zh_cn: 内部状态：

# com_sku_edit_general.skumanufactureridlabel
source: Manufacturer:
cs_cz: Výrobce:
sk_sk: Výrobca:
zh_cn: 制造商：

# com_sku_edit_general.skunamelabel
source: Product name:
cs_cz: Název produktu:
sk_sk: Názov produktu:
zh_cn: 产品名称：

# com_sku_edit_general.skunumberlabel
source: Product number:
cs_cz: Číslo produktu:
sk_sk: Číslo produktu:
zh_cn: 产品型号:

# com_sku_edit_general.skupricelabel
source: Price:
cs_cz: Cena:
sk_sk: Cena:
zh_cn: 价格：

# com_sku_edit_general.skupublicstatusidlabel
source: Public status:
cs_cz: Veřejný stav:
sk_sk: Verejný stav:
zh_cn: 公共的状态：

# com_sku_edit_general.skusupplieridlabel
source: Supplier:
cs_cz: Dodavatel:
sk_sk: Dodávateľ:
zh_cn: 供应商：

# comaddresstype.billing
source: Billing
cs_cz: Fakturační
sk_sk: Fakturačná
zh_cn: 计费

# comaddresstype.shipping
source: Shipping
cs_cz: Dodací
sk_sk: Dodacia
zh_cn: 航运

# commentview.nocomments
source: There are no comments on this post.
cs_cz: Pro tento příspěvek nejsou žádné komentáře.
sk_sk: Pre tento príspevok nie sú žiadne komentáre.
zh_cn: 这篇文章没有评论。

# commerceaddress.address2
source: Address line 2:
cs_cz: Adresa, řádek 2:
sk_sk: Adresa 2:
zh_cn: 地址第 2 行：

# commerceaddress.city
source: City:
cs_cz: Město:
sk_sk: Mesto:
zh_cn: 城市:

# commerceaddress.country
source: Country:
cs_cz: Země:
sk_sk: Krajina:
zh_cn: 国家：

# commerceaddress.erroremptyaddress
source: Please enter an address.
cs_cz: Vložte nějakou adresu.
sk_sk: Prosím, vložte adresu.
zh_cn: 请输入一个地址。

# commerceaddress.erroremptycity
source: Please enter a city.
cs_cz: Zadejte nějaké město.
sk_sk: Prosím, zadajte mesto.
zh_cn: 请输入城市。

# commerceaddress.erroremptyname
source: Please enter a company or personal name.
cs_cz: Vložte nějaké firemní nebo osobní jméno.
sk_sk: Prosím, vložte meno firmy alebo osoby.
zh_cn: 请输入公司或个人的名称。

# commerceaddress.errorinvalidcountry
source: Selected country is invalid or does not exist.
cs_cz: Vybraná země není validní nebo neexistuje.
sk_sk: Vybraná krajina nie je platná alebo neexistuje.
zh_cn: 选定的国家是无效的或不存在。

# commerceaddress.errorinvalidstate
source: Selected state is invalid or does not exist.
cs_cz: Vybraný stát není validní nebo neexistuje.
sk_sk: Vybraný štát nie je platný alebo neexistuje.
zh_cn: 选定的状态无效或不存在。

# commerceaddress.errorinvalidzip
source: Please enter a valid ZIP.
cs_cz: Vložte nějaké validní PSČ.
sk_sk: Prosím, vložte platné PSČ.
zh_cn: 请输入一个有效的拉链。

# commerceaddress.name
source: Name (company or personal):
cs_cz: Jméno (firemní nebo osobní):
sk_sk: Meno (firmy alebo osoby):
zh_cn: （公司或个人） 的名称：

# commerceaddress.phone
source: Delivery phone:
cs_cz: Kontaktní telefon:
sk_sk: Kontaktný telefón:
zh_cn: 交付电话：

# commerceaddress.state
source: State:
cs_cz: Stát:
sk_sk: Štát:
zh_cn: 状态：

# commercecart.emptycart
source: Shopping cart is empty.
cs_cz: Nákupní košík je prázdný.
sk_sk: Nákupný košík je prázdny.
zh_cn: 购物车是空的。

# commercecart.product
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# commercecart.productisinactive
source: Product is not available and cannot be added to your cart.
cs_cz: Produkt není dostupný a nelze přidat do košíku.
sk_sk: Produkt nie je dostupný a nemožno ho pridať do košíka.
zh_cn: 产品不可用，无法添加到您的购物车。

# commercecart.quantity
source: Quantity
cs_cz: Množství
sk_sk: Množstvo
zh_cn: 数量

# commercecart.recalculate
source: Recalculate
cs_cz: Přepočítat
sk_sk: Prepočítať
zh_cn: 重新计算

# commercecart.roundedamountcost
source: Rounded Amount:
cs_cz: Zaokrouhlená částka:
sk_sk: Zaokrúhlená čiastka:
zh_cn: 圆形的金额：

# commercecart.shippingcost
source: Shipping:
cs_cz: Doprava:
sk_sk: Doprava:
zh_cn: 航运：

# commercecart.subtotal
source: Subtotal
cs_cz: Mezisoučet
sk_sk: Medzisúčet
zh_cn: 小计

# commercecart.totalcost
source: Total price:
cs_cz: Celková cena:
sk_sk: Celková cena:
zh_cn: 总价格：

# commercecart.unitprice
source: Unit Price
cs_cz: Jednotková cena
sk_sk: Jednotková cena
zh_cn: 单位价格

# commercecart.vat
source: VAT
cs_cz: DPH
sk_sk: DPH
zh_cn: 增值税

# commercecart.vatcost
source: VAT:
cs_cz: DPH:
sk_sk: DPH:
zh_cn: 增值税：

# commercemenu.configuration
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# commercemenu.customers
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# commercemenu.header
source: E-commerce Module
cs_cz: E-commerce modul
sk_sk: E-commerce modul
zh_cn: 电子商务模块

# commercemenu.orders
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# community.group.join
source: Do you want to join
cs_cz: Chcete přidat
sk_sk: Chcete sa pridať
zh_cn: 你想加入吗

# community.group.leave
source: Are you sure you want to leave the group
cs_cz: Opravdu chcete opustit skupinu?
sk_sk: Naozaj chcete opustiť skupinu?
zh_cn: 你确定你想要离开组？

# community.group.successfuljoin
source: You have applied for membership in the ##GroupName##.
cs_cz: Požádal(a) jste o členství ve skupině ##GroupName##.
sk_sk: Požiadali ste o členstvo do skupiny ##GroupName##.
zh_cn: 您已经申请了会员在 ##GROUPNAME##.

# community.group.successfuljoinapproval
source: You have applied for membership in the ##GroupName##, but your membership needs to be approved by the group administrator.
cs_cz: Požádal(a) jste o členství ve skupině ##GroupName##, ale Vaše členství musí být ještě schválené administrátorem skupiny.
sk_sk: Požiadali ste o členstvo do skupiny ##GroupName##, ale Vaše členstvo musí byť ešte schválené správcom skupiny.
zh_cn: 您已经申请了会员在 ##GroupName##，但您的会员资格需要组管理员批准。

# community.group.successfulleave
source: You have successfully left the ##GroupName## group.
cs_cz: Právě jste opustil(a) skupinu ##GroupName##.
sk_sk: Úspešne ste opustili skupinu ##GroupName##.
zh_cn: 您已经成功地离开 ##GroupName## 组。

# community.group.unsuccessfuljoin
source: Your membership request was denied.
cs_cz: Váš požadavek na členství byl zamítnut.
sk_sk: Vaša žiadosť o členstvo bola zamietnutá.
zh_cn: 您的会员资格请求被拒绝。

# community.group.unsuccessfulleave
source: Your leave the group request was denied.
cs_cz: Váž požadavek na odchod ze skupiny byl zamítnut.
sk_sk: Vaša žiadosť o zrušenie členstva v skupine bola zamietnutá.
zh_cn: 你的离开组请求被拒绝。

# configuration_storesettings.emailfrommissing
source: Please notice that you need to enter a "Send e-commerce emails from:" address to enable email sending to customer.
cs_cz: Nezapomeňte nastavit adresu "Poslat e-maily e-comerce od:", aby se e-maily posílaly zákazníkům.
sk_sk: Prosím, nezabudnite na to, že musíte nastaviť "Poslať e-maily e-commerce od:" adresu aby ste mohli povoliť zasielanie správ zákazníkom.
zh_cn: 请注意您需要输入"发送从电子商务电子邮件："地址，以使电子邮件发送给客户。

# configuration_storesettings.emailtomissing
source: Please notice that you need to enter a "Send e-commerce emails to:" address to enable email sending to administrator.
cs_cz: Nezapomeňte nastavit "Poslat oznámení o objednávce na:", aby se e-maily posilaly administrátorovi.
sk_sk: Prosím, nezabudnite na to, že musíte nastaviť "Poslať oznámenie o objednávke komu:" adresu aby ste mohli povoliť zasielanie správ administrátorovi.
zh_cn: 请注意您需要输入"发送到的电子商务电子邮件："地址，以使电子邮件发送给管理员。

# configuration_storesettings.errorshippingfreelimit
source: Wrong limit format.
cs_cz: Špatný formát limitu.
sk_sk: Zlý formát limitu.
zh_cn: 格式错误的限制。

# configuration_storesettings.lblallowanonymous
source: Allow anonymous customers:
cs_cz: Povolit anonymní zákazníky:
sk_sk: Povoliť anonymných zákazníkov:
zh_cn: 允许匿名用户：

# configuration_storesettings.lblcheckoutprocess
source: Checkout process
cs_cz: Nákupní proces
sk_sk: Nákupný proces
zh_cn: 结帐过程

# configuration_storesettings.lbldefaultcountry
source: Default country:
cs_cz: Implicitní země:
sk_sk: Implicitná krajina:
zh_cn: 默认国家/地区：

# configuration_storesettings.lbldefaultcurrency
source: Default currency:
cs_cz: Implicitní měna:
sk_sk: Implicitná mena:
zh_cn: 默认货币:

# configuration_storesettings.lblemailfrom
source: Send e-commerce emails from:
cs_cz: Posílat e-maily e-commerce od:
sk_sk: Poslať e-maily e-commerce od:
zh_cn: 发送从电子商务电子邮件：

# configuration_storesettings.lblemails
source: Emails
sk_sk: E-maily
zh_cn: 电子邮件

# configuration_storesettings.lblemailto
source: Send e-commerce emails to:
cs_cz: Posílat oznámení o objednávce komu:
sk_sk: Poslať oznámenie o objednávke komu:
zh_cn: 发送到的电子商务电子邮件：

# configuration_storesettings.lblmaincurrency
source: Main currency
cs_cz: Hlavní měna:
sk_sk: Hlavná mena:
zh_cn: 主要货币

# configuration_storesettings.lblorganizationid
source: Show Organization ID field:
cs_cz: Zobrazit pole IČ:
sk_sk: Zobraziť pole IČ:
zh_cn: 显示组织 ID 字段:

# configuration_storesettings.lblrequireids
source: Require company account information:
cs_cz: Vyžadovat informace o účtu společnosti
sk_sk: Vyžadovať informácie o účte spoločnosti
zh_cn: 要求公司帐户信息：

# configuration_storesettings.lblsendordernotification
source: Send order notification:
cs_cz: Posílat oznámení o objednávce:
sk_sk: Posielať informácie o objednávke:
zh_cn: 发送订单通知：

# configuration_storesettings.lblsendpaymentnotification
source: Send payment notification:
cs_cz: Posílat oznámení o platbě:
sk_sk: Posielať informácie o platbe
zh_cn: 发送付款通知：

# configuration_storesettings.lblshippingfreelimit
source: Minimal amount for free shipping:
cs_cz: Minimální častka pro bezplatnou dopravu:
sk_sk: Minimálna čiastka pre bezplatnú dopravu:
zh_cn: 为免运费的最小金额：

# configuration_storesettings.lbltaxregistrationid
source: Show Tax registration ID field:
cs_cz: Zobrazit pole DIČ:
sk_sk: Zobraziť pole DIČ:
zh_cn: 显示税务注册 ID 字段:

# configuration_storesettings.lblusecompanyaddress
source: Use an extra company address:
cs_cz: Používat další adresu společnosti:
sk_sk: Používať ďalšiu adresu spoločnosti:
zh_cn: 使用额外的公司地址：

# configurationmenu.countries
source: Countries
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# configurationmenu.orderstatus
source: Order Status
cs_cz: Stav objednávky
sk_sk: Stav objednávky
zh_cn: 订单状态

# configurationmenu.settings
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# configurationmenu.states
source: States
cs_cz: Státy
sk_sk: Štáty
zh_cn: 国家

# container_edit.containertextafterlabel
source: HTML after web part
cs_cz: Text za web partoou
sk_sk: Text za web partou
zh_cn: HTML 后 web 部件

# container_edit.containertextbeforelabel
source: HTML before web part
cs_cz: Text před web partou
sk_sk: Text pred web partou
zh_cn: HTML web 部件之前

# container_edit.itemlistlink
source: Web part containers
cs_cz: Kontejnery web party
sk_sk: Kontajnery web party
zh_cn: Web 部件容器

# container_edit.newitemcaption
source: New container
cs_cz: Nový kontejner
sk_sk: Nový kontajner
zh_cn: 新建容器

# container_edit.uniqueerror
source: Container with same code name already exists.
cs_cz: Kontejner se stejným kódovým názvem již existuje.
sk_sk: Kontajner s rovnakým kódovým názvom už existuje.
zh_cn: 容器具有相同的代码名称已存在。

# container_list.headercaption
source: Web part containers
cs_cz: Kontejnery web party
sk_sk: Kontajnery web party
zh_cn: Web 部件容器

# container_list.newitemcaption
source: New container
cs_cz: Nový kontejner
sk_sk: Nový kontajner
zh_cn: 新建容器

# content.childclassnotallowed
source: This page type is not allowed to be created here.
cs_cz: Vybraný typ dokumentu není povolen jako dceřiný uzel pro tento dokument.
sk_sk: Vybraný typ dokumentu nie je povolený ako potomok aktuálneho dokumentu.
zh_cn: 这种页面类型不允许将在此处创建。

# content.copydialog
source: Copy - Select target location
cs_cz: Vyberte cílovou lokaci
sk_sk: Vyberte cieľovú lokáciu
zh_cn: 复制-选择目标位置

# content.deletetitle
source: Delete page
cs_cz: Smazat dokument
sk_sk: Zmazať dokument
zh_cn: 删除页面

# content.deletetitlelink
source: Delete page link
cs_cz: Smazat odkaz dokumentu
sk_sk: Zmazať odkaz dokumentu
zh_cn: 删除页的链接

# content.deletetitlemultiple
source: Delete multiple pages
cs_cz: Smazat více dokumentů
sk_sk: Zmazať viac dokumentov
zh_cn: 删除多个页面

# content.documentnotexists
source: Page does not exist.
cs_cz: Dokument neexistuje
sk_sk: Dokument neexistuje
zh_cn: 页面不存在。

# content.documentnotexistsinfo
source: The requested page no longer exists, please select another page.
cs_cz: Požadovaný dokument již neexistuje, zvolte, prosím, jiný dokument.
sk_sk: Požadovaný dokument už neexistuje, zvoľte, prosím, iný dokument.
zh_cn: 所请求的页面不再存在，请选择另一页。

# content.edittitle
source: Edit page
cs_cz: Editovat dokument
sk_sk: Editovať dokument
zh_cn: 编辑页

# content.listingtitle
source: Page listing
cs_cz: Seznam dokumentů
sk_sk: Zoznam dokumentov
zh_cn: 列出页

# content.movedialog
source: Move - Select target location
cs_cz: Vyberte cílovou lokaci
sk_sk: Vyberte cieľovú lokáciu
zh_cn: 移动-选择目标位置

# content.newcultureversiontitle
source: New culture version
cs_cz: Nová jazyková verze
sk_sk: Nová jazyková verzia
zh_cn: 语言的新版本

# content.newinfo
source: Please select new page type
cs_cz: Vyberte nový typ dokumentu:
sk_sk: Prosím, vyberte nový typ dokumentu:
zh_cn: 请选择新的网页类型

# content.newtitle
source: New page
cs_cz: Nový dokument
sk_sk: Nový dokument
zh_cn: 新建页面

# content.noallowedchilddocuments
source: The current page cannot contain any child pages. Either its page type has no allowed child types or the page type scope applied to this page has no allowed page types.
cs_cz: Aktuální dokument nemůže obsahovat žádné závislé dokumenty
sk_sk: Aktuálny dokument nemôže obsahovať žiadne závislé dokumenty
zh_cn: 当前页面不能包含任何子页面。其页面类型具有不允许的子类型，或应用于此页的页类型范围已经不允许的页面类型。

# content.nopermissions
source: You don't have permission to create pages.
cs_cz: Nemáte právo na vytvoření dokumentu.
sk_sk: Nemáte právo na vytvorenie dokumentu.
zh_cn: 您没有权限来创建网页。

# content.selectdialog
source: Select page
cs_cz: Výběr dokumentu
sk_sk: Výber dokumentu
zh_cn: 选择页

# content.viewversion
source: Page version
cs_cz: Verze dokumentu
sk_sk: Verzia dokumentu
zh_cn: 页面版本

# content_search.noresultsfound
source: No results found.
cs_cz: Nebyly nalezeny žádné výsledky.
sk_sk: Neboli nájdené žiadne výsledky.
zh_cn: 未找到任何结果。

# contentdelete.allcultures
source: Delete all culture versions of the specified page
cs_cz: Smazat všechny jazykové verze specifikovaného dokumentu
sk_sk: Zmazať všetky jazykové verzie špecifikovaného dokumentu
zh_cn: 删除所有语言版本的指定页面

# contentdelete.allculturesmultiple
source: Delete all culture versions of the specified pages
cs_cz: Smazat všechny verze kultur daných dokumentů
sk_sk: Zmazať všetky verzie kultúr daných dokumentov
zh_cn: 删除所有语言版本的指定页面

# contentdelete.deletingdocuments
source: Deleting pages...
cs_cz: Mažou se dokumenty...
sk_sk: Mazanie dokumentov...
zh_cn: 删除页面...

# contentdelete.destroy
source: Destroy page and its history (page cannot be restored)
cs_cz: Smazat trvale dokument a jeho historii (dokument nelze obnovit)
sk_sk: Zmazať trvale dokument a jeho históriu (dokument nemožno obnoviť)
zh_cn: 销毁页和它的历史 （无法还原页）

# contentdelete.destroymultiple
source: Destroy pages and their history (pages cannot be restored)
cs_cz: Odstraň dokumenty a jejich historii (dokument nelze obnovit)
sk_sk: Odstráň dokumenty a ich históriu (dokument nemožno obnoviť)
zh_cn: 销毁页和他们的历史 （无法还原页）

# contentdelete.question
source: You are about to delete following page
cs_cz: Opravdu chcete odstranit daný dokument?
sk_sk: Určite chcete odstrániť daný dokument?
zh_cn: 您将要删除下列页面

# contentdelete.questionlink
source: Are you sure you want to delete the selected page link?
cs_cz: Opravdu chcete odstranit vybraný odkaz dokumentu?
sk_sk: Určite chcete odstrániť vybraný odkaz dokumentu?
zh_cn: 是否确实要删除所选的页面链接?

# contentdelete.questionmultiple
source: You are about to delete following pages
cs_cz: Opravdu chcete odstranit následující dokumenty?
sk_sk: Určite chcete odstrániť nasledujúce dokumenty?
zh_cn: 您将要删除下列页面

# contentdelete.sku
source: Delete product of the specified page
cs_cz: Smazat produkt vybraného dokumentu
sk_sk: Zmazať produkt vybraného dokumentu.
zh_cn: 删除指定的页产品

# contentdelete.skumultiple
source: Delete products of the specified pages
cs_cz: Smazat produkty vybraných dokumentů
sk_sk: Zmazať produkty vybraného dokumentu.
zh_cn: 删除产品的指定页面

# contentedit.closepreview
source: Close
cs_cz: Zavřít
sk_sk: Zavrieť
zh_cn: 关闭

# contentedit.designmode
source: This is a design mode of page <strong>{0}</strong>.
cs_cz: Toto je návrhový mód dokumentu <strong>{0}</strong>.
sk_sk: Toto je dizajnový mód dokumentu <strong>{0}</strong>.
zh_cn: 这是一种设计模式的页面<strong>{0}</strong>。

# contentedit.designmode2
source: the design mode.
cs_cz: návrhový mód.
sk_sk: dizajnový mód.
zh_cn: 设计模式。

# contentedit.editmode
source: This is an edit mode of page <strong>{0}</strong>.
cs_cz: Toto je editační mód dokumentu <strong>{0}</strong>.
sk_sk: Toto je editačný mód dokumentu <strong>{0}</strong>.
zh_cn: 这是页面<strong>{0}</strong>编辑模式。

# contentedit.editmode2
source: the edit mode.
cs_cz: editační mód.
sk_sk: editačný mód.
zh_cn: 编辑模式。

# contentedit.header
source: Edit Page
cs_cz: Editovat dokument
sk_sk: Editovať dokument
zh_cn: 编辑页

# contentedit.headercreatedoc
source: Create a New Page
cs_cz: Vytvořit nový dokument
sk_sk: Vytvoriť nový dokument
zh_cn: 创建一个新页

# contentedit.noeditpage
source: This type of page cannot be edited.
cs_cz: Tento typ dokumentu nelze editovat.
sk_sk: Tento typ dokumentu nemožno editovať.
zh_cn: 不能编辑这种类型的页面。

# contentedit.previewmode
source: This is a preview mode of page <strong>{0}</strong>.
cs_cz: Toto je náhledový mód dokumentu <strong>{0}</strong>.
sk_sk: Toto je náhľadový mód dokumentu <strong>{0}</strong>.
zh_cn: 这是页面<strong>{0}</strong>预览模式。

# contentedit.previewmode2
source: the preview mode.
cs_cz: náhledový mód.
sk_sk: náhľadový mód.
zh_cn: 预览模式。

# contentedit.redirect
source: You will now be redirected to the editing page.
cs_cz: Probíhá přesměrování do editačního formuláře.
sk_sk: Prebieha presmerovanie do editačného formulára.
zh_cn: 你现在会重定向到编辑页。

# contentedit.safemode
source: An error occurred processing the controls. The page is now in safe mode.
cs_cz: Během zpracování obsahu došlo k chybě. Stránka je nyní v safe módu.
sk_sk: Vyskytol sa problém pri spracovaní kontrolu. Stránka už nie je v bezpečnom móde.
zh_cn: 处理控件时出错。现在的页是在安全模式下。

# contentedit.safemode2
source: the safe mode and try to reload the page content. See event log for the error details.
cs_cz: safe mód a zkusit obnovit obsah stránky. Podívejte se do Event logu pro více informací.
sk_sk: bezpečný mód a skúste obnoviť obsah stránky. Pozrite históriu udalostí pre detaily chyby.
zh_cn: 安全模式和尝试重新加载页面内容。请参见事件日志中的错误的详细信息。

# contentedit.wasapproved
source: The page has been approved.
cs_cz: Dokument byl schválen.
sk_sk: Dokument bol schválený.
zh_cn: 该页面已被批准。

# contentedit.wascheckedin
source: The page has been checked in.
cs_cz: Dokument byl uvolněn.
sk_sk: Dokument bol uvoľnený.
zh_cn: 该页面已签入。

# contentedit.wasrejected
source: The page has been rejected.
cs_cz: Dokument byl zamítnut.
sk_sk: Dokument bol zamietnutý.
zh_cn: 该页面已被拒绝。

# contenteditmode.design
source: Design page
cs_cz: Design stránky
sk_sk: Dizajn stránky
zh_cn: 设计页面

# contenteditmode.edit
source: Edit page
cs_cz: Editovat stránku
sk_sk: Editovať stránku
zh_cn: 编辑页

# contenteditmode.editform
source: Edit form
cs_cz: Editovat formulář
sk_sk: Editovať formulár
zh_cn: 编辑表格

# contentlisting.header
source: Pages under
cs_cz: Vnořené dokumenty
sk_sk: Vnorené dokumenty
zh_cn: 下页

# contentlisting.headermodified
source: Modified
cs_cz: Modifikováno
sk_sk: Modifikované
zh_cn: 修改
