Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# board.security.usecaptcha
source: Use security code (CAPTCHA)
cs_cz: Použít bezpečnostní kód (CAPTCHA)
sk_sk: Použi bezpečnostný kód (CAPTCHA)
zh_cn: 使用安全代码 （码）

# board.subscription.anonymous
source: Anonymous user
cs_cz: Anonymní uživatel
sk_sk: Anonymný užívateľ
zh_cn: 匿名用户

# board.subscription.beensubscribed
source: You've been subscribed.
cs_cz: Byl(a) jste zapsán(a).
sk_sk: Bol ste prihlásený k odberu správ.
zh_cn: 您已经订阅了。

# board.subscription.email
source: Your email:
cs_cz: Vaše e-mailová adresa:
sk_sk: Váš e-mail:
zh_cn: 您的电子邮件：

# board.subscription.emailexists
source: The email address is already subscribed for this message board. Please enter some other email address.
cs_cz: Tato e-mailová adresa už je k diskuzi zapsána - použijte jinou adresu.
sk_sk: E-mailová adresa už je prihlásená k odberu správ z tejto diskusie. Prosím, vložte inú adresu.
zh_cn: 已经订阅了此留言板的电子邮件地址。请输入一些其他的电子邮件地址。

# board.subscription.emailnotvalid
source: Please enter a valid email address.
cs_cz: Zadejte prosím platnou e-mailovou adresu.
sk_sk: Prosím, vložte správnu e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址。

# board.subscription.emptyuser
source: Please select a user when using the registered user subscription feature.
cs_cz: Vyberte prosím uživatele.
sk_sk: Prosím, vyberte užívateľa, keď používate odoberanie správ pre registrovaných užívateľov.
zh_cn: 请使用注册的用户订阅功能时，选择一个用户。

# board.subscription.noemail
source: Please enter an email address.
cs_cz: Zadejte e-mailovou adresu.
sk_sk: Prosím, zadajte e-mailovú adresu.
zh_cn: 请输入电子邮件地址。

# board.subscription.registered
source: Registered user
cs_cz: Registorvaný uživatel
sk_sk: Registrovaný užívateľ
zh_cn: 注册的用户

# board.subscription.subscribe
source: Subscribe
cs_cz: Přihlásit
sk_sk: Prihlásiť
zh_cn: 订阅

# board.subscription.subscriptions
source: Subscriptions
cs_cz: Odběratelé
sk_sk: Prilhášky
zh_cn: 订阅

# board.subscriptions.newitem
source: New subscription
cs_cz: Nový odběratel
sk_sk: Nová prihláška
zh_cn: 新建订阅

# board.subscriptions.noitems
source: There are no subscriptions related to the current message board.
cs_cz: K této diskuzi nejsou přihlášení žádní odběratelé.
sk_sk: Nie sú žiadne prihlášky pre vybranú diskusiu.
zh_cn: 没有与当前的留言板相关的订阅。

# board.unsubscribe.nosubscription
source: Could not proceed unsubscribe action. Subscription information is missing.
cs_cz: Odhlášení z diskuze nelze dokončit - chybí informace o odběrateli.
sk_sk: Nemožno pokračovať v zrušení prihlášky. Chýbajú informácie o prilháške.
zh_cn: 不能进行取消操作。订阅信息是缺掉的。

# board.unsubscribe.notallowed
source: You are not allowed to cancel the specified subscription.
cs_cz: Nemáte povolení ke zrušení daného odběratele.
sk_sk: Nemáte oprávnenie na zrušenie vybranej prihlášky.
zh_cn: 你不是允许取消指定的订阅。

# board.unsubscribe.subscriptiondontexist
source: Specified subscription doesn't exist in the system any more.
cs_cz: Daný odběratel již v systému není.
sk_sk: Zadaná prihláška už v systéme neexistuje.
zh_cn: 指定的订阅不存在系统中了。

# board.unsubscribe.success
source: You have been successfully unsubscribed from the message board.
cs_cz: Úspěšně jste byl(a) odhlášen(a) z diskuze.
sk_sk: Boli ste úspešne odhlásený z diskusie.
zh_cn: 您已成功取消订阅从留言板。

# boards.newmessageapproval
source: New message approval
cs_cz: Schválení nové zprávy
sk_sk: Schválenie novej správy
zh_cn: 新消息批准

# boards.newmessagenotification
source: New message notification
cs_cz: Upozornění na novou zprávu
sk_sk: Upozornenie na nové správy
zh_cn: 新邮件通知

# boardsubscripitons.userhasnosubscriptions
source: You aren't currently subscribed to receive notifications about any board messages.
cs_cz: Nejste přihlášení k odběru příspěvků v diskuzi.
sk_sk: Nie ste momentálne prihlásený k odberu oznámení z žiadnej diskusie.
zh_cn: 您当前不被订阅接收有关董事会的任何邮件通知。

# boardsubscripitons.userissubscribed
source: You are currently subscribed to receive notifications on new posts added to the following message boards:
cs_cz: Jste přihlášen(a) k odběrům následujících diskuzí:
sk_sk: Ste prihlásený k odberu oznámení o novom príspevku pridanom do nasledujúcich diskusií:
zh_cn: 您当前订阅接收通知添加到下面的留言板的新帖：

# browseandeditemptypage.confirmclose
source: If you made any changes to the page they may not be saved.
cs_cz: Případné změny provedené v dokumentu nebudou uloženy.
sk_sk: Prípadné zmeny vykonané v dokumente nebudú uložené.
zh_cn: 如果您到他们可能不能保存的页进行任何更改。

# browsemenu.browse
source: Browse&nbsp;mode
cs_cz: Mód&nbsp;prohlížení
sk_sk: Mód&nbsp;prezerania
zh_cn: 浏览模式

# browsemenu.culturelabel
source: Language:
cs_cz: Jazyk:
sk_sk: Jazyk:
zh_cn: 语言：

# browsemenu.edit
source: Edit&nbsp;mode
cs_cz: Editační&nbsp;mód
sk_sk: Editačný&nbsp;mód
zh_cn: 编辑模式

# browsemenu.errornotallowedtoreaddocument
source: You're not allowed to see this page. You are redirected to your home page.
cs_cz: Nemáte oprávnění k prohlížení této stránky. Budete přesměrován(a) na Vaši domovskou stránku.
sk_sk: Nemáte oprávnenie k prezeraniu tejto stránky. Budete presmerovaný na Vašu domácu stránku.
zh_cn: 你不许看到此页面。你被重定向到您的主页。

# calendar.now
source: Now
cs_cz: Nyní
sk_sk: Teraz
zh_cn: 现在

# calendar.title
source: Choose date/time
cs_cz: Zvolte datum/čas
sk_sk: Zvoľte dátum/čas
zh_cn: 选择日期/时间

# categories.categorieslist
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# categories.deleteconfirmation
source: Are you sure want to delete selected category?
cs_cz: Opravdu chcete smazat vybranou kategorii?
sk_sk: Naozaj chcete zmazať vybranú kategóriu?
zh_cn: 您确实要删除所选的类别？

# categories.documentassignedto
source: Page is assigned to the following categories:
cs_cz: Dokument je přiřazen následujícím kategoriím:
sk_sk: Dokument je priradený do týchto kategórií:
zh_cn: 页面都被分配到以下类别：

# categories.globalcategories
source: Global categories:
cs_cz: Globalní kategorie:
sk_sk: Globálne kategórie:
zh_cn: 全局的类别：

# categories.nocategoriesfound
source: There are no page categories specified.
cs_cz: Nejsou definovány žádné kategorie.
sk_sk: Nie sú definované žiadne kategórie.
zh_cn: 没有指定的页类。

# categories.usercategories
source: My categories:
cs_cz: Moje kategorie:
sk_sk: Moje kategórie:
zh_cn: 我的类别：

# category_edit.documents.filter
source: Filter
cs_cz: Filtr
zh_cn: 筛选器

# category_edit.documents.nodata
source: No data found.
cs_cz: Na vybraném webu nespadá do této kategorie žádný dokument.
sk_sk: Neboli nájdené žiadne dáta.
zh_cn: 未找到数据。

# category_edit.editcategorypagetitle
source: Category properties
cs_cz: Vlastnosti kategorie
sk_sk: Vlastnosti kategórie
zh_cn: 类别属性

# category_edit.erroremptycodename
source: Please enter a unique category code name.
cs_cz: Zadejte prosím unikátní kódové název kategorie.
sk_sk: Prosím, vložte unikátne kódové meno kategórie.
zh_cn: 请输入一个唯一的类别代码名称。

# category_edit.erroremptydisplayname
source: Please enter a category display name.
cs_cz: Zadejte prosím zobrazovaný název kategorie.
sk_sk: Prosím, vložte názov kategórie.
zh_cn: 请输入一个类别显示名称。

# category_edit.headercaption
source: Category properties
cs_cz: Kategorie
sk_sk: Kategória
zh_cn: 类别属性

# category_edit.itemlistlink
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# category_edit.newcategory
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# category_edit.newcategorypagetitle
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# category_edit.newheadercaption
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# category_list.delete.hasdependencies
source: The selected category cannot be deleted because pages are related to this category. You need to remove all the pages from this category first.
cs_cz: Vybraná kategorie nemůže být smazána protože existují dokumenty mající vztah k této kategorii. Nejprve musíte odstranit všechny tyto dokumenty.
sk_sk: Vybraná kategória nemôže byť zmazaná pretože existujú dokumenty k nej priradené. Musíte odobrať všetky dokumenty z tejto kategórie.
zh_cn: 无法删除所选的类别，因为页面与此类别相关。您需要首先删除这个类别中的所有页面。

# category_list.newitemcaption
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# changepassword.btnok
source: Change password
cs_cz: Změnit heslo
sk_sk: Zmeniť heslo
zh_cn: 更改密码

# changepassword.changessaved
source: Password successfully changed.
cs_cz: Heslo bylo úspěšně změněno.
sk_sk: Nové heslo úspešne zmenené.
zh_cn: 成功更改密码。

# changepassword.errornewpassword
source: New passwords do not match.
cs_cz: Nové hesla nejsou shodná.
sk_sk: Nové hesla nie sú zhodné.
zh_cn: 新密码不匹配。

# changepassword.erroroldpassword
source: Wrong existing password.
cs_cz: Chybné existující heslo.
sk_sk: Chybné existujúce heslo.
zh_cn: 现有密码错误。

# changepassword.lblconfirmpassword
source: Confirm password:
cs_cz: Potvrdit heslo:
sk_sk: Potvrdiť heslo:
zh_cn: 确认密码:

# changepassword.lblnewpassword
source: New password:
cs_cz: Nové heslo:
sk_sk: Nové heslo:
zh_cn: 新密码：

# changepassword.lbloldpassword
source: Your existing password:
cs_cz: Vaše existující heslo:
sk_sk: Vaše existujúce heslo:
zh_cn: 您现有的密码：

# checkoutprocess.btnmovedowntooltip
source: Move down
cs_cz: Přesunout dolů
sk_sk: Presunúť nahor
zh_cn: 向下移动

# checkoutprocess.btnmoveuptooltip
source: Move up
cs_cz: Přesunout nahoru
sk_sk: Presunúť nadol
zh_cn: 向上移动

# checkoutprocess.btnpastetooltip
source: Paste to text
cs_cz: Vložit do textu
sk_sk: Vložiť do textu
zh_cn: 粘贴到文本

# checkoutprocess.caption
source: Caption
cs_cz: Název
sk_sk: Názov
zh_cn: 标题

# checkoutprocess.confirmdefaultprocess
source: Are you sure you want to generate default checkout process and lose your changes?
cs_cz: Opravdu chcete vygenerovat výchozí nákupní proces a ztratit tak všechny změny?
sk_sk: Ste si istý, že chcete vygenerovať základný nákupný proces a stratiť tak všetky zmeny?
zh_cn: 你确定你想要生成默认结帐过程并丢弃更改？

# checkoutprocess.confirmdeletestep
source: Are you sure you want to delete the checkout process step?
cs_cz: Opravdu chcete smazat tento krok nákupního procesu?
sk_sk: Ste si istý, že chcete zmazať tento krok nákupného procesu?
zh_cn: 你确定你想要删除签出过程步骤？

# checkoutprocess.defaultprocess
source: Generate default process
cs_cz: Vygenerovat výchozí nákupní proces
sk_sk: Vygenerovať základný nákupný proces
zh_cn: 生成默认进程

# checkoutprocess.errorprocessempty
source: Please enter some checkout process steps.
cs_cz: Vložte prosím kroky nákupního procesu.
sk_sk: Prosím, vložte kroky nákupného procesu.
zh_cn: 请输入一些结帐过程步骤。

# checkoutprocess.errorstepcaptionempty
source: Please enter a step caption.
cs_cz: Vložte prosím název kroku
sk_sk: Prosím, vložte názov kroku.
zh_cn: 请输入步骤的标题。

# checkoutprocess.errorstepcontrolpathempty
source: Please enter a step control path.
cs_cz: Vložte prosím cestu k souboru
sk_sk: Prosím, vložte cestu k súboru.
zh_cn: 请输入步骤控制路径。

# checkoutprocess.errorstepnameempty
source: Please enter a step code name.
cs_cz: Vložte prosím kódové jméno kroku.
sk_sk: Prosím, vložte kódové meno kroku.
zh_cn: 请输入一步代码名称。

# checkoutprocess.errorstepnamenotunique
source: Step name must be unique.
cs_cz: Název kroku musí být unikátní
sk_sk: Meno kroku musí byť unikátne.
zh_cn: 步骤名称必须是唯一的。

# checkoutprocess.lblcmsdeskcustomer
source: Show in administration customer section:
cs_cz: Zobrazovat v sekci Zákazníci v CMSDesku:
sk_sk: Zobrazovať v sekcii Zákazníci v CMSDesku:
zh_cn: 显示管理客户节中：

# checkoutprocess.lblcmsdeskorder
source: Show in administration order section:
cs_cz: Zobrazovat v sekci Objednávky v CMSDesku:
sk_sk: Zobrazovať v sekcii Objednávky v CMSDesku:
zh_cn: 显示管理秩序节中：

# checkoutprocess.lblcmsdeskorderitems
source: Show in administration order items section:
cs_cz: Zobrazovat v sekci Položky objednávky CMSDesku:
sk_sk: Zobrazovať v sekcii Položky objednávky CMSDesku:
zh_cn: 显示管理订单项目节中：

# checkoutprocess.lbllivesite
source: Show on the live site:
cs_cz: Zobrazovat na živém webu:
sk_sk: Zobraziť na živom webe:
zh_cn: 在工地现场显示：

# checkoutprocess.lblstepcaption
source: Caption:
cs_cz: Název:
sk_sk: Názov:
zh_cn: 标题：

# checkoutprocess.lblstepcontrolpath
source: Control path:
cs_cz: Cesta k souboru:
sk_sk: Cesta k súboru:
zh_cn: 控制路径：

# checkoutprocess.lblstepimageurl
source: Image file name:
cs_cz: Název soboru obrázku:
sk_sk: Názov súboru s obrázkom:
zh_cn: 图像文件的名称：

# checkoutprocess.lnklist
source: Steps
cs_cz: Kroky
sk_sk: Kroky
zh_cn: 步骤

# checkoutprocess.lnknewstep
source: New step
cs_cz: Nový krok
sk_sk: Nový krok
zh_cn: 新建一步

# checkoutprocess.newstep
source: New step
cs_cz: Nový krok
sk_sk: Nový krok
zh_cn: 新建一步

# checkoutprocess.showincmsdeskcustomer
source: Administration customer
cs_cz: CMSDesk Zákazníci
sk_sk: CMSDesk Zákazníci
zh_cn: 管理客户

# checkoutprocess.showincmsdeskorder
source: Administration order
cs_cz: CMSDesk Objednávky
sk_sk: CMSDesk Objednávky
zh_cn: 行政管理秩序

# checkoutprocess.showincmsdeskorderitems
source: Administration order items
cs_cz: CMSDesk Položky objednávky
sk_sk: CMSDesk Položky objednávky
zh_cn: 管理订单项

# checkoutprocess.showonlivesite
source: Live site
cs_cz: Ostrý web
sk_sk: Živý web
zh_cn: 活动站点

# checksystempermissions.errordiskaccess
source: The account #ACCOUNT# cannot write to disk. Please grant this account with Read, Write and Modify permission to the following folder and all subfolders:
cs_cz: Účet #ACCOUNT# nemůže zapisovat na disk. Udělte tomuto účtu oprávnění pro čtení, zápis a modifikaci na následující složky a všechny podsložky:
sk_sk: Účet #ACCOUNT# nemôže zapisovať na disk. Prosím, povoľte tomuto účtu oprávnenie na čítanie, zápis a modifikáciu na nasledujúce zložky a všetky pod zložky:
zh_cn: 帐户 #ACCOUNT # 不能写入到磁盘。请授予此帐户具有读取、 写入和修改权限到以下文件夹和所有子文件夹中：

# class.erroridentifier
source: Please enter table name in identifier format without spaces and special characters.
cs_cz: Zadejte, prosím, název tabulky v identifikačním formátu bez mezer a speciálních znaků.
zh_cn: 请输入表名称中没有空格和特殊字符的标识符格式。

# class.tablename
source: Table name:
cs_cz: Název tabulky:
sk_sk: Názov tabuľky:
zh_cn: 表名称:

# classedit.changesinserted
source: The template was created. Now you can create another template.
cs_cz: Šablona byla vytvořena. Nyní můžete vytvořit další.
sk_sk: Šablóna bola vytvorená. Teraz môžete vytvoriť ďalšiu.
zh_cn: 创建模板。现在，您可以创建另一个模板。

# classedit.classdisplayname
source: Template display name:
cs_cz: Zobrazený název šablony:
sk_sk: Zobrazovaný názov šablóny:
zh_cn: 模板显示名称：

# classedit.classid
source: Template ID:
cs_cz: ID šablony:
sk_sk: ID šablóny:
zh_cn: 模板 ID：

# classedit.classname
source: Template code name:
cs_cz: Kódový název šablony:
sk_sk: Kódový názov šablóny:
zh_cn: 模板代码名称:

# classedit.errorclassnamewithspaces
source: The page template code name cannot contain spaces.
cs_cz: Kódové jméno šablony dokumentu nesmí obsahovat mezery.
sk_sk: Kódové meno šablóny dokumentu nesmie obsahovať medzery.
zh_cn: 页面模板代码名称不能包含空格。

# classedit.erroremptyclassdisplayname
source: Please enter a template display name.
cs_cz: Vložte nějaké zobrazené jméno šablony.
sk_sk: Prosím, vložte zobrazované meno šablóny.
zh_cn: 请输入模板的显示名称。

# classedit.erroremptyclassname
source: Please enter a template name.
cs_cz: Vložte nějaké jméno šablony.
sk_sk: Prosím, vložte meno šablóny.
zh_cn: 请输入模板名称。

# classedit.errorexistingclassname
source: There's another template of this name. Please choose some other name.
cs_cz: S tímto názvem existuje jiná šablona. Vyberte nějaký jiný název.
sk_sk: S týmto názvom existuje iná šablóna. Prosím, vyberte nejaký iný názov.
zh_cn: 还有另一个模板，此名称。请选择其他名称。

# classedit.errornodot
source: The Template Name field must contain the value in form application.template.
cs_cz: Pole názvu šablony musí obsahovat hodnotu ve formátu aplikace.šablona.
sk_sk: Pole názvu šablóny musí obsahovať hodnotu vo formáte "aplikácia.šablóna".
zh_cn: 模板名称字段必须包含表格 application.template 中的值。

# classedit.header
source: Page template properties
cs_cz: Vlastnosti šablony dokumentu
sk_sk: Vlastnosti šablóny dokumentu
zh_cn: 网页模板属性

# classedit.iscoupledclass
source: The template has custom fields:
cs_cz: Šablona má uživatelské atributy:
sk_sk: Šablóna má užívateľské atribúty:
zh_cn: 该模板包含自定义字段：

# classedit.useversioningandworkflow
source: Use versioning and workflow:
cs_cz: Použít verzování a workflow:
sk_sk: Použiť verzovanie a workflow:
zh_cn: 使用版本控制和工作流：

# classedit.workflow
source: Workflow:
zh_cn: 工作流：

# classlist.classdisplayname
source: Template display name
cs_cz: Zobrazený název šablony
sk_sk: Zobrazovaný názov šablóny
zh_cn: 模板显示名称

# classlist.classname
source: Template code name
cs_cz: Kódový název šablony
sk_sk: Kódový názov šablóny
zh_cn: 模板代码名称

# classlist.errorcannotdeleterootclass
source: You cannot delete the page template "cms.root".
cs_cz: Nelze smazat šablonu dokumentu "cms.root".
sk_sk: Nemožno zmazať šablónu dokumentu "cms.root".
zh_cn: 您不能删除"cms.root"的页面模板。

# classlist.header
source: Page templates
cs_cz: Šablony dokumentu
sk_sk: Šablóny dokumentu
zh_cn: 网页模板

# classnameselection.title
source: Select page types
cs_cz: Výběr typů dokumentů
sk_sk: Výber typov dokumentov
zh_cn: 选择页面类型

# cms.abusereport.description
source: In this section, you can view a list of abuse reports. Each of the reports is provided with a link to the page from that the abuse was reported. Reports can be marked as solved or rejected. They can also be edited and deleted here.
cs_cz: V této sekci je uveden seznam nahlášeného závadného obsahu v příspěvcích na webu. Každé hlášení je doplněno odkazem na stránku ze které byl závadný obsah hlášen. Hlášení je možné smazat, zamítnout nebo označit jako vyřešené.
sk_sk: V tejto sekcii je možné vidieť zoznam hlásení vulgarizmov. Každé hlásenie obsahuje odkaz na stránku, z ktorej dané hlásenie pochádza. Každé hlásenie je možné označiť ako vyriešené alebo zamietnuté. Možno ich editovať a mazať.
zh_cn: 在本节中，您可以查看列表的虐待的报告。每个报告是提供与链接到的页面从那虐待的。报告可以标记为解决或被拒绝。他们还可以编辑和删除在这里。

# cms.avatar.avatars
source: Avatars
cs_cz: Avatary
sk_sk: Avatary
zh_cn: 头像

# cms.badwords.description
source: Allows you to manage the list of words included in the system's language filter. The bad word filter applies to user input on the website, such as forums, messages and comments. You can choose the action that the system takes when bad words are detected.
cs_cz: Tato sekce uvádí seznamzávadného obsahu. Pokud nějaký uživatel odešle text obsahující některý z těchto výrazů je provedena definovaná akce. Výrazy lze přidávat, upravovat a mazat.
sk_sk: Táto sekcia zobrazuje zoznam vulgárnych výrazov. Pokiaľ niektorý užívateľ odošle text obsahujúci niektorý z týchto výrazov, je prevedená definovaná akcia. Výrazy je možné pridávať, upravovať a mazať.
zh_cn: 允许您管理的系统的语言筛选中包含的单词列表。坏词筛选适用于用户输入在网站上，如论坛、 消息和评论。您可以选择系统需要在检测到坏词时的操作。

# cms.bannedip.description
source: This section allows management of banned IP addresses. Banned addresses can be added, edited and deleted here. Addresses can be banned globally or separately for particular sites.
cs_cz: V této sekci se spravuje seznam blokovaných IP adres. Je možné je přidat, upravit stávající a smazat. Blokovat lze adresy globálně nebo jen pro konkrétní web.
sk_sk: Táto sekcia umožňuje správu zakázaných IP adries. Tie možno pridávať, editovať a mazať. Adresy je možné zakázať globálne alebo iba pre jednotlivé weby.
zh_cn: 本节允许管理禁止IP 地址。可以添加、 编辑和删除在这里禁止的地址。地址可以禁止全局或单独为特定的网站。

# cms.blog.description
source: Allows you to manage your blogs, including blog posts and blog comments.
cs_cz: V této sekci jsou vypsány všechny blogy, které aktuálně přihlášený uživatel vlastní. Je možné upravit již existující blog nebo přidat nový. Je zde i seznam komentářů čekajících na schválení. Komentáře lze upravit, smazt nebo schválit.
sk_sk: Táto sekcia zobrazuje blogy vlastnené prihláseným užívateľom. Je možné upraviť existujúci blog alebo pridať nový blog. Je tu tiež zoznam komentárov čakajúcich na schválenie. Komentáre je možné upraviť, zmazať alebo schváliť.
zh_cn: 允许您管理您的博客，其中包括博客和博客的评论。

# cms.eventmanager.description
source: This section displays a list of booked events defined for the given site. You can either view detail of each event or be redirected to it. You can manage attendees for a given event and send emails to all of them. For each event are displayed the following properties: its name, creation time, maximum capacity, number of attendees and open from/to dates.
cs_cz: Tato sekce uvádí seznam událostí daného webu na které se mohou zájemci zaregistrovat. U každé události je možné zobrazit její podrobnosti, upravit seznam registrovaných zájemců popř. rozeslat všem zájemců informační e-mail.
sk_sk: Táto sekcia zobrazuje zoznam objednaných udalostí pre daný web. Môžete si nechať zobraziť detail nejakej udalosti alebo sa nechať presmerovať. Zároveň je možné spravovať účastníkov pre danú udalosť a poslať každému e-mail. Pre každú udalosť sú zobrazené nasledujúce údaje: názov, čas vytvorenia, maximálna kapacita, počet účastníkov a dátumy otvorenia/uzatvorenia.
zh_cn: 此部分显示为给定站点定义的预定事件的列表。您或者可以查看每个事件的详细信息，或被重定向到它。您可以管理某一特定事件的与会者和向所有人发送电子邮件。为每个事件都显示以下属性： 名称、 创建时间、 最大容量，与会者的数量和开放的起止日期。

# cms.fileimport.description
source: This section displays the file import interface. You can choose to start import or specify file import settings, e.g. target alias path or culture. The path to a directory, from which are files imported is displayed as well.
cs_cz: Sekce umožňuje import souborů. Lze určit jaké soubory se mají importovat, kam se mají ve stromové struktuře webu importovat a do jakého jazyka.
sk_sk: Táto sekcia zobrazuje užívateľské rozhranie importu. Môžete začať s importom alebo zmeniť jeho nastavenia, ako napríklad jazyk či cieľovú cestu. Zobrazuje sa aj cesta k adresáru, z kadiaľ sa import prevedie.
zh_cn: 此部分显示文件导入接口。您可以选择启动导入，或者指定文件导入设置，例如目标别名路径或语言。其中有从导入文件以及显示的目录的路径。

# cms.form.description
source: This section displays a list of forms defined for the given site. You can either create new form, or edit, delete or export objects from the existing ones. For each form, you can define its general information, fields, layout, whether the email notification should be sent and others.
cs_cz: V této sekci je přehled BizFormů přiřazených danému webu. Můžete vytvořit nový formulář, upravit stávající, smazat nebo nechat vyexportovat. U každého BizFormu se dá definovat obecné informace, položky, vzhled a je možné odeslat e-mailem upozornění.
sk_sk: V tejto sekcii nájdete zoznam BizForms definovaných pre daný web. Tieto môžete meniť, mazať, exportovať a vytvárať nové. Zároveň môžete meniť obecné informácie, layout, zasielanie notifikačných e-mailov pre každý BizForm zvlášť.
zh_cn: 此部分显示为给定站点定义的表格的列表。你可以要么创建新表格，或编辑、 删除或从现有的导出对象。对于每个表格，您可以定义其一般信息、 字段、 布局、 是否应发送电子邮件通知和其他人。

# cms.forums.description
source: This section displays a list of forum groups defined for a given site and a list of forum posts which are waiting for the logged-on user approval. You can choose either to create new forum group, or to edit or delete existing ones. You can choose to approve or reject forum posts as well. You can manage forums of each forum group.
cs_cz: V této sekci je uveden seznam diskusních skupin pro daný web a seznam příspěvků čekajících na schválení aktuálně přihlášeným uživatelem. Je možné vytvářet, upravovat a mazat skupiny fór a fóra a schvalovat/zamítat příspěvky.
sk_sk: V tejto sekcii nájdete zoznam skupín fór definovaných pre daný web a zoznam všetkých príspevkov čakajúcich na potvrdenie od aktuálne prihláseného užívateľa. Máte možnosť tieto príspevky potvrdiť alebo zamietnuť. Taktiež môžete vytvárať nové skupiny fór alebo editovať, mazať už vytvorené.
zh_cn: 此部分显示论坛组为给定站点中定义的列表和列表论坛帖子，正在等待登录的用户批准。你可以选择或者创建新的论坛组，也可编辑或删除现有的。你可以选择批准或拒绝论坛上的帖子。您可以管理每个论坛组的论坛。
