Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.goo.glapikey.description
source: API key of goo.gl URL shortening service. It can be found in Google API console. You can use goo.gl URL shortener without entering this key.
cs_cz: API klíč URL zkracování služby goo.gl. Získáte ho v Google API konzole. Bez zadání tohoto klíče nemůžete používat goo.gl URL zkracovač.
zh_cn: Goo.gl 网址缩短服务的 API 密钥。它可以在谷歌 API 控制台中找到。您可以使用 goo.gl 网址缩短服务，而无需输入该密钥。

# settingskey.googleplusaccesstoken
source: Access token
cs_cz: Přístupový token
zh_cn: 访问令牌

# settingskey.googleplusaccesstoken.description
source: Site-wide access token for Google+ API calls that require authorization.
cs_cz: Přístupový token pro volání Google+API, které potřebují autorizaci.
zh_cn: Google + API 调用，需要授权的站点范围的访问令牌。

# settingskey.googleplusclientid
source: Client ID
cs_cz: ID klienta
zh_cn: 客户端 ID

# settingskey.googleplusclientid.description
source: Client ID of your web application.
cs_cz: ID klienta vaší webové aplikace.
zh_cn: Web 应用程序的客户端 ID。

# settingskey.googleplusclientsecret
source: Client secret
cs_cz: Tajný kód klienta (client secret)
zh_cn: 客户端的密匙

# settingskey.googleplusclientsecret.description
source: Client secret of your web application.
cs_cz: Tajný kód vaší web aplikace.
zh_cn: 客户端的 web 应用程序中的秘密。

# settingskey.lastactivitydescription
source: Contacts whose activities will be older than specified number of days will be deleted. Value represents number of days.
cs_cz: Kontakty, jejichž poslední aktivita je starší než zadaný počet dní, budou smazány.
zh_cn: 其活动将早于指定天数的联系人将被删除。值表示的天数。

# settingskey.linkedinaccesstoken
source: Access token
cs_cz: Přístupový token
zh_cn: 访问令牌

# settingskey.linkedinaccesstoken.description
source: Site-wide access token for LinkedIn API calls that require authorization.
cs_cz: Přístupový token pro volání Linkedln API, které vyžadují autorizaci.
zh_cn: LinkedIn API 调用，需要授权的站点范围的访问令牌。

# settingskey.linkedinurlshortenertype
source: URL shortener
cs_cz: URL zkracovač
zh_cn: 网址缩短服务

# settingskey.linkedinurlshortenertype.description
source: This URL shortener will be used to shorten links on all LinkedIn posts.
cs_cz: Tento URL zkracovač bude použit na zkracování odkazů ve všech Linkedln příspěvcích.
zh_cn: 这个网址将用于缩短上 LinkedIn 的所有帖子的链接。

# settingskey.mergedintoglobal
source: Merged into global contact only
cs_cz: Pouze sloučené do globálního kontaktu
zh_cn: 合并成全局接触只

# settingskey.mergedintoglobal.description
source: Only contacts which are merged into global contact will be deleted.
cs_cz: Pouze kontakty, které jsou sloučené do globálního kontaktu, budou smazány.
zh_cn: 仅合并成全局联系人的联系人将被删除。

# settingskey.nodata
source: No setting keys matching the entered criteria were found.
cs_cz: Nebyly nalezeny žádné klíče nastavení, které by odpovídaly zadaným kritériím.
sk_sk: Neboli nájdené žiadne kľúče nastavní odpovedajúce zadaným kritériam.
zh_cn: 匹配输入的条件设置密钥不能被发现。

# settingskey.producttabenabled
source: Display "Product" tab
cs_cz: Povolen panel "Produkt"
sk_sk: Záložka "Produkt" povolená
zh_cn: 显示"产品"选项卡

# settingskey.producttabenabled.description
source: Determines whether "<strong>Product</strong>" tab should be displayed while editing the page in the <strong>Pages application</strong>. Allows content editors to mark the edited page as a product.
cs_cz: Určujš, zda má být panel "<strong>Produkt</strong>" zobrazen při úpravě dokumentu v <strong>CMSDesk/Obsah</strong>. Umožňuje správci obsahu označit upravovaný dokument jako produkt.
sk_sk: Určuje, či záložka <strong>Product</strong> má byť zobrazovaná pri editácií dokumentu v <strong>CMSDesk/Content</strong>. To umožní správcovi obsahu označiť editovaný dokument ako produkt.
zh_cn: 确定是否应编辑<strong>Pages 应用程序中</strong>的页面时显示"<strong>产品</strong>"选项卡。允许内容编辑器标记作为一种产品已编辑的页面。

# settingskey.saml.ipurl
source: Identity provider URL
zh_cn: 标识提供程序 URL

# settingskey.saml.ipurl.description
source: Specify the URL of your identity provider's WS-Federation passive endpoint. You can find the value in the provider's configuration interface or WS-Federation metadata.
zh_cn: 指定您的身份提供商 WS 联合身份验证被动终结点的 URL。您可以在提供程序的配置界面或 WS 联合元数据中查找的值。

# settingskey.saml.realm
source: Security realm
zh_cn: 安全字段

# settingskey.saml.realm.description
source: Enter a URI that identifies your website or application. You can use your website's domain name (and virtual directory if applicable) in most cases. The value must be exactly the same as in the relying party configuration of your identity provider, including letter case, any trailing slashes and the protocol (http or https).
zh_cn: 请输入一个 URI，它标识您的网站或应用程序。您可以使用您的网站的域名 （和虚拟目录，如果适用的话） 在大多数情况下。值必须完全与您的身份提供商，包括字母的大小写、 任何尾随的斜杠和协议 （http 或 https） 的依赖方配置相同。

# settingskey.screenlockinterval
source: Lock interval (minutes)
cs_cz: Interval uzamčení (minuty)
zh_cn: 锁定间隔 (分钟)

# settingskey.screenlockinterval.description
source: Time (in minutes) that has to pass before the screen is locked. This value has to be greater than 0 and lower than session timeout.
cs_cz: Čas (v minutách), který musí uplynout předtím, než se obrazovka uzamkne. Hodnota musí být vatší než 0 a menší než session timeout.
zh_cn: 屏幕被锁定之前都必须经过的时间 （以分钟为单位）。此值必须大于 0 且小于会话超时。

# settingskey.screenlockwarninginterval
source: Warning interval (seconds)
cs_cz: Doba upozornění (sekundy)
zh_cn: 警告间隔 (秒)

# settingskey.screenlockwarninginterval.description
source: Warning period (in seconds). Warning with countdown is shown for this last seconds before the screen is locked.
cs_cz: Trvání upozornění (v sekundách). Upozornění s odpočítáváním se zobrazí v průběhu těchto posledních sekund před uzamčením obrazovky.
zh_cn: 预警的时间 （以秒为单位）。倒计时的警告显示为此屏幕被锁定之前的最后一秒。

# settingskey.strandscatalogpassword
source: The Password used for restricting access to the Strands catalog feed.
zh_cn: 用于限制对饲料股目录访问的密码。

# settingskey.strandscatalogusername
source: The Username used for restricting access to the Strands catalog feed.
zh_cn: 用于限制对饲料股目录访问的用户名。

# settingskey.twitteraccesstoken
source: Access token
cs_cz: Přístupový token
zh_cn: 访问令牌

# settingskey.twitteraccesstoken.description
source: Access token - as obtained on details page on Twitter application page.
cs_cz: Přístupový token, který jste získali v detailu stránky Twitter aplikace.
zh_cn: 访问令牌-详细信息页上 Twitter 应用程序页上获得。

# settingskey.twitteraccesstokensecret
source: Access token secret
cs_cz: Přístupový token - tajný
zh_cn: 访问令牌密钥

# settingskey.twitteraccesstokensecret.description
source: Access token secret - as obtained on details page on Twitter application page.
cs_cz: Přístupový token - tajný, který jste získali v detailu stránky Twitter aplikace.
zh_cn: 访问令牌的秘密 — — 作为获得详细信息页上 Twitter 应用程序页。

# settingskey.twitterconsumerkey
source: Consumer key
cs_cz: Consumer key (klíč)
zh_cn: 消费者的关键

# settingskey.twitterconsumerkey.description
source: Consumer key - as obtained on details page on Twitter application page.
cs_cz: Consumer key (klíč spotřebitele) získaný v detailech na stránce Twitter aplikace.
zh_cn: 消费者键-详细信息页上 Twitter 应用程序页上获得。

# settingskey.twitterconsumersecret
source: Consumer secret
cs_cz: Consumer secret (tajný kód)
zh_cn: 消费者的秘密

# settingskey.twitterconsumersecret.description
source: Consumer secret - as obtained on details page on Twitter application page.
cs_cz: Consumer secret (tajný kód spotřebitele) získaný v detailech na stránce Twitter aplikace.
zh_cn: 消费者秘密 — — 如在 Twitter 应用程序页上的详细信息页面上获得。

# settingskey.twitterurlshortenertype
source: URL shortener
cs_cz: URL zkracovač
zh_cn: 网址缩短服务

# settingskey.twitterurlshortenertype.description
source: Default URL shortener for all new tweets.
cs_cz: Tento URL zkracovač bude použit na zkracování odkazů v Tweetech, pokud překročí maximální délku (140 znaků).
zh_cn: 默认为所有新推的的网址缩短服务。

# settingskey.uielement
source: Indicates if versioning of UI element objects is allowed.
zh_cn: 指示是否允许用户界面元素对象的版本控制。

# settingskey.wif.audienceuris
source: Allowed audience URIs
zh_cn: 允许的观众 Uri

# settingskey.wif.enabled
source: Enable WIF authentication
zh_cn: 启用 WIF 的身份验证

# settingskey.wif.enabled.description
source: Enables claims-based authentication using Windows Identity Foundation.. Users need to log in through the identity provider specified by the settings below (for example Active Directory Federation Services or Access Control Service). Disables the standard authentication mechanisms in Kentico.
zh_cn: 启用基于声明的身份验证使用 Windows 标识基础。用户需要登录通过标识提供程序指定的下面 （例如 Active Directory 联邦服务或访问控制服务） 的设置。禁用 Kentico 的标准身份验证机制。

# settingskeyedit.selectcustomcontrol
source: Please select the custom control.
zh_cn: 请选择自定义控件。

# sf.attributecompatibility.lowprecision
source: Some Kentico object field values might cause an error as the Salesforce object field has lower precision.
cs_cz: Některé pole objektu v systému Kentico může způsobit chybu, přestože pole objektu v systému Slaesforce má menší přesnost.
zh_cn: 某些 Kentico 对象字段的值可能导致错误，因为 Salesforce 对象字段具有较低的精度。

# sf.attributecompatibility.notcreatable
source: This field cannot be set when creating the object.
cs_cz: Toto pole nemůže být nastaveno při vytváření objektu.
zh_cn: 创建对象时，无法设置此字段。

# sf.attributecompatibility.notupdateable
source: This field cannot be set when updating the object.
cs_cz: Toto pole nemůže být nastaveno při úpravě objektu.
zh_cn: 此字段不能设置更新该对象时。

# sf.attributecompatibility.required
source: Salesforce object field requires a value that might not be provided by Kentico object and there is no default value.
cs_cz: Pole Salesforce objektu vyžaduje hodnotu, která nemusí být poskytnuta Kentico objektům a neexistuje žádná předvolená hodnota.
zh_cn: Salesforce 对象字段需要一个值，不可能提供的 Kentico 对象并没有默认值。

# sf.attributecompatibility.tooshort
source: Some Kentico object field values might get truncated as the Salesforce object field allows a lower maximum number of characters in a string. Kentico object field allows {0} character(s), while Salesforce object field allows only {1} character(s).
cs_cz: Některé hodnoty polí objektů systému Kentico mohou být zkráceny, protože pole objektu Salesforce povolují menší maximální počet znaků v řetězci. Pole Kentico objektu povoluje {0} znaků, pole Salesforce objektu povoluje pouze {1} znaků.
zh_cn: Salesforce 对象字段允许较低的最大字符数的字符串中某些 Kentico 对象字段的值可能会被截断。Kentico 对象字段允许 {0} 个字符，尽管 Salesforce 对象字段允许只 {1} 个字符。

# sf.authorization.instructions1
source: Salesforce integration requires access to your organization on behalf of a specified Salesforce user. Please enable remote access for your Kentico instance with this callback URL:
cs_cz: Salesforce integrace vyžaduje přístup k vaší organizaci jménem zadaného Salesforce uživatele. Povolte, prosím, vzdálený přístup k vaší instalaci Kentico s touto callback URL:
zh_cn: Salesforce 集成需要访问您指定的 Salesforce 用户的组织。请启用与此回调 URL 您 Kentico 实例的远程访问权限：

# sf.authorization.missingconsumerinput
source: Please enter consumer identifier and consumer secret.
cs_cz: Zadejte prosím, identifikátor spotřebitele a tajný kód spotřebitele.
zh_cn: 请输入消费者标识符和消费者的秘密。

# sf.authorization.partialsuccess
source: Access to your Salesforce organization has been authorized and the changes have been saved. Please close all dialog windows and refresh the page with replication settings.
cs_cz: Přístup k Salesforce byl povolen a změny byly uloženy. Zavřete, prosím, všechna dialogová okna a přenačtěte stránku s nastavením replikací.
zh_cn: 已授权访问您的销售团队组织和尚未保存的更改。请关闭所有的对话框窗口并刷新页面复制设置。

# sf.authorization.success
source: Access to your Salesforce organization has been authorized. Please save the changes before you continue with replication settings.
cs_cz: Přístup k Salesforce byl povolen. Uložte prosím změny než budete pokračovat v nastavení replikací.
zh_cn: 已授权访问您的销售团队组织。请你继续复制设置之前，保存所做的更改。

# sf.authorization.title
source: Salesforce organization access authorization
cs_cz: Autorizace přístupu k Salesforce organizaci
zh_cn: Salesforce 组织访问授权

# sf.authorizationexception
source: Salesforce authorization failed with "{0}" (code "{1}").
cs_cz: Salesforce autorizace selhala s "{0}" (kód "{1}")
zh_cn: Salesforce 授权失败与"{0}"（代码"{1}"）。

# sf.authorizationprologue.error
source: Your site might not be accessible over the secured SSL protocol which is required by Salesforce authorization. Please note that Kentico does not configure your website for SSL/HTTPS. It may only be used to automatically redirect users to the appropriate URL. You need to perform the configuration itself manually using the standard IIS settings, as described in IIS documentation or in <a href="http://learn.iis.net/page.aspx/144/how-to-set-up-ssl-on-iis/" target="_blank">this article</a>. It might also be the case that your site certificate is not trusted by the browser. If you are sure that your site is accessible over the secured SSL protocol, please continue.
cs_cz: Váš web nemusí být dostupný přes zabezpečený SSL protokol, který je vyžadován Salesforce autorizací. Upozornění: Kentico nenakonfiguruje váš web pro SSL/HTTPS. Může být pouze použit pro automatické přesměrování na požadovanou URL. Konfiguraci je potřeba zajistit manuálně použitím standartních IIS nastavení, jak je popsáno v IIS dokumentaci nebo v <a href="http://learn.iis.net/page.aspx/144/how-to-set-up-ssl-on-iis/" target="_blank">tomto článku</a>. Může to být též zapříčiněno tím, že váš webový certifikát není pro webový prohlížeč důvěryhodný. Pokračujte prosím, jste-li si jistí, že je váš web dostupný přes zabezpečený SSL protokol.
zh_cn: 您的网站可能无法访问，通过安全的 SSL 协议所需要的 Salesforce 授权。请注意 Kentico 不会为 SSL/HTTPS 配置您的网站。它仅可用于自动将用户重定向到相应的 URL。您需要执行配置本身使用标准的 IIS 设置，手动在 IIS 文档中或在<a href="http://learn.iis.net/page.aspx/144/how-to-set-up-ssl-on-iis/" target="_blank">这篇文章</a>中所述。也可能是您网站的证书的情况不受浏览器。如果您确信您的网站是可访问的安全的 SSL 协议，请你继续发言。

# sf.authorizationprologue.progress
source: Checking whether HTTPS protocol is enabled for your site…
cs_cz: Proběhla kontrola, zda je protokol HTTPS pro váš web povolen...
zh_cn: 正在检查是否为您的网站启用 HTTPS 协议...

# sf.authorizationprologue.success
source: HTTPS protocol is enabled, proceeding with authorization…
cs_cz: HTTPS protokol je povolen, pokračuje se autorizací...
zh_cn: 已启用 HTTPS 协议，进行授权...

# sf.authorize
source: Authorize
cs_cz: Autorizovat
zh_cn: 授权

# sf.automation.deferredreplication
source: Deferred replication
cs_cz: Odložená replikace
zh_cn: 递延的复制

# sf.automation.deferredreplication.description
source: Check to make the contact's replication wait for a scheduled task. This option can save API calls to Salesforce. Unchecking replicates the contact immediately.
cs_cz: Při zaškrtnutí se čeká s replikacemi kontaktů na naplánovanou úlohu. Toto nastavení může ušetřit volání Salesforce API. Při odškrtnutí se provádí replikace okamžitě.
zh_cn: 请检查以该联系人复制等待预定的任务。此选项可以保存到销售人员的 API 调用。取消选中立即复制联系人。

# sf.automation.error
source: There was an error processing your request: {0}
cs_cz: Nastala chyba při zpracování vašeho požadavku: {0}
zh_cn: 处理您的请求时出错: {0}

# sf.automation.errors.contactisglobal
source: Replication of contacts to Salesforce leads does not support global contacts.
cs_cz: Replikace kontaktů do Salesforce leadů nepodporuje globální kontakty.
zh_cn: 向 Salesforce 的潜在顾客联系人复制不支持全局联系人。

# sf.automation.errors.featurenotavailable
source: Salesforce.com Connector is not available.
cs_cz: Salesforce.com Connector není dostupný.
zh_cn: Salesforce.com 连接器不可用。

# sf.automation.errors.nocredentials
source: Access to Salesforce organization is not authorized.
cs_cz: Přístup k Salesforce organizaci není autorizován.
zh_cn: 未授权访问 Salesforce 的组织。

# sf.communicationexception
source: Salesforce communication failed with "{0}".
cs_cz: Salesforce komunikace selhala s "{0}".
zh_cn: Salesforce 的通信失败与"{0}"。

# sf.consumerkey
source: Consumer key
cs_cz: Consumer key (klíč spotřebitele)
zh_cn: 消费者的关键

# sf.consumersecret
source: Consumer secret
cs_cz: Consumer secret (tajný kód spotřebitele)
zh_cn: 消费者的秘密

# sf.credentialsrequiredformapping
source: Salesforce organization access authorization is required to edit the mapping.
cs_cz: Autorizace přístupu k Salesforce organizaci je nutná pro editaci mapování.
zh_cn: Salesforce 组织访问授权需要编辑的映射。

# sf.exception
source: There was an error processing your request, please check the event log for more information.
cs_cz: Nastala chyba při zpracování vašeho požadavku. Pro více informací zkontrolujte prosím Historii událostí.
zh_cn: 处理您的请求时出错，请检查事件日志以了解更多信息。

# sf.leadreplication.nocontactmapping
source: Lead replication settings do not contain a contact mapping.
cs_cz: Nastavení replikace leadů neobsahuje mapování na kontakty.
zh_cn: 铅复制设置不包含联系人的映射。

# sf.leadreplication.nodefaultcompanyname
source: Lead replication settings do not contain a default company name.
cs_cz: Nastavení replikace leadů neobsahuje základní název společnosti.
zh_cn: 铅复制设置不包含默认的公司名称。

# sf.leadreplication.noexternalid
source: A contact mapping in lead replication settings does not contain a name of the external identifier field.
cs_cz: Mapování na kontakt v nastavení replikace leadů neobsahuje název externího identifikačního pole.
zh_cn: 铅复制设置中的联系人映射不包含外部标识符字段的名称。

# sf.leadreplication.noscore
source: Lead replication settings do not contain a score.
cs_cz: Nastavení replikace leadů neobsahuje skóre.
zh_cn: 铅复制设置不包含一个分数。

# sf.leadreplication.novalidbatchsize
source: Lead replication settings do not contain a valid batch size.
cs_cz: Nastavení replikace leadů neobsahuje validní velikost dávky.
zh_cn: 铅复制设置不包含有效的批处理大小。

# sf.leadreplication.novalidminscorevalue
source: Lead replication settings do not contain a valid minimum score value.
cs_cz: Nastavení replikace leadů neobsahuje validní minimální hodnotu skóre.
zh_cn: 铅复制设置不包含有效的最低积分值。

# sf.mapping.externalidentifierattribute
source: External identifier field
cs_cz: Pole extrémního identifikátora
zh_cn: 外部标识符字段

# sf.mapping.instructions1
source: Kentico stores information about bindings between Salesforce leads and Kentico contacts in a custom field added to Salesforce leads. Please add a custom field with the following properties to your Salesforce lead objects:
cs_cz: Kentico ukládá informace o vazbě mezi Salesforce leady a Kentico kontakty ve vlastním políčku přidaném k Salesforce leadu. Prosím, přidejte nové políčko s následujícími parametry k vašemu Salesforce lead objektu:
zh_cn: Kentico 存储有关销售线索和一个自定义字段添加到 Salesforce 的 Kentico 联系人之间的绑定信息引导。请添加到您的销售人员的以下属性自定义字段导致对象：

# sf.mapping.instructions1.help
source: Tell me more
cs_cz: Chci vědět víc
zh_cn: 告诉我更多

# sf.mapping.instructions2
source: Type: Text Label: Kentico contact id (you can choose any label) Length: 32 Name: KenticoContactId (you can choose any name) Required: No Unique: Yes External ID: Yes Default value: None
cs_cz: Typ: Text Label: Kentico kontakt ID (můžete vybrat jakýkoliv popisek) Délka: 32 Název: KenticoContactId (můžete vybrat jakýkoliv název) Povinný: Ne Unikátní: Ano Externí ID: Ano Defaultní hodnota: None
zh_cn: 类型： 文本标签： Kentico 联系人 id （您可以选择任何标签）长度： 32（您可以选择任何名称） 的名称: KenticoContactId要求： 无独特： 是啊外部 ID： 是啊默认值： 无

# sf.mapping.instructions3
source: If you are not sure, how to proceed, please follow these steps to create the custom field:
cs_cz: Pokud si nejste jisti, jak postupovat, pokračujte podle následujících kroků pro vytvoření vlastního pole:
zh_cn: 如果你不肯定的是，如何继续，请按照以下步骤来创建自定义字段：

# sf.mapping.instructions4
source: In <a href="https://login.salesforce.com/" target="_blank">Salesforce</a>, open the Setup page. Navigate to App Setup -&gt; Customize -&gt; Leads -&gt; Fields. Click the "New" button to create a new custom field. Select "Text" as the field type and click the "Next" button to continue. Enter the above mentioned custom field properties and click the "Next" button to continue. If required, customize a field-level security, and click the "Next" button to continue. If required, include the field in selected page layouts, and click the "Save" button to finish.
cs_cz: Na stránce <a href="https://login.salesforce.com/" target="_blank">Salesforce</a>, otevřete Setup stránku. Přejděte na App Setup -&gt; Customize -&gt; Leads -&gt; Fields. Kliknite na tlačítko "New" pro vytvoření nového políčka. Vyberte "Text" jako typ políčka a klikněte na tlačítko "Next". Vložte výše popsané vlastnosti a klikněte na tlačítko "Next". Je-li třeba, upravte level zabezpečení políčka a klikněte na tlačítko "Next". Je-li třeba, přidejte políčko do zvoleného rozvržení stránky a klikněte na tlačítko "Save" pro dokončení.
zh_cn: 在<a href="https://login.salesforce.com/" target="_blank">Salesforce</a>，打开设置页面。导航到应用程序安装程序-&gt; 自定义-&gt; 潜在顾客-&gt; 字段。单击"新建"按钮以创建一个新的自定义字段。选择"文本"作为字段类型并单击"下一步"按钮继续。输入上面提到的自定义字段属性，然后单击"下一步"按钮继续。如果需要，自定义字段级安全性，并单击"下一步"按钮继续。如果需要，在所选的页面布局，包含字段并单击"保存"按钮来完成。

# sf.mapping.instructions5
source: If you have just created the field, please <a href="#" onclick="__doPostBack('RefreshButton', '')">refresh this page</a> and select the custom field from the drop-down list.
cs_cz: Jestliže jste právě vytvořil nové políčko, prosím, <a href="#" onclick="__doPostBack('RefreshButton', '')">přenačtěte tuto stránku</a> a poté vyberte nové políčko ze seznamu.
zh_cn: 如果您刚创建的字段，请<a href="#" onclick="__doPostBack('RefreshButton', '')">刷新此页</a>，并从下拉列表中选择该自定义的字段。

# sf.mapping.leadreplication.title
source: Mapping of contacts to Salesforce leads
cs_cz: Mapování kontaktů na Salesforce leady
zh_cn: 映射到销售人员联系人带领

# sf.mapping.noexternalattributeselected
source: Please select an external identifier field, or create a new one in your Salesforce organization.
cs_cz: Prosím, vyberte nějaké externí políčko pro identifikaci, nebo vytvořte nové ve vaší Salesforce organizaci.
zh_cn: 请选择外部标识符字段中，或创建一个新销售人员组织中。

# sf.mapping.otherattributes
source: Other fields
cs_cz: Další pole
zh_cn: 其他字段

# sf.mapping.replicationattributes
source: Replication fields
cs_cz: Replikovaná políčka
zh_cn: 复制字段

# sf.mapping.requiredattributemappingmissing
source: Please select the source of values for required field "{0}" or add a compatible field to the Kentico contact.
cs_cz: Vyberte prosím zdroj hodnot pro vyžadované pole "{0}" nebo přidejte kompatibilní pole ke Kentico kontaktu.
zh_cn: 请选择所需的字段"{0}"的值的源，或将一个兼容的字段添加到 Kentico 联系人。

# sf.mapping.requiredattributes
source: Required fields
cs_cz: Vyžadované pole
zh_cn: 必填的字段

# sf.mapping.sourceheader
source: Source
cs_cz: Zdroj
zh_cn: 源

# sf.mapping.validationerror
source: The mapping is not complete, please correct the following problems:
cs_cz: Mapování není kompletní, opravte prosím následující problémy:
zh_cn: 映射不完整，请更正以下几个问题：

# sf.metasource.companyname
source: Company name
cs_cz: Název společnosti
zh_cn: 公司名称

# sf.metasource.country
source: Country name
cs_cz: Název země
zh_cn: 国家/地区名称

# sf.metasource.description
source: Generated lead description
cs_cz: Popisek generovaných leadů
zh_cn: 生成的铅描述

# sf.metasource.state
source: State name
cs_cz: Název státu
zh_cn: 状态名称

# sf.noattributemappingavailable
source: No mapping options are available.
cs_cz: Nejsou dostupné žádné mapovací volby.
zh_cn: 没有映射选项才可用。

# sf.noattributemappingavailable.tooltip
source: There are currently no contact fields matching the data type of the target Salesforce field. You can add custom contact fields in ##ui|cms|ModulesNew## -> Classes
zh_cn: 目前没有联系人字段匹配目标 Salesforce 字段的数据类型。您可以添加自定义的联系人字段 ##ui|cms|ModulesNew## -> 类

# sf.noattributemappingavailabledefault
source: No mapping options are available but there is a default value.
cs_cz: Nejsou dostupné žádné mapovací volby, ale existuje předvolená hodnota.
zh_cn: 没有映射选项都可用但还有一个默认值。

# sf.noattributemappingavailabledefault.tooltip
source: There are currently no contact fields matching the data type of the target Salesforce field. The field's default value will be used. You can add custom contact fields in ##ui|cms|ModulesNew## -> Classes
zh_cn: 目前没有联系人字段匹配目标 Salesforce 字段的数据类型。将使用该字段的默认值。您可以添加自定义的联系人字段 ##ui|cms|ModulesNew## -> 类
