Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# device_profile.settings.activationdatainvalidhtml
source: <div class="{0}"><p>The data source provided does not contain valid data.</p></div>
cs_cz: <div class="{0}"><p>Poskytovatel datového zdroje neobsahuje platná data.</p></div>
zh_cn: <div class="{0}"><p>提供的数据源不包含有效的数据。</p></div>

# device_profile.settings.activationfailurecouldnotwritedatafilehtml
source: <div class="{0}"> <p>The device data file '{1}' could not be saved. Check the user '{2}' has write access to the folder, or change the folder location to one with write access.</p> </div>
cs_cz: <div class="{0}"> <p>Datový soubor zařízení '{1}' nemohl být uložen. Zkontrolujte, že uživatel '{2}' má přístup pro zápis do složky, nebo změňte umístění na místo s přístupem pro zápis.</p> </div>
zh_cn: <div class="{0}"> <p>无法保存设备数据文件 '{1}'。请检查用户 '{2}' 具有写访问权限对该文件夹，或更改到一个具有写访问权限的文件夹的位置。</p> </div>

# device_profile.settings.activationfailurecouldnotwritelicencefilehtml
source: <div class="{0}"><p>The licence file '{1}' could not be written to this web sites bin folder '{2}'. Create a text file with the extension .lic and paste the licence key into the file. Save the text file in the bin folder.</p></div>
cs_cz: <div class="{0}"><p>Licenční soubor '{1}' nemohl být zapsán do bin složky tohoto webu '{2}'. Vytvořte textový soubor s příponou .lic a vložte licenční klíč do tohoto souboru. Uložte soubor v bin složce.</p></div>
zh_cn: <div class="{0}"><p>许可证文件 '{1}' 无法写入此 web 站点的 bin 文件夹 '{2}'。创建一个文本文件以延长.lic 和粘贴到该文件的许可证密钥。将文本文件保存在 bin 文件夹中。</p></div>

# device_profile.settings.activationfailuregenerichtml
source: <div class="{0}"><p>Whoops. There was a problem activating the licence key or uploading premium data. We're unsure why this happened. Please <a href="http://51degrees.mobi/AboutUs/ContactUs.aspx">Contact Us</a> providing details of your web site implementation, relevent entries from your log file, and we'll try and help you.</p></div>
cs_cz: <div class="{0}"><p>Nastal problém při aktivaci licenčního klíče nebo nahrávání prémiových dat. Nejsme si jisti, proč se tak stalo. Prosím, <a href="http://51degrees.mobi/AboutUs/ContactUs.aspx">kontaktuje nás</a> a poskytněte detaily o implementaci vašeho webu, příslušné údaje z vašeho log souboru, a my se vám pokusíme pomoct.</p></div>
zh_cn: <div class="{0}"><p>哎呦。还有一个问题激活许可证密钥或溢价中的数据上载。我们不能确定为什么这件事发生。请<a href="http://51degrees.mobi/AboutUs/ContactUs.aspx">联系我们</a>，提供您的 web 站点实现，从您的日志文件，相关条目的详细信息，我们可以试着帮助你。</p></div>

# device_profile.settings.activationfailurehttphtml
source: <div class="{0}"><p>We were unable to reach the 51Degrees.mobi licence validation web site at the host '{1}'. This could be for one of the following reasons.</p> <ul> <li> This web site is running in medium trust mode and the <a href="http://msdn.microsoft.com/en-us/library/system.web.configuration.trustsection.originurl(v=VS.80).aspx">originUrl</a> attribute in the web.config does not allow access the host '{1}'. Change the originUrl to include '{1}'. Multiple host names can be seperated by | signs.</li> <li> The web servers firewall or another firewall is blocking access to the host or the SSL port 443. Check the firewall configuration. </li> </ul> <p>When you've completed these checks try activating the licence key again.</p></div>
cs_cz: div class="{0}"><p>Nejsme schopni dosáhnout 51Degrees.mobi validaci licence webu na hostu '{1}'. Důvod může být jeden z následujících:</p> <ul> <li>Tento web běží v medium trust režimu a atribut <a href="http://msdn.microsoft.com/en-us/library/system.web.configuration.trustsection.originurl(v=VS.80).aspx">originUrl</a> v souboru web.config nepovoluje přistupovat k hostu '{1}'. Změňte originUrl, aby obsahoval '{1}'. Vícero host názvů může být oddělených znakem |.</li> <li>Firewall tohoto web serveru nebo jiný firewall blokuje přístup k hostu nebo SSL port 443. Zkontrolujte konfiguraci firewallu.</li> </ul> <p>Když zkončíte tyto kontroly, zkuste znovu aktivovat licenční klíč.</p></div>
zh_cn: <div class="{0}"><p>我们未能达到 51Degrees.mobi 牌照验证 web 站点在主机 '{1}'。这可能是由于以下原因之一。</p> <ul> <li>在中等信任模式下运行此 web 站点并在 web.config 中的<a href="http://msdn.microsoft.com/en-us/library/system.web.configuration.trustsection.originurl(v=VS.80).aspx">originUrl</a>属性不允许访问的主机 '{1}'。更改 originUrl，包括 '{1}'。多个主机名可以是分离 |迹象。</li> <li>Web 服务器防火墙或另一个防火墙阻止访问到主机或 SSL 端口 443。请检查防火墙配置。</li> </ul> <p>当你完成了这些检查试着再次激活许可证密钥。</p></div>

# device_profile.settings.activationfailureinvalidhtml
source: <div class="{0}"><p>The licence key provided failed validation. Please check the license key is validate with your reseller.</p></div>
cs_cz: <div class="{0}"><p>Nepodařilo se ověřit licenční klíč. Prosím, zkontrolujte u svého prodejce, že licenční klíč je platný.</p></div>
zh_cn: <div class="{0}"><p>许可证密钥提供失败的验证。请检查许可密钥是验证与您的经销商联系。</p></div>

# device_profile.settings.activationstreamfailurehtml
source: <div class="{0}"><p>The data source provided could not be read from.</p></div>
cs_cz: <div class="{0}"><p>Nedá se číst z data source poskytovatele..</p></div>
zh_cn: <div class="{0}"><p>无法从读取提供的数据源。</p></div>

# device_profile.settings.activationsuccesshtml
source: <div class="{0}"><p>Success. Select the "Refresh" button to reload the web page and and start using Device Data. Note: There may be a short delay as the application restarts.</p></div>
cs_cz: <div class="{0}"><p>Úspěch. Zvolte tlačítko "Obnovit", čímž znovu načítáte stránku a spustíte použití Device Data (data zařízení) Poznámka: Může to chvíli trvat kvůli restartu aplikace.</p></div>
zh_cn: <div class="{0}"><p>成功。选择"刷新"按钮来重新加载 web 页，并开始使用设备数据。注： 可能有一个短暂的延迟作为应用程序重新启动。</p></div>

# device_profile.settings.refreshbuttontext
source: Refresh Data
cs_cz: Obnovit data
zh_cn: 刷新数据

# device_profile.settings.shareusageerrorhtml
source: <div class="{0}">There was a problem recording your share usage data preference. If the web site is operating in a medium trust environment or modify permission to the configuration file(s) is not granted to the application pool identity you will have to change this value in the configuration file manually. Find the fiftyOne/detection element in the config file and set the shareUsage attribute.</div>
cs_cz: <div class="{0}">Nastal problém při nahrávání vašich preferencí sdílení dat o používání. Pokud web operuje v prostředí a medium trust nebo konfigurační soubory nemají právo na úpravu application pool identity, budete muset změnit tuto hodnotu v konfiguračním souboru manuálně. Najděte element fiftyOne/detection v konfiguračním souboru a nastavte atribut shareUsage.</div>
zh_cn: <div class="{0}">记录您共享使用数据首选项时出错。如果在运行 web 站点中等信任环境或修改的配置文件都未授予您将不得不手动更改此配置文件中的值在应用程序池标识的权限。在配置文件中找到 fiftyOne/检测元件并设置 shareUsage 属性。</div>

# device_profile.settings.shareusagelinktext
source: Learn More
cs_cz: Zjistit víc
zh_cn: 了解更多信息

# device_profile.settings.shareusagetext
source: Share usage data with 51Degrees.mobi.
cs_cz: Sdílet údaje o používání s 51Degrees.mobi.
zh_cn: 与 51Degrees.mobi 共享的使用率数据。

# device_profile.settings.shareusagetruehtml
source: <div class="{0}">Thank you for sharing usage data and helping improve this product.<br/>You may need to restart the web site for the change to become effective.</div>
cs_cz: <div class="{0}">Děkujeme za sdílení dat o používání a pomoc při lepšování tohoto produktu.<br/>Možná budete muset web restartovat, aby se změny projevily.</div>
zh_cn: <div class="{0}">谢谢你的分享使用数据和帮助提高这种产品。<br>您可能需要重新启动以使更改生效的 web 站点。</div>

# device_profile.settings.uploadinstructionshtml
source: <p>Alternatively upload a Premium data file using the "Browse" and "Upload" buttons below.</p>
cs_cz: <p>Případně nahrajte soubor Premium data pomocí níže uvedených tlačítek "Prohledávat" a "Nahrát".</p>
zh_cn: <p>或者，使用下面的"浏览"和"上传"按钮保费数据文件上传。</p>

# device_profile.settings.validationfileerrortext
source: Use the Browse button to select a Premium data file to upload.
cs_cz: Použijte tlačítko Prohledávat pro výběr souboru Premium data, který chcete nahrát.
zh_cn: 使用浏览按钮选择要上载的保费数据文件。

# device_profile.settings.validationregexerrortext
source: The licence key must only contain upper case alpha characters or numerics.
cs_cz: Licenční klíč může obsahovat pouze velká písmena nebo čísla.
zh_cn: 许可证密钥必须只包含大写的字母字符或数字。

# device_profile.settings.validationrequirederrortext
source: A licence key must be entered.
cs_cz: Musí být zadán licenční klíč.
zh_cn: 必须输入许可证密钥。

# device_profile.theme
source: Theme
cs_cz: Téma
zh_cn: 主题

# device_profile.title
source: Device profiles
cs_cz: Profily zařízení
zh_cn: 设备配置文件

# device_profile_new.headercaption
source: New device profile
cs_cz: Nový profil zařízení
zh_cn: 新建设备配置文件

# deviceinfoselect.entersearch
source: Device
cs_cz: Filtr:
zh_cn: 设备

# deviceinfoselect.itemname
source: Device name
cs_cz: Název zařízení
zh_cn: 设备名称

# deviceinfoselect.selectitem
source: Select device
cs_cz: Vybrat zařízení
zh_cn: 选择设备

# devicelayout.automapping.tooltip
source: {0} device profile uses a mapped page layout.
cs_cz: {0} profil zařízení používá uživatelský layout stránky.
zh_cn: {0} 的设备配置文件使用一个映射的页面布局。

# devicelayout.copyascustom
source: Copy as custom
cs_cz: Kopírovat jako vlastní
zh_cn: 复制自定义

# devicelayout.copyasnew.tooltip
source: If checked, the system creates the device profile layout as a separate copy of the selected layout. Otherwise the template directly uses the given shared layout for the device profile.
cs_cz: Pokud je zakliknuto, systém vytvoří layout profilu zařízení jako oddělenou kopii vybraného layoutu. V opačném případě šablona přímo použije sdílený layout pro profil zařízení.
zh_cn: 如果选中此选项，系统将创建作为单独的副本所选布局的设备配置文件布局。否则该模板直接使用给定共享的布局，为设备配置文件。

# devicelayout.copyfromdevice
source: Copy from device profile
cs_cz: Kopírovat z profilu zařízení
zh_cn: 从设备配置文件复制

# devicelayout.create
source: Create device layout
cs_cz: Vytvořit layout zařízení
zh_cn: 创建设备布局

# devicelayout.create.tooltip
source: Create custom layout for the current device profile
cs_cz: Vytvořit vlastní layout pro aktuální profil zařízení
zh_cn: 创建当前的设备配置文件的自定义版式

# devicelayout.createdevicelayout
source: Create layout for device profile
cs_cz: Vytvořit layout pro profil zařízení
zh_cn: 为设备配置文件创建布局

# devicelayout.defaultdeviceprofile
source: (Default device profile)
cs_cz: (předvolený profil zařízení)
zh_cn: （默认的设备配置文件）

# devicelayout.designmode.warning
source: Changes affect all page layouts used by this template.
cs_cz: Změny ovlivní všechny layouty stránek používaných touto šablonou.
zh_cn: 更改会影响所有使用此模板的页面布局。

# devicelayout.devicelayouts
source: Device layouts
cs_cz: Layouty zařízení
zh_cn: 设备布局

# devicelayout.edit
source: Edit device layout
zh_cn: 编辑设备布局

# devicelayout.new
source: New device layout
cs_cz: Nový layout zařízení
zh_cn: 新建设备布局

source: Device layout not defined.
cs_cz: (není definován layout zařízení)
zh_cn: 未定义的设备布局。

# devicelayout.placeholder.tooltip
source: {0} device profile uses a custom page layout.
cs_cz: {0} profil zařízení používá uživatelský layout stránky.
zh_cn: {0} 的设备配置文件使用一个自定义页面布局。

# devicelayout.remove
source: Remove device layout
cs_cz: Odstranit layout zařízení
zh_cn: 删除设备布局

# devicelayout.remove.confirmation
source: If you remove the layout for the current device profile then the default page layout will be used.\n\nAre you sure you want to remove the device layout?
cs_cz: Pokud odstraníte layout pro aktuální profil zařízení, bude použit defaultní layout.\n\nOpravdu chcete odstranit layout zařízení?
zh_cn: 如果您删除当前的设备配置文件的布局默认页面布局将你确定你想要删除的设备布局的 used.\n\nAre 吗？

# devicelayout.remove.tooltip
source: Remove the custom layout for the current device profile
cs_cz: Layout zařízení byl úspěšně odtraněn.
zh_cn: 删除当前的设备配置文件的自定义布局

# devicelayout.removed
source: Device layout was successfully removed.
cs_cz: Layout zařízení byl úspěšně odstraněn.
zh_cn: 设备布局已成功删除。

# devicelayout.selectdeviceprofile
source: (Please select a device profile)
cs_cz: (Vyberte, prosím, profil zařízení)
zh_cn: （请选择一个设备配置文件）

# devicelayout.selectdeviceprofile.error
source: Please select a device profile.
cs_cz: Vyberte, prosím, profil zařízení.
zh_cn: 请选择一个设备配置文件。

# devicelayout.selectlayoutsource
source: Select layout source
cs_cz: Vyberte zdroj layoutu.
zh_cn: 选择布局源

# devicelayout.selectpagelayout
source: Select page layout
cs_cz: Vyberte layout stránky
zh_cn: 选择页面布局

# devicelayout.selectsourcelayout
source: Select a source layout for the device layout
cs_cz: Vyberte zdrojový layout pro layout zařízení
zh_cn: 选择源设备布局的布局

# devicelayout.useemptylayout
source: Use empty layout
cs_cz: Použít prázdný layout
zh_cn: 使用空布局

# devicelayout.useexistinglayout
source: Use existing layout
cs_cz: Použít existující layout
zh_cn: 使用现有的布局

# devicepreview.rotate
source: Rotate device
cs_cz: Otočit zařízení
zh_cn: 旋转设备

source: Device profile properties
zh_cn: 设备配置文件属性

# deviceprofileselect.entersearch
source: Device profile
cs_cz: Filtr:
zh_cn: 设备配置文件

# deviceprofileselect.itemname
source: Device profile name
cs_cz: Název profilu zařízení
zh_cn: 设备配置文件名称

# deviceprofileselect.selectitem
source: Select device profile
cs_cz: Vybrat profil zařízení
zh_cn: 选择设备配置文件

# deviceselector.default
source: Default screen size
zh_cn: 默认屏幕大小

# devmenu.sites
source: Open another site from current domain
cs_cz: Otevřít jiný web z aktuální domény
zh_cn: 从当前域中打开另一个站点

# devprofile.devices
source: Devices
cs_cz: Zařízení
zh_cn: 设备

# devprofile.macro
source: Macro
cs_cz: Makro
zh_cn: 宏

# devprofile.useragents
source: User agents
zh_cn: 用户代理

# dialog.colorpicker.title
source: Select a color
zh_cn: 选择一种颜色

# dialog.ui.anchortab
source: Anchor tab
cs_cz: Panel Kotva
sk_sk: Tab kotiev
zh_cn: 锚选项卡

# dialog.ui.attachmentstab
source: Attachments tab
cs_cz: Panel Přílohy
sk_sk: Tab príloh
zh_cn: 附件选项卡

# dialog.ui.contenttab
source: Content tab
cs_cz: Panel Obsah
sk_sk: Tab obsahu
zh_cn: 内容选项卡

# dialog.ui.emailtab
source: Email tab
cs_cz: Panel E-mail
sk_sk: Tab e-mailu
zh_cn: 电子邮件选项卡

# dialog.ui.medialibrariestab
source: Media libraries tab
cs_cz: Panel Knihovna médií
sk_sk: Tab knižnice médií
zh_cn: 媒体库选项卡

# dialog.ui.metafilestab
source: Metafiles tab
cs_cz: Tab metasoubory
zh_cn: 图元文件选项卡

# dialog.ui.webtab
source: Web tab
cs_cz: Panel Web
sk_sk: Tab webu
zh_cn: Web 选项卡

# dialogs.actions.cancel
source: Cancel
cs_cz: Storno
sk_sk: Zrušiť
zh_cn: 取消

# dialogs.actions.insert
source: Insert
cs_cz: Vložit
sk_sk: Vložiť
zh_cn: 插入

# dialogs.actions.newfile
source: New file
cs_cz: Nový soubor
sk_sk: Nový súbor
zh_cn: 新建文件

# dialogs.actions.newfile.desc
source: Creates a new file
cs_cz: Vytvoří nový soubor
sk_sk: Vytvoriť nový súbor
zh_cn: 创建一个新文件

# dialogs.actions.newfolder
source: New folder
cs_cz: Nová složka
sk_sk: Nová zložka
zh_cn: 新建文件夹

# dialogs.actions.newfolder.desc
source: New folder
cs_cz: Vytvoří novou složku
sk_sk: Vytvoriť novú zložku
zh_cn: 新建文件夹

# dialogs.actions.uploadfile
source: Upload file
cs_cz: Nahrát soubor
zh_cn: 上载文件

# dialogs.advanced.class
source: Class
cs_cz: Třída
sk_sk: CSS trieda
zh_cn: 类

# dialogs.advanced.flashvars
source: Flash vars
zh_cn: Flash var

# dialogs.advanced.name
source: Name
cs_cz: Název
sk_sk: Názov
zh_cn: 名称

# dialogs.advanced.style
source: Style
cs_cz: Styl
sk_sk: Štýl
zh_cn: 风格

# dialogs.advanced.stylesheet
source: Class
cs_cz: Třída
sk_sk: CSS trieda
zh_cn: 类

# dialogs.advanced.tooltip
source: Tooltip
zh_cn: 工具提示

# dialogs.anchor.byid
source: Link to existing element with ID
cs_cz: Odkaz na existující objekt přes ID
sk_sk: Odkaz na existujúci element s ID
zh_cn: 链接到现有元素 id

# dialogs.anchor.byname
source: Link to existing anchor with name
cs_cz: Odkaz na existující kotvu přes název
sk_sk: Odkaz na existujúcu kotvu z názvom
zh_cn: 链接到现有锚点的名称

# dialogs.anchor.bytext
source: Link to the following anchor
cs_cz: Odkaz na následující kotvu
sk_sk: Odkaz na nasledujúcu kotvu
zh_cn: 链接到以下锚点

# dialogs.anchor.emptyanchor
source: Please enter an anchor name.
cs_cz: Zadej název kotvy.
sk_sk: Prosím, zadajte meno kotvy.
zh_cn: 请输入锚点的名称。

# dialogs.anchor.linktext
source: Link text
cs_cz: Text odkazu
sk_sk: Text odkazu
zh_cn: 链接文本

# dialogs.attachment.created
source: The file was inserted.
cs_cz: Soubor byl vložen.
sk_sk: Súbor bol vložený.
zh_cn: 插入该文件时。

# dialogs.attachment.updated
source: The file was updated.
cs_cz: Soubor byl upraven.
sk_sk: Súbor bol aktualizovaný.
zh_cn: 该文件被更新。

# dialogs.badhashtext
source: The dialog parameters are not consistent, please try to reopen the dialog.
cs_cz: Parametry dialogu nejsou konzistentní, Zkuste prosím dialog zavřít a znovu otevřít.
sk_sk: Parametre dialógu nie sú celistvé. Prosím, skúste znovu otvoriť dialóg.
zh_cn: 对话框参数不一致，请试着重新打开对话框。

# dialogs.badhashtitle
source: Failed to load dialog parameters
cs_cz: Nahrání parametrů dialogu se nezdařilo
sk_sk: Chyba pri načítavaní parametrov dialógu.
zh_cn: 未能加载对话框参数

# dialogs.behavior.removelink
source: remove link
cs_cz: odstranit odkaz
sk_sk: odobrať odkaz
zh_cn: 删除链接

# dialogs.behavior.removelinktext
source: to enable this behavior
cs_cz: povolit toto chování
sk_sk: na povolenie tohto správania
zh_cn: 若要启用此行为

# dialogs.config.autoresize
source: Automatic image resize on upload
cs_cz: Automatická změna velikosti při nahrání obrázku
sk_sk: Automaticky zmeniť rozmery obrázku pri nahrávaní
zh_cn: 在上载图像自动调整大小

# dialogs.config.availablesites
source: Available sites
cs_cz: Dostupné weby
sk_sk: Dostupné weby
zh_cn: 可用站点

# dialogs.config.contenttab
source: Content tab
cs_cz: Panel Obsah
sk_sk: Záložka obsahu
zh_cn: 内容选项卡

# dialogs.config.currentgroup
source: (current group)
cs_cz: (aktuální skupina)
sk_sk: (aktuálna skupina)
zh_cn: （当前组）

# dialogs.config.currentlibrary
source: (current library)
cs_cz: (aktuální knihovna)
sk_sk: (aktuálna knižnica)
zh_cn: （当前存储库）

# dialogs.config.currentsite
source: (current site)
cs_cz: (aktuální web)
sk_sk: (aktuálny web)
zh_cn: （当前站点）

# dialogs.config.displayanchor
source: Display Anchor tab
cs_cz: Zobrazit panel Kotva
sk_sk: Zobraziť záložku kotva
zh_cn: 显示锚选项卡

# dialogs.config.displayattachments
source: Display Attachments tab
cs_cz: Zobrazit panel Přílohy
sk_sk: Zobraziť záložku prílohy
zh_cn: 显示附件选项卡

# dialogs.config.displayemail
source: Display Email tab
cs_cz: Zobrazit panel E-mail
sk_sk: Zobraziť záložku e-mail
zh_cn: 显示电子邮件选项卡

# dialogs.config.displaytab
source: Display tab
cs_cz: Zobrazit panel
sk_sk: Zobraziť záložku
zh_cn: 显示选项卡

# dialogs.config.displayweb
source: Display Web tab
cs_cz: Zobrazit panel Web
sk_sk: Zobraziť záložku web
zh_cn: 显示 Web 选项卡

# dialogs.config.grouplibraries
source: Available group libraries
cs_cz: Dostupné knihovny skupiny
sk_sk: Dostupné knižnice skupiny
zh_cn: 可用组库

# dialogs.config.mediaexample
source: Example: /Images/Animals
cs_cz: Příklad: /Obrázky/Zvířata
sk_sk: Príklad: /Obrazky/Zvierata
zh_cn: 示例：/图像/动物

# dialogs.config.mediatab
source: Media tab
cs_cz: Panel Média
sk_sk: Záložka média
zh_cn: 媒体选项卡

# dialogs.config.othertabs
source: Other tabs
cs_cz: Další panely
sk_sk: Ostatné záložky
zh_cn: 其他选项卡

# dialogs.config.selectedsite
source: Selected site
cs_cz: Vybraná webová stránka
sk_sk: Vybraný web
zh_cn: 所选的站点

# dialogs.config.sitegroups
source: Available site groups
cs_cz: Dostupné skupiny webu
sk_sk: Dostupné skupiny webu
zh_cn: 可用的网站用户组

# dialogs.config.sitelibraries
source: Available site libraries
cs_cz: Dostupné knihovny webu
sk_sk: Dostupné knižnice webu
zh_cn: 可用网站库

# dialogs.config.startingpath
source: Starting path
cs_cz: Počáteční cesta
sk_sk: Počiatočná cesta
zh_cn: 起始路径

# dialogs.content.choosefilefirst
source: Select an item from the content tree to display a list of available files.
cs_cz: Pro zobrazení seznamu dostupných souborů vyberte položku ze stromu dokumentů,
sk_sk: Vyberte položku zo stromu obsahu na zobrazenie dostupných súborov.
zh_cn: 从该内容的树，以显示可用文件列表中的选择一个项目。

# dialogs.content.linknodata
source: There are no pages to display.
cs_cz: Neexistují soubory, které by bylo možno zobrazit.
sk_sk: Nie sú žiadne dokumenty na zobrazenie.
zh_cn: 没有要显示的页数。

# dialogs.content.linkselect
source: Please select a page.
cs_cz: Vyberte dokument.
sk_sk: Vyberte, prosím, nejaký dokument.
zh_cn: 请选择一个页面。

# dialogs.copy.listinfo
source: Pages to copy
cs_cz: Dokumenty pro kopírování
sk_sk: Dokumenty na kopírovanie
zh_cn: 要复制页面

# dialogs.copy.listinfoall
source: Copy all child pages of
cs_cz: Kopírovat všechny dceřiné dokumenty
sk_sk: Kopíruj všetky synovské dokumenty
zh_cn: 所有的子页面的复印件

# dialogs.copymove.doctocopy
source: Pages to copy
cs_cz: Dokumenty pro kopírování
sk_sk: Dokumenty na kopírovanie
zh_cn: 要复制页面

# dialogs.copymove.doctolink
source: Pages to link
cs_cz: Dokumenty pro navázání
sk_sk: Dokumenty na odkazovanie
zh_cn: 若要链接的页面

# dialogs.copymove.select
source: Please select a target page.
cs_cz: Vyberte cílový dokument.
sk_sk: Zvoľte prosím nejaký cieľový dokument.
zh_cn: 请选择一个目标页面。

# dialogs.copymove.target
source: Target location
cs_cz: Cílové umístění
sk_sk: Umiestnenie cieľa
zh_cn: 目标位置

# dialogs.document.classnotallowed
source: A folder cannot be created here.
cs_cz: Složka zde nemůže být vytvořena.
sk_sk: Zložka tu nemôže byť vytvorená.
zh_cn: 不能在这里创建一个文件夹。

# dialogs.document.folderclassnotfound
source: Folder can't be created. Class couldn't be found.
cs_cz: Složka nemůže být vytvořena. Třída nebyla nalezena.
sk_sk: Zložka nemôže byť vytvorená. Trieda nebola nájdená.
zh_cn: 无法创建文件夹。找不到类。

# dialogs.document.parentmissing
source: Parent node not selected.
cs_cz: Rodičovský dokument není vybrán.
sk_sk: Rodičovský uzol nebol vybraný.
zh_cn: 未选定的父节点。

# dialogs.document.sitemissing
source: Site for current node couldn't be found.
cs_cz: Web pro daný uzel nebyl nalezen.
sk_sk: Web aktuálneho uzlu nebol nájdený.
zh_cn: 无法找到站点的当前节点。

# dialogs.email.bcc
source: Bcc
cs_cz: Skrytá kopie
sk_sk: Skrytá kópia
zh_cn: 密件抄送

# dialogs.email.body
source: Message body
cs_cz: Tělo zprávy
sk_sk: Obsah správy
zh_cn: 邮件正文

# dialogs.email.cc
source: Cc
cs_cz: Kopie
sk_sk: Kópia
zh_cn: 抄送

# dialogs.email.invalidbcc
source: Please enter 'Bcc' emails address(es) in correct format.
cs_cz: Zadejte prosím e-mailovou adresu/y v poli 'Skrytá kopie' ve správném formátu.
sk_sk: Prosím, zadajte 'Skrytá kópia' e-mailovú adresu(y) v správnom formáte.
zh_cn: 请在正确的格式输入密件抄送的电子邮件地址。

# dialogs.email.invalidcc
source: Please enter 'Cc' emails address(es) in correct format.
cs_cz: Prosím zadejte e-mailovou adresu/y v poli 'Kopie' ve správném formátu.
sk_sk: Prosím, zadajte 'Kópia' e-mailovú adresu(y) v správnom formáte.
zh_cn: 请在正确的格式输入 '抄送' 电子邮件地址。

# dialogs.email.invalidto
source: Please enter 'To' email address(es) in correct format.
cs_cz: Prosím zadejte e-mailovou adresu/y v poli 'Komu' ve správném formátu.
sk_sk: Prosím, zadajte 'Komu' e-mailovú adresu(y) v správnom formáte.
zh_cn: 请输入 '要' 电子邮件地址的正确格式。

# dialogs.email.subject
source: Subject
cs_cz: Předmět
sk_sk: Predmet
zh_cn: 主题

# dialogs.email.to
source: To
cs_cz: Komu
sk_sk: Komu
zh_cn: 自

# dialogs.file.extension
source: Icon representing file extension.
cs_cz: Ikona reprezentující příponu souboru.
sk_sk: Ikona reprezentujúca príponu súboru.
zh_cn: 图标代表的文件扩展名。

# dialogs.filesystem.invalidfilepath
source: Invalid file path.
zh_cn: 无效的文件路径。

# dialogs.filesystem.listinginfo
source: This is the full listing of the folder '{0}'. {1} the full listing and display only files.
cs_cz: Toto je úplný výpis složky '{0}'. {1} úplný výpis a pouze zobrazované soubory.
sk_sk: Toto je kompletný výpis adresára '{0}'. {1} kompletný výpis a zobraz len súbory.
zh_cn: 这是文件夹"{0}"的完整清单。{1} 的完整列表和显示文件。

# dialogs.filesystem.nofolders
source: There are no folders to display.
cs_cz: Nejsou žádné složky ke zobrazení.
sk_sk: Žiadne adresáre k zobrazeniu
zh_cn: 没有要显示的文件夹。

# dialogs.filesystem.nofolderselected
source: Please select a folder.
cs_cz: Vyberte prosím složku.
sk_sk: Vyberte adresár
zh_cn: 请选择一个文件夹。

# dialogs.filesystem.requirepath
source: Please enter a path.
cs_cz: Zadejte prosím cestu.
sk_sk: Zadajte, prosím, cestu.
zh_cn: 请输入一个路径。
