Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documentation.webpartproperties.datasourcecheckperm
source: Indicates if permissions should be checked for the displayed content and only the items for which the current user has appropriate permission should be displayed.
cs_cz: Určuje, zda mají být kontrolována oprávnění pro zobrazovaný obsah, a zda mají být zobrazeny pouze položky, na které má aktuální uživatel příslušné oprávnění.
zh_cn: 指示是否应为所显示的内容检查权限并应显示仅为当前用户具有适当的权限的项目。

# documentation.webpartproperties.datasourcename
source: Must contain the Web part control ID of the data source web part which provides the objects to be displayed. The data source web part must be placed on the same page.
cs_cz: Název (ID) zdroje dat, který poskytuje data pro tento webpart.
sk_sk: Názov (ID) zdroju dát, ktorý poskytuje dáta pre túto webpartu.
zh_cn: 必须包含提供要显示的对象数据源 web 部件的 Web 部件控件 ID。数据源 web 部件必须放在同一页上。

# documentation.webpartproperties.datasourcenamedocuments
source: In order to display pages provided by a data source web part, its Web part control ID must be entered into this property. The data source web part must be placed on the same page. Only the Pages data source may be connected to this web part.
cs_cz: Aby se zobrazily dokumenty poskytované pomocí data source webpart, musí být jeho webpart control ID zadáno do této místnosti. Data source webpart musí být umístěn na stejné stránce. Pouze Documents data source může být přepojen s tímto webpartem.
zh_cn: 要显示由数据源 web 部件的页面，其 Web 部件控件 ID 必须输入到此属性。数据源 web 部件必须放在同一页上。只有页面的数据源可能连接到此 web 部件。

# documentation.webpartproperties.datatableexpressionwhere
source: Sets the value of the WHERE clause in the SELECT expression executed on the source DataTable in memory.
zh_cn: 在源数据表在内存上执行的选择表达式中设置 WHERE 子句的值。

# documentation.webpartproperties.defaulttargeturl
source: Specifies the URL of the page where users should be redirected after they successfully log in. For example: ~/clientportal.aspx. This property is ignored if a different URL is passed through the ReturnUrl query string parameter (e.g. when a user is redirected to a logon page after they attempt to access a website section that requires authentication).
cs_cz: Specifikujte URL stránky, kam budou uživatelé přesměrováni po úspěšném přihlášení. Například: ~/clientportal.aspx. This property is ignored if a different URL is passed through the ReturnUrl query string parameter (e.g. when a user is redirected to a logon page after they attempt to access a website section that requires authentication).
zh_cn: 指定在哪里应该将用户重定向后他们成功地登录的页的 URL。例如： ~ / clientportal.aspx。如果一个不同的 URL 通过 ReturnUrl 查询字符串参数，则忽略此属性 （例如当用户重定向到登录页后他们尝试访问要求进行身份验证的网站科）。

# documentation.webpartproperties.department
source: Filters products by department.
cs_cz: Oddělení, které má být zobrazeno.
sk_sk: Oddelenie zobrazovaných dokumentov.
zh_cn: 通过部门筛选产品。

# documentation.webpartproperties.directpage
source: Sets the transformation that implements direct page changing. Use a text box or drop-down list control with an ID set to "directPageControl" to register the page change event.
cs_cz: Nastaví transformaci, která implementuje změnu stránky. Použijte text box nebo drop-down list control s ID nastaveným na "directPageControl" pro zaregistrování události změny stránky.
zh_cn: 设置实现直接页更改的变换。使用文本框或下拉列表控件的 ID 设置为"directPageControl"注册页面更改事件。

# documentation.webpartproperties.disablemacros
source: If checked, macros contained in the values of the web part's properties will no longer be resolved.
cs_cz: Je-li zaškrtnuto, tak se nahrazování maker pro tento web part neprovádí.
sk_sk: Ak je zaškrtnuté, potom sa nahradzovanie makier pre túto webpartu neprevádza.
zh_cn: 如果选中此选项，则 web 部件属性的值中包含的宏将不再解析。

# documentation.webpartproperties.disableonsub
source: If checked, the web part does not perform its function on pages that inherit the web part from an ancestor page.
cs_cz: Udává zda je web parta skryta pro dceřiné stránky. Pokud je zaškrtnuto, web parta bude zobrazena pouze na stránce, která používá šablonu stránky s touto web partou a zároveň bude skryta na dceřiných stránkách, které šablonu stráky inheritují.
sk_sk: Indikuje zobrazenie webpart na pod-stránkach. Keď túto možnosť zaškrtnete, tak sa webparta zobrazí iba na stránke, ktorá používa šablónu stránky obsahujúcu danú webpartu a nezobrazí sa na pod-stránkach, ktoré sa z tejto stránky dedia.
zh_cn: 如果选中此选项，则 web 部件不继承祖先页的 web 部件的页面上执行其功能。

# documentation.webpartproperties.disableviewstate
source: Indicates if view state should be disabled for this web part.
cs_cz: Je-li zaškrtnuto tak je vypnuto používání viewstate.
sk_sk: Ak je zaškrtnuté, potom je vypnuté používanie ViewState.
zh_cn: 指示是否此 web 部件，应禁用视图状态。

# documentation.webpartproperties.displayattachmentimage
source: Determines whether images in forum post attachments should be displayed directly in the post. If not checked, only links to the images will be shown.
cs_cz: Určuje, zda mají být obrázky z příloh příspěvků zobrazeny ve fóru přímo s příspěvkem. Pokud není zakliknuté, budou se zobrazovat pouze odkazy na obrázky.
zh_cn: 确定是否应在邮报 》 中直接显示论坛帖子附件中的图像。如果未选中，则将显示只有图像的链接。

# documentation.webpartproperties.displaybadgeinfo
source: Indicates whether badge information should be displayed for post authors in the forums.
cs_cz: Určuje, zda se má zobrazovat informace o hodnosti u autorů příspěvků ve fórách.
zh_cn: 指示是否应该为在论坛中的帖子作者显示徽章信息。

# documentation.webpartproperties.displayblogpostssubscriptions
source: Indicates if subscriptions to blog posts should be displayed to users on the Subscriptions tab.
cs_cz: Určuje, zda se přihlášky k blogovým příspěvkům mají uživatelům zobrazovat na záložce Přihlášky.
zh_cn: 指示是否订阅博客应该显示订阅选项卡上的用户。

# documentation.webpartproperties.displayfirstlastautomatically
source: If enabled, the "go to first page" and "go to last page" buttons of the pager will be displayed only when there is no other way to access the first or last page through the pager.
cs_cz: Je-li zaškrtnuto, tak se zobrazí první a poslední tlačítko pageru pouze když bude potřeba.
sk_sk: Ak je zaškrtnuté, potom zobrazí prvé a posledné tlačidlo stránkovača iba keď je potreba.
zh_cn: 如果启用，"转到第一页"和"转到最后一页"按钮的分页程序将显示只有在没有其他方法可以通过寻呼机访问的第一个或最后一页时，才。

# documentation.webpartproperties.displayhighlighteditemaslink
source: Indicates if items in the menu that are part of the currently selected path should be displayed as links.
cs_cz: Určuje, zda položky v menu, které jsou částí aktuálně vybrané cesty, mají být zobrazovány jako linky.
zh_cn: 指示是否应作为链接显示菜单中的项的当前所选路径的一部分。

# documentation.webpartproperties.displaymessageboardssubscriptions
source: Indicates if subscriptions to message boards should be displayed to users on the Subscriptions tab.
cs_cz: Určuje, zda se přihlášky k diskusím mají uživatelům zobrazovat na záložce Přihlášky.
zh_cn: 指示是否留言板订阅应显示订阅选项卡上的用户。

# documentation.webpartproperties.displaynewsletterssubscriptions
source: Indicates if email campaign subscriptions should be displayed to users on the Subscriptions tab.
cs_cz: Určuje, zda se přihlášky k newsletterům mají uživatelům zobrazovat na záložce Přihlášky.
zh_cn: 指示是否应显示电子邮件活动订阅，订阅选项卡上的用户。

# documentation.webpartproperties.displaypreviousnextautomatically
source: If enabled, the "go to previous page" and "go to next page" buttons of the pager will be displayed only when there is no other way of accessing the previous or next page through the pager.
cs_cz: Je-li zaškrtnuto, tak se zobrazí předchozí a následující tlačítko pageru pouze když bude potřeba.
sk_sk: Ak je zaškrtnuté, potom sa zobrazí predchádzajúce a nasledujúce tlačidlo stránkovača iba ak je potreba.
zh_cn: 如果启用，"转到前一页"和"转到下一页"按钮的寻呼机将显示仅当没有其他方法通过寻呼机访问上一页或下一页页。

# documentation.webpartproperties.displaytoroles
source: Contains a list of roles to which the web part should be displayed. This may be used to implement pages with specific functionality for different types of users. The roles in the list must be specified by their code names and separated by semicolons (;). If empty, the web part will be displayed to all users.
cs_cz: Seznam rolí, které uvidí web partu. Pokud není uvedena žádná role, web parta bude viditelná všem.
sk_sk: Zoznam rolí, pre ktoré sa webparta zobrazí. Pokiaľ nebude žiadna uvedená webparta sa zobrazí všetkým.
zh_cn: 包含的 web 部件应显示的角色的列表。这可用于实现与特定的功能，为不同类型的用户的页面。列表中的角色必须指定其代码名，并以分号 (;) 分隔。如果为空，web 部件将显示给所有用户。

# documentation.webpartproperties.docperpage
source: Sets the default number of items that will be displayed at the same time. If the amount of items exceeds the selected number, the remaining items will be accessible using the pager.
cs_cz: Nastaví defaultní počet položek, které budou zobrazeny najednou. Pokud množství položek překročí zadané číslo, zvýšené položky budou dostupné pomocí stránkování.
zh_cn: 设置默认数量将在同一时间显示的项。如果物料的数量超过了所选的数字，其余的项目将使用传呼机可以访问。

# documentation.webpartproperties.documentage
source: Filters pages according to their age in days. Only pages that are older than the first value and newer than the second will be displayed.
cs_cz: Filtrujte dokumenty podle jejich věku ve dnech. Zobrazeny budou pouze dokumenty, které jsou starší než první hodnota a novější než druhá.
zh_cn: 筛选根据他们的年龄在天页。将显示仅对第一个值比旧的和新的第二个的页面。

# documentation.webpartproperties.documentname
source: Filters pages according to their page name. Only pages that contain the entered string somewhere in their name will be displayed.
cs_cz: Filtrujte dokumenty podle názvu. Zobrazeny budou jen dokumenty, které obsahují někde v názvu zadaný řetězec.
zh_cn: 筛选器根据其页面名称页。将显示包含在某个地方在他们的名字输入的字符串的页面。

# documentation.webpartproperties.documentsorderby
source: Selects the data field according to which the displayed items will be sorted by default.
cs_cz: Vyberte datové pole, podle kterého budou zobrazované položky defaultně seřazeny.
zh_cn: 选择其中显示的项将按默认的数据字段。

# documentation.webpartproperties.documenttypes
source: Determines which page types to load. Specify the page types as a list of code names separated by semicolons (;). The * wildcard can be used as a substitute for a random sequence of characters. For example, Product.* includes page types such as Product.Camera, Product.CellPhone, Product.Computer etc. If left empty, the web part retrieves all page types by default. With an empty value, only the general page fields from View_CMS_Tree_Joined are available - you cannot use the fields of individual page types when writing transformations, WHERE conditions etc.
cs_cz: Typy dokumentů (oddělené středníkem), které mají být zobrazeny.
sk_sk: Typy dokumentov (oddelené bodkočiarkou), ktoré majú byť zobrazené.
zh_cn: 确定要加载的页面类型。作为代码名称用分号 (;) 分隔的列表指定的页面类型。* 通配符可以用作一个随机的字符序列的代替品。例如，Product.* 包含页类型，如 Product.Camera、 Product.CellPhone、 Product.Computer 等。默认情况下，如果保留为空，web 部件检索所有的页面类型。具有空值，只有来自 View_CMS_Tree_Joined 的常规页字段可供选择-时，无法使用单个页类型的字段写转换，WHERE 条件等。

# documentation.webpartproperties.enabled
source: Indicates if the web part is enabled.
cs_cz: Udává, zda je web parta vypnuta.
sk_sk: Indikuje, či webparta je povolená.
zh_cn: 指示是否启用 web 部件。

# documentation.webpartproperties.enableoutputfilter
source: If checked, the output code of this web part is processed by the output filters
cs_cz: Pokud je zakliknuto, výstupní kód tohoto webpartu je zpracováván výstupními filtry.
zh_cn: 如果选中此选项，输出的代码，此 web 部件是由输出筛选器处理

# documentation.webpartproperties.enablepostspaging
source: Indicates if the posts in a thread should be paged. Paging can only be applied if the selected Forum layout supports paging (Flat).
cs_cz: Určuje, zda mají být příspěvky a vlákna stránkované. Stránkování může být aplikováno, pouze když vybraný layout fóra podporuje stránkování (Plochý).
zh_cn: 指示是否在一个线程中的帖子应被分页。如果所选的论坛布局支持分页 （平），只可以应用分页。

# documentation.webpartproperties.enableuserafterregistration
source: Indicates if users should automatically be enabled after registration. Please note that if the website is configured to require email confirmation or administrator approval for registration, users will always be disabled when they register.
cs_cz: Určuje, zda mají být uživatelé po registraci automaticky povoleni. Upozornění: pokud je web nastaven tak, aby vyžadoval po registraci potvrzení e-mailem nebo schválení administrátorem, uživatel bude vždy po registraci zakázán.
zh_cn: 指示是否用户应自动启用注册后。请注意是否网站被配置为需要电子邮件确认或管理员批准注册，用户将总是被禁用时他们登记。

# documentation.webpartproperties.encodemenucaption
source: Indicates whether HTML encoding should be applied to the navigation items. Useful only in special cases where the names of the displayed pages contain HTML code.
cs_cz: Určuje, zda má být HTML kódování použito na navigační položky. Užitečné pouze ve vyjímečných případech, kdy názvy zobrazovaných dokumentů obsahují HTML kód.
zh_cn: 指示是否 HTML 编码应适用于导航项目。只有在特殊情况下，在所显示的页面的名称包含 HTML 代码很有用。

# documentation.webpartproperties.eventscope
source: Time scope of displayed events.
cs_cz: Časový rozsah zobrazovaných událostí.
zh_cn: 显示事件的时间范围。

# documentation.webpartproperties.failuretext
source: Sets the text displayed to users if authentication fails. For example: Incorrect user name or password.
cs_cz: Nastaví text zobrazovaný uživatelům, pokud selže autentizace. Například: Nesprávné uživatelské jméno nebo heslo.
zh_cn: 如果身份验证失败时向用户显示的文本设置。例如： 不正确的用户名或密码。

# documentation.webpartproperties.filterduplicates
source: Indicates if the retrieved data should be filtered to contain pages only once, even if they are linked multiple times.
cs_cz: Pokud zobrazované položky obsahují vícenásobné odkazy na stejný dokument, můžeste zobrazit pouze jeden.
sk_sk: Pokiaľ zobrazované dáta obsahujú viacnásobné odkazy na rovnaký dokument, môže byť zobrazený iba jeden.
zh_cn: 指示是否应过滤检索到的数据为包含页只有一次，即使它们联系多次。

# documentation.webpartproperties.filtername
source: Sets the name of the Filter web part that is to be connected.
cs_cz: Název externího filtru propojenbého s tímto webpartem.
sk_sk: Názov externého filtru prepojeného s touto webpartou.
zh_cn: 设置连接筛选器 web 部件的名称。

# documentation.webpartproperties.firstpage
source: Sets the transformation used for the link to the first page. Use <%# Eval("FirstURL") %> to get the URL of the first page.
cs_cz: Nastaví transformaci odkazu na první stránku. Odkaz na první stránku se získá z <%# Eval("FirstURL") %>.
sk_sk: Nastaví transformáciu odkazu na prvú stránku. Odkaz na prvú stránku sa získa z <%# Eval("FirstURL") %>.
zh_cn: 设置用于在第一页链接的变换。使用 < %# Eval("FirstURL") %> 以获取的第一页的 URL。

# documentation.webpartproperties.firsttransform
source: Sets the transformation applied to the first item displayed on every hierarchical level. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformaci, která bude aplikována na první položky zobrazené na každé hierarchické úrovni. Transformace jsou specifikovány ve formátu <název třídy>.<název transformace>.
zh_cn: 将设置应用于显示在每个层次结构级别上的第一项的转换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.forumsenableavatars
source: Indicates if user avatar images should be displayed in the forums.
cs_cz: Určuje, zda mají být ve fórách zobrazovány avatar obrázky uživatelů.
zh_cn: 指示是否应该在论坛中显示用户头像图片。

# documentation.webpartproperties.friendlybaseurl
source: Sets the path that will serve as the base of the friendly URLs used by the forums, e.g. /Forums. If empty, the URL of the current page is used.
cs_cz: Nastaví cestu, která bude sloužit jako základ uživatelsky přívětivých URL používaných fórem, např. /Forums. Pokud je prázdné, bude se používat URL aktuálního dokumentu.
zh_cn: 通过论坛，例如 /Forums 设置的路径，将作为友好的 Url 使用的基础。如果为空，则使用当前页的 URL。

# documentation.webpartproperties.friendlyurlextension
source: Sets the extension that should be used in the friendly URLs. For extensionless URLs, leave the property blank.
cs_cz: Nastaví extension, která se má používat v uživatelsky přívětivých URL. Pro extensionless URLs, nechte toto nastavení prázdné.
zh_cn: 友好的 Url 中设置应使用的扩展。无扩展名的 url，将该属性保留为空。

# documentation.webpartproperties.generateurlswithlangprefix
source: Indicates if the URLs generated for different language versions should include culture specific page URL paths and language prefixes (if they are enabled for the site).
cs_cz: Určuje, zda URL generované pro rozdílné jazykové verze mají obsahovat specifické kulturní dokumentové URL cesty a jazykové prefixy (pokud jsou na daném webu povolené).
zh_cn: 指示是否为不同的语言版本生成的 Url 应包括语言特定的页 URL 路径和语言前缀 （是否他们为网站启用了）。

# documentation.webpartproperties.gridallowsorting
source: Indicates if sorting according to individual columns should be allowed in the displayed grid.
cs_cz: Určuje, zda má být ve zobrazovaných gridech povoleno řazení podle jednotlivých sloupců.
zh_cn: 指示是否应显示网格中允许根据单个列排序。

# documentation.webpartproperties.gridcolumnselector
source: Allows the selection and configuration of the columns that should be displayed in the grid. Please be aware that it is impossible to display columns that are not loaded by the web part (depending on the settings of the 'Selected columns' property). The selection dialog provides the option to display the values of a column as links. If you wish to use this function, your query must retrieve the NodeAliasPath and DocumentUrlPath columns (e.g. from the View_CMS_Tree_Joined view), so that an appropriate URL can be generated for the links.
cs_cz: Povolí výběr a konfiguraci sloupců, které mají být zobrazeny v gridu. Uvědomte si, prosím, že není možné zobrazit sloupce, které nejsou načítány webpartem (v závislosti od nastavení vlastnosti 'Vybrané sloupce'). Dialog pro výběr poskytuje možnost zobrazit hodnoty sloupců jako odkazy. Pokud chcete využít tuto funkci, vaše query musí získat sloupce NodeAliasPath a DocumentUrlPath (např. z View_CMS_Tree_Joined), takže může být pro odkazy generována příslušná URL.
zh_cn: 允许选择和配置应显示在网格中的列。请务必注意它是不可能显示不加载的 web 部件 （具体取决于选择列属性的设置） 的列。选择对话框中提供的选项将显示为链接的列的值。如果您想要使用此功能，您的查询必须检索的 NodeAliasPath 和 DocumentUrlPath 的列 （如在 View_CMS_Tree_Joined 视图中），以便在适当的 URL 可以生成的链接。

# documentation.webpartproperties.gridpagingmode
source: Allows the selection of the method used for navigation between pages. The options are Previous/Next buttons and page number links.
cs_cz: Umožní výběr metody použité pro navigaci mezi stránkami. Možnosti jsou tlačítka Předcházející/Následující a číselné odkazy na stránky.
zh_cn: 允许选择用于页面间导航的方法。选项是上一个/下一个按钮和页码链接。

# documentation.webpartproperties.gridsetfirstpageaftersortchange
source: Indicates if the first page should be displayed instead of the current page after the sorting of the grid is changed.
cs_cz: Určuje, zda má být zobrazena první stránka místo aktuální stránky po tom, co se změní řazení v gridu.
zh_cn: 指示排序网格更改后，是否应而不是当前页中显示的第一页。

# documentation.webpartproperties.gridshowfooter
source: Indicates if the grid footer should be displayed.
cs_cz: Určuje, zda se má zobrazovat patička gridu (mřížky).
zh_cn: 指示是否应显示网格页脚。

# documentation.webpartproperties.gridshowheader
source: Indicates if the grid header should be displayed.
cs_cz: Určuje, zda se má zobrazovat hlavička gridu (mřížky).
zh_cn: 指示是否应显示栅格标题。

# documentation.webpartproperties.gridsortascending
source: Indicates if the default sorting order should be ascending.
cs_cz: Určuje, zda má být předvolené pořadí řazení vzestupné.
zh_cn: 指示是否应按升序排序次序的默认值。

# documentation.webpartproperties.gridsortfield
source: Sets the name of the field used to sort the records in the grid by default.
cs_cz: Nastaví název pole defaultně používaného na řazení záznamů v gridu.
zh_cn: 设置默认情况下用于在网格中的记录进行排序的字段的名称。

# documentation.webpartproperties.gridtooltip
source: Sets the tooltip displayed when a user hovers their mouse over the grid.
cs_cz: Nastaví popisek, který se zobrazí, když uživatel ukáže myší na grid.
zh_cn: 设置当用户将鼠标悬停在网格上时显示的工具提示。

# documentation.webpartproperties.groupsize
source: Sets the maximum amount of page number links that will be displayed together. Any additional links that do not fit can be accessed in the next or previous group.
cs_cz: Určuje počet stránek, které jsou zobrazeny v rámci skupiny.
sk_sk: Nastavuje počet stránok zobrazených pre aktuálnu skupinu stránok.
zh_cn: 设置页码链接，将显示在一起的最大量。不适合的任何额外的链接可以访问下一个或上一个组中。

# documentation.webpartproperties.hideheadfootforsingle
source: If checked, the header and footer transformations will not be applied if only a single item is displayed on a given hierarchical level.
cs_cz: Pokud je zakliknuto, transformace hlavičky a patičky nebude použita v případě, že se zobrazuje pouze jedna položka v dané úrovni hierarchie.
zh_cn: 如果选中此选项，如果只有一个单一的项目显示在给定的层次结构级别上将不应用页眉和页脚的转换。

# documentation.webpartproperties.hidelayoutforzerorows
source: Indicates if the content specified using the Content before/after properties in the Layout category should be hidden if no items to be displayed are retrieved.
cs_cz: Určuje, zda má být obsah specifikovaný použitím vlastností Obsah před/po v kategorii Layout skrytý, pokud nejsou získány žádné položky na zobrazení.
zh_cn: 指示是否应隐藏指定使用布局类别中的内容之前之后的属性的内容，是否没有要显示的项中检索。

# documentation.webpartproperties.hideonsub
source: If checked, the web part does not appear on pages that inherit the web part from an ancestor page.
cs_cz: Určuje, zda má být webpart skryt na podstránkách. Pokud je toto políčko zaškrtnuté, webpart se bude zobrazovat pouze na stránkách, které používají šablonu s touto webpartou a bude skryt na podstránkách dědících z této šablony.
sk_sk: Určuje, či má byť webparta skrytá na podstránkach. Ak bude zaškrtnuté, potom sa webpart bude zobrazovať na stránkach, ktoré používajú šablónu s touto webpartou a bude skrytá na podstránkach dediacich z tejto šablóny.
zh_cn: 如果选中此选项，该 web 部件，也不会出现在继承祖先页的 web 部件的页面上。

# documentation.webpartproperties.hidepagerforsinglepage
source: Indicates whether the pager should be hidden if the displayed items fit onto a single page.
cs_cz: Určuje, zda je stránkování pro jedinou stránku vypnuto.
sk_sk: Nastavuje hodnotu, ktorá určuje, či má byť zobrazený stránkovač pre samostatnú stránku.
zh_cn: 指示是否应隐藏页导航，是否显示的项放到单个页面。

# documentation.webpartproperties.hideunavaliblecultures
source: Indicates whether links for cultures that are not available for the current page should be hidden.
cs_cz: Určuje, zda mají být skryté linky na kultury, které nejsou dostupné pro aktuální dokument.
zh_cn: 指示是否应隐藏语言不可用于当前页的链接。

# documentation.webpartproperties.hierarchdisplaymode
source: Allows the hierarchical display mode to be selected. Inner: generates sub-levels inside the parent item (tree structure). Separate: generates sub-levels outside of the items on parent levels (flat structure).
cs_cz: Umožňuje vybrat hierarchický zobrazovací mód. Vnitřní: generuje podlevely v rodičovské položce (stromová struktura). Samostatný: generuje podlevely mimo položek na rodičovské úrovni (plochá struktura).
zh_cn: 允许选定的分层显示模式。内部： 生成分级别内的父项 （树状结构）。独立： 生成分级别外父级别 （扁平结构） 上的项目。

# documentation.webpartproperties.hierarchfootertransform
source: Sets the transformation used at the end of every hierarchical level. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformaci použitou na konci každé hierarchické úrovně. Transformace jsou specifikované ve formátu <název třídy>.<název transformace>.
zh_cn: 设置在每个层次结构级别的末尾使用的变换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.hierarchheadertransform
source: Sets the transformation used at the beginning of every hierarchical level. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformáciu použitú na začiatku každej hierarchickej úrovne. Transformácie sú špecifikované vo formáte <názov triedy>.<názov transformácie>.
zh_cn: 设置用于每个层次结构级别开头的变换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>
