Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsforumattachmentextensions.description
source: File types (extensions) that can be uploaded to the server (<strong>separated with a semicolon, without dot</strong>). <strong>Please note:</strong> If no value is specified, all types of files can be uploaded.
cs_cz: Typy souborů (přípony), které mohou být nahrány na server (<strong>oddělené středníkem, bez tečky</strong>). <strong>Poznámka:</strong> Pokud není zadána žádná hodnota, mohou být nahrány všechny typy dokumentů.
sk_sk: Typy súborov (prípony), ktoré môžu byť nahrávané na server (<strong>oddelené bodkočiarkou, bez bodky</strong>). <strong>Poznámka:</strong> Ak nie je zadaná žiadna hodnota, môžu byť nahrané všetky typy súborov.
zh_cn: 文件类型 (扩展名)，可以上传到服务器 （<strong>分隔成一个分号，无点</strong>）。<strong>请注意：</strong>如果未不指定任何值，则可以上载所有类型的文件。

# settingskey.cmsforumbaseurl
source: Forum base URL
cs_cz: Základní URL fóra
sk_sk: Základná URL diskusných fór
zh_cn: 论坛基 URL

# settingskey.cmsforumbaseurl.description
source: Specifies the global forum base URL which can be inherited by forum groups. This URL is used for emails and forum viewers.
cs_cz: Specifikuje globální základní URL fór, které má být děděno skupinou fór. Toto URL je použito pro e-maily a návštěvníky fóra.
sk_sk: Špecifikuje globálnu základnú URL diskusných fór, ktorá bude zdedená skupinou fór.
zh_cn: 指定的全局论坛的基 URL，可以由论坛组继承。此 URL 用于电子邮件和论坛的观众。

# settingskey.cmsforumenableoptin
source: Enable double opt-in for forums
cs_cz: Povolit dvojité přihlášení pro fóra
zh_cn: 启用双自愿参加论坛

# settingskey.cmsforumenableoptin.description
source: Indicates if double opt-in should be enabled for forum objects. When enabled, users are required to confirm their subscription by clicking a link that is sent to them in an email. You can override this setting in the properties of a particular forum group or a forum.
cs_cz: Určuje, zda bude povoleno dvojité potvrzení přihlášení pro objekty fóra. Pokud je povoleno, uživatelé musí potvrdit své přihlášení kliknutím na odkaz v e-mailu, který jim bude doručen. Toto nastavení můžete přepsat ve vlastnostech konkrétní skupiny fór nebo fóra.
zh_cn: 指示是否双选入应启用论坛对象。当启用时，用户需要通过单击电子邮件中发送给他们的链接确认他们的订阅。您可以重写此设置属性的特定论坛组或论坛。

# settingskey.cmsforumenableoptinconfirmation
source: Send double opt-in confirmation
cs_cz: Poslat dvojité potvrzení přihlášení
zh_cn: 寄发确认函双选的

# settingskey.cmsforumenableoptinconfirmation.description
source: Indicates if an email confirmation should be sent to user after they approve a subscription. If double opt-in is disabled, these confirmation emails are always sent.
cs_cz: Určuje, zda má být uživateli po té, co potvrdí své přihlášení, zasláno ještě potvrzení jeho přihlášení. Pokud je dvojité přihlášení zakázáno, jsou tato potvrzení zasílána vždy.
zh_cn: 指示是否电子邮件确认后，他们批准订阅应发送给用户。如果双选择在处于禁用状态，总是发送这些确认电子邮件。

# settingskey.cmsforummaxpostnode
source: Max forum post nodes
cs_cz: Maximum uzlů příspěvku fóra
sk_sk: Maximálny počet príspevkov vo fóre
zh_cn: Max 论坛帖子节点

# settingskey.cmsforummaxpostnode.description
source: Maximum number of forums posts displayed in forum post tree.
cs_cz: Maximální počet příspěvků fóra zobrazený ve stromě příspěvků
sk_sk: Maximálny počet príspevkov zobrazených v strome príspevkovk diskusného fóra.
zh_cn: 论坛帖子树中显示的论坛的帖子的最大数目。

# settingskey.cmsforumoptinapprovalpath
source: Double opt-in approval page path
cs_cz: Schvalovací stránka dvojitého potvrzení přihlášení
zh_cn: 双重选择在批准页面路径

# settingskey.cmsforumoptinapprovalpath.description
source: Path to the page that contains the Forum subscription confirmation web part. The subscription confirmation link that will be sent to users will point to this page.
cs_cz: Cesta ke stránce, která obsahuje webpart pro potvrzení přihlášení k fóru (Forum subscription confirmation web part). Odkaz pro potvrzení přihlášení, který bude zasílán uživatelům, bude směrovat na tuto stránku.
zh_cn: 包含论坛订阅确认 web 部件的页面的路径。将发送到用户的订阅确认链接将指向此页面。

# settingskey.cmsforumoptininterval
source: Double opt-in interval (hours)
cs_cz: Interval potvrzení dvojitého přihlášení (hodiny)
zh_cn: 双选的时间间隔 （小时）

# settingskey.cmsforumoptininterval.description
source: Amount of time in hours, during which a user has to confirm their subscription request.
cs_cz: Počet hodin, v průběhu kterých může uživatel potvrdit svůj požadavek na přihlášení k odběru nových příspěvků.
zh_cn: 以小时为单位，在此期间用户已确认他们订阅请求的时间量。

# settingskey.cmsforumunsubscriptionurl
source: Forum unsubscription URL
cs_cz: URL odklášení z fóra
sk_sk: URL pre odhlásenie z fóra
zh_cn: 论坛确认撤销 URL

# settingskey.cmsforumunsubscriptionurl.description
source: Specifies the global unsubscription URL which can be inherited by forum groups. This URL is used for email unsubscription links.
cs_cz: Specifikuje globální odhlašovací URL, které může být děděno skupinou fóra. Tato URL je použita pro odhlášení e-mailem.
sk_sk: Špecifikuje globálnu odhlasovaciu URL, ktorá bude zdedená skupinou fór. Táto URL sa používa pre odhlásenie e-mailom.
zh_cn: 指定的全局未获客户退订的 URL，可以由论坛组继承。此 URL 用于电子邮件未获客户退订链接。

# settingskey.cmsfriendlyurlextension
source: Friendly URL extensions
cs_cz: Přívětivé URL přípony
sk_sk: Prívetivé URL prípony
zh_cn: 友好的 URL 扩展名

# settingskey.cmsfriendlyurlextension.description
source: Specifies the extensions that the system adds to page URLs, such as "<strong>.aspx</strong>" or "<strong>.html</strong>". <br> When you leave this value empty, the friendly URLs will be the same as the alias path, for example: <strong>/products/nokia</strong> <br>You can also specify multiple extensions in format: extension1;extension2;extension3 <br> The first extension is used as the default option when generating links and page URLs. Additional extensions are supported in URLs when accessing pages.<br> You need to <strong>configure IIS to allow custom URL extensions</strong> before using this setting.
cs_cz: Určuje přípony přívětivých URL, které budou použity, jako například "<strong>.aspx</strong>" nebo "<strong>.html</strong>".Pokud vynecháte tuto hodnotu, přívětivé URL budou stejné jako alias cesta - tj..: <strong>/products/nokia</strong> . Můžete specifikovat více přípon ve formátu: přípona1;přípona2;přípona3
sk_sk: Špecifikuje prípony prívetivých URL, ktoré budú použité, ako napr. "<strong>.aspx</strong>" or "<strong>.html</strong>". Keď vynecháte túto hodnotu, prívetivé URL budú rovnaké ako alias cesta - napr.: <strong>/produkty/nokia</strong> . Môžete tiež zadať viac prípony vo formátet: pripona1;pripona2;pripona3
zh_cn: 指定，系统将添加到网页的 Url，如"<strong>.aspx</strong>"或"<strong>.html</strong>"的扩展名。<br>当您将此值保留为空时，友好的 Url 将相同的别名的路径，例如：<strong>/products/nokia</strong> <br>您还可以指定多个扩展名格式： extension1 ； extension2 ； extension3<br>生成链接和网页的 Url 时，第一个扩展使用作为默认选项。额外的扩展支持 Url 访问页面时。<br>使用此设置之前，您需要<strong>将 IIS 配置为允许自定义的 URL 扩展</strong>到。

# settingskey.cmsfriendsmanagementpath
source: Friend management path
cs_cz: Cesta správy přátel
sk_sk: Cesta k stránke pre správu priateľov
zh_cn: 朋友管理路径

# settingskey.cmsfriendsmanagementpath.description
source: Alias path of page containing Friendship management web part.
cs_cz: Alias cesta stránky obsahující web partu Správa přátelství.
sk_sk: Alias cesta stránky obsahujúcej web partu pre správu priateľstiev (Friendship management web part).
zh_cn: 别名包含友谊管理 web 部件页的路径。

# settingskey.cmsgeneratenewsletters
source: Generate campaign emails if emails are disabled
cs_cz: Generovat newsletterové e-maily, pokud jsou e-maily zakázány
sk_sk: Generovať newsletterové e-maily, ak sú e-maily zakázané
zh_cn: 如果电子邮件被禁用，生成活动电子邮件

# settingskey.cmsgeneratenewsletters.description
source: If true and emails are disabled, campaign emails are generated into the email queue.
cs_cz: Pokud je hodnota nastavena na pravda a e-maily jsou zakázané, jsou e-maily newsletteru generovány do fronty e-mailů.
sk_sk: Ak je zaškrtnuté a e-maily sú zakázané, newsletterové e-maily budú generované do e-mailovej fronty.
zh_cn: 如果禁用了真实和电子邮件，运动的电子邮件都将生成到电子邮件队列。

# settingskey.cmsgeneratethumbnails
source: Generate thumbnails
cs_cz: Generovat náhledy
sk_sk: Generovať náhľady
zh_cn: 生成缩略图

# settingskey.cmsgeneratethumbnails.description
source: Indicates if GetFile.aspx page should <strong>save</strong> the resized images <strong>on the disk</strong> for the next request in order to improve the performance.
cs_cz: Určuje, zda stránka GetFile.aspx má <strong>uložit</strong> přeformátované pbrázky <strong>na disk</strong> pro další požadavek za účelem zvýšení výkonu.
sk_sk: Určuje, či GetFile.aspx stránka má <strong>ukladať</strong> zmenšené obrázky <strong>na disk</strong> pre ďalšie požiadavky, aby sa zlepšil výkon.
zh_cn: 指示是否 GetFile.aspx 页应<strong>保存</strong>缩放后的图像<strong>在磁盘上</strong>为下一个请求以提高性能。

# settingskey.cmsgeoarea
source: Area code
cs_cz: Kód oblasti
zh_cn: 区号

# settingskey.cmsgeoarea.description
source: Assign found area code to an appropriate contact's column. Can be selected for text-based or integer-based columns. Suffix can be applied to text-based columns.
cs_cz: Přiřadí nalezený kód oblasti k příslušnému sloupci kontaktu. Sloupec může být textový nebo celočíselný. Může na něj být aplikována přípona.
zh_cn: 将发现的地区代码分配给适当的联系人列。可以选择基于文本或整数列。后缀可以应用于基于文本的列。

# settingskey.cmsgeocity.description
source: Assign found city name to an appropriate contact's text-based column. Suffix can be applied.
cs_cz: Přiřadí nalezené město k příslušnému textovému sloupci kontaktu. Může na něj být aplikována přípona.
zh_cn: 将发现的城市名称分配给适当的联系人基于文本的列。可以应用后缀。

# settingskey.cmsgeocountry.description
source: Assign found country ID or country display name into an appropriate contact's column. If the selected column is text-based, then suffix can be applied.
cs_cz: Přiřadí nalezený kód země k příslušnému sloupci kontaktu. Pokud je vybrán textový sloupec, může na něj být aplikována přípona.
zh_cn: 发现的国家 ID 或国家显示名称分配到适当的联系人列。如果所选的列是基于文本的则可以应用后缀。

# settingskey.cmsgeodma
source: DMA code
cs_cz: DMA kód
zh_cn: DMA 代码

# settingskey.cmsgeodma.description
source: Assign DMA code to an appropriate contact's column. Can be selected for integer-based or text-based columns. Suffix can be applied for text-based columns. DMA code (or designated market area code) is applicable to the United States only.
cs_cz: Přiřadí DMA kód oblasti k příslušnému sloupci kontaktu. Sloupec může být textový nebo celočíselný. Na textové sloupce může být aplikována přípona. DMA kód (designated market area code) se používá jen v USA.
zh_cn: 将 DMA 代码分配给适当的联系人列。可以选择基于整数或基于文本的列。后缀可用于基于文本的列。DMA 代码 （或指定的市场区号） 是适用于美国只。

# settingskey.cmsgeolatitude.description
source: Assign found latitude position into a float-based or text-based contact's column. If the selected column is text-based, then suffix can be applied.
cs_cz: Přiřadí nalezenou zeměpisnou šířku příslušnému sloupci kontaktu. Sloupec může být textový nebo desetinné číslo. Pokud je sloupec textový, může na něj být aplikována přípona.
zh_cn: 分配到基于浮点数或基于文本的联系人的列的发现的纬度位置。如果所选的列是基于文本的则可以应用后缀。

# settingskey.cmsgeolongitude.description
source: Assign found longitude position into a float-based or text-based contact's column. If the selected column is text-based, then suffix can be applied.
cs_cz: Přiřadí nalezenou zeměpisnou délku k příslušnému sloupci kontaktu. Sloupec může být textový nebo desetinné číslo. Pokud je sloupec textový, může na něj být aplikována přípona.
zh_cn: 分配到基于浮点数或基于文本的联系人的列找到的经度位置。如果所选的列是基于文本的则可以应用后缀。

# settingskey.cmsgeometro
source: Metro code
cs_cz: Metro kód
zh_cn: 地铁代码

# settingskey.cmsgeometro.description
source: Assign found metro code to an appropriate contact's column. Can be selected for integer-based or text-based columns. Suffix can be applied to text-based columns.
cs_cz: Přiřadí nelezený metro kód k příslušnému sloupci kontaktu. Sloupec může být textový nebo celočíselný. Pokud je sloupec textový, může na něj být aplikována přípona.
zh_cn: 将发现地铁代码分配给适当的联系人列。可以选择基于整数或基于文本的列。后缀可以应用于基于文本的列。

# settingskey.cmsgeonewdb
source: New version of geolocating database
cs_cz: Nová verze geolokační dotabáze
zh_cn: 新版本的 geolocating 数据库

# settingskey.cmsgeonewdb.description
source: Geolocation data are based on free IP geolocating database 'GeoLite City'.<br /><br />You can download monthly database updates from: <strong><a href="http://client.kenticoasia.com/Download#GeoIP" target="_blank">http://client.kenticoasia.com/Download#GeoIP</a></strong>.<br />You can download 'GeoIP Organization Database' with additional Organization/ISP data as well.<br /><br />Please upload geolocating database files into the following location: <strong>~/App_Data/CMSModules/WebAnalytics/MaxMind/</strong>
cs_cz: Geolokační data jsou založena na volně dotupné IP geolokační databáze 'GeoLite City'.<br /><br />Měsíční aktualizace databází můžete stahovat z: <strong><a href="http://client.kenticoasia.com/Download#GeoIP" target="_blank">http://client.kenticoasia.com/Download#GeoIP</a></strong>.<br />Můžete také stahovat 'GeoIP Organization Database' s dodatečnými daty Organization/ISP.<br /><br />Nahrajte, prosím, soubory geolokační databáze na následující umístění: <strong>~/App_Data/CMSModules/WebAnalytics/MaxMind/</strong>
zh_cn: 地理定位数据基于免费 IP 审理数据库 ' GeoLite 城市 '。<br><br>您可以下载从每月的数据库更新： <strong><a href="http://client.kenticoasia.com/Download#GeoIP" target="_blank">http://client.kenticoasia.com/Download#GeoIP</a></strong>。<br>您可以与其他组织/ISP 数据以及下载 ' GeoIP 组织数据库 '。<br><br>请将审理数据库文件上载到以下位置： <strong>~/App_Data/CMSModules/WebAnalytics/MaxMind/</strong>

# settingskey.cmsgeoorganization
source: Organization/ISP (GeoIPOrg required)
cs_cz: Organization/ISP (vyžaduje GeoIPOrg)
zh_cn: 组织/ISP （所需的 GeoIPOrg）

# settingskey.cmsgeoorganization.description
source: Assign found organization name or Internet service provider name into text-based contact's column. Suffix can be applied. This column will be updated only when GeoIP Organization Database is available.
cs_cz: Přiřadí nalezený název organizace nebo poskytovatele internetové služby k textovému sloupci kontaktu. Může ne něj být aplikována přípona. Tento sloupec bude aktualizován, pouze pokud je dostupná GeoIP Organization Database.
zh_cn: 为基于文本的联系人列分配找到的组织名称或互联网服务提供商名称。可以应用后缀。只有 GeoIP 组织数据库不可用时，将更新此列。

# settingskey.cmsgeopostal
source: Postal code
cs_cz: Poštovní kód
zh_cn: 邮政编码

# settingskey.cmsgeopostal.description
source: Assign found postal code to an appropriate contact's text-based column. Suffix can be applied.
cs_cz: Přiřadí nalezený poštovní kód k příslušnému textovému sloupci kontaktu. Může na něj být aplikována přípona.
zh_cn: 将发现的邮政代码分配给适当的联系人基于文本的列。可以应用后缀。

# settingskey.cmsgeostate.description
source: Assign found state ID or state display name into an appropriate contact's column. If the selected column is text-based, then suffix can be applied.
cs_cz: Přiřadí nalezené ID státu nebo zobrazovaný název státu k příslušnému sloupci kontaktu. Pokud je vybrán textový sloupec, může na něj být aplikována přípona.
zh_cn: 分配到适当的联系人列发现状态 ID 或状态显示名称。如果所选的列是基于文本的则可以应用后缀。

# settingskey.cmsgeosuffix.description
source: Informative suffix which will be applied to text-based contact columns. Indicates that the inserted geo information is based on contact's position. Leave blank if you do not want to apply any suffix.
cs_cz: Informativní přípona, která bude aplikována na textové sloupce kontaktu. Určuje, že vložená geoinformace je založena na pozici kontaktu. Pokud nechcete aplikovat žádnou příponu, nechte toto pole prázdné.
zh_cn: 将应用于基于文本的联系人列的翔实后缀。指示插入的地理信息基于联系人的位置。保留为空，如果你不想应用任何后缀。

# settingskey.cmsglobalcontactmultiplesites
source: Automatically create global contact for user
cs_cz: Automaticky generovat globální kontakt pro uživatele na více webech.
sk_sk: Automaticky vytvárať globálny konakt pre užívateľov na viacerých weboch
zh_cn: 自动创建全局联系人的用户

# settingskey.cmsglobalcontactmultiplesites.description
source: Automatically creates a global contact for users and merges created site contact into that. If there are multiple global contacts merge them into one selected by 'When choosing from global contacts, select' setting.
cs_cz: Pokud je uživatel přítomen na více webech, je vytvořen globální kontakt pro všechny webové kontakty uživatele.
sk_sk: Keď užívateľ navštívi viacero webov, vytvorí sa globálny kontakty zlučujúci všetky webové kontakty daného užívateľa.
zh_cn: 自动创建为用户的全局联系和合并，创建的站点联系。如果有多个全局联系人将它们合并到一个 '时选择来自全局的联系人，选择' 的选择设置。

# settingskey.cmsgooglesitemapurl
source: Google sitemap URL
zh_cn: 谷歌网站地图 URL

# settingskey.cmsgooglesitemapurl.description
source: Sets the URL where the website's Google (XML) sitemap can be accessed. The entered value is added to the website's domain to form the final URL. The internal path to the page responsible for generating the sitemap can be specified in the 'Google sitemap path' setting.
cs_cz: URL, kterí bdue automaticky přepsání na fyzické umístění Google Sitemap. Google Sitemap je zpracována stránkou <strong>~/CMSPages/GoogleSiteMap.aspx</strong>.
sk_sk: URL, ktorá bude automaticky prepísaná na fyzickú lokáciu Google Sitemapy. Google Sitemapa je spracovávaná stránkou <strong>~/CMSPages/GoogleSiteMap.aspx</strong>.
zh_cn: 设置图像的 URL 位置可以访问的网站谷歌 (XML) 网站地图。输入的值添加到网站的域名，形成最终的 URL。谷歌网站地图路径设置中，可以指定负责生成站点地图页面的内部路径。

# settingskey.cmsgravatardefaultimage
source: Gravatar default image
cs_cz: Defaultní Gravatar obrázek
zh_cn: Gravatar 默认图像

# settingskey.cmsgravatardefaultimage.description
source: Determines what type of image should be displayed as the avatar of users who do not have a valid Gravatar registered for their e‑mail address. If (none) is selected, the local avatar image specified as the default option for users is used.
cs_cz: Určuje, jaký typ obrázků se má zobrazovat jako avatar uživatelů, kteří nemají zaregistrovaný platný Gravatar pro svoji e-mailovou adresu. Pokud je vybrána možnost (žádný), bude použitý lokální avatar specifikovaný jako defaultní volba pro uživatelů.
zh_cn: 确定哪种类型的图像应显示为头像 》 不具有有效的头像，为他们的电子邮件地址注册的用户。如果选择 (none)，则使用指定用户的默认选项为本地头像。

# settingskey.cmsgravatarrating
source: Gravatar rating
cs_cz: Gravatar - stupeň
zh_cn: Gravatar 评级

# settingskey.cmsgravatarrating.description
source: Specifies the maximum Gravatar rating that will be allowed on the site. The following options are available: <strong>g:</strong> suitable for display on all websites with any audience type. <strong>pg:</strong> may contain rude gestures, provocatively dressed individuals, the lesser swear words, or mild violence. <strong>r:</strong> may contain such things as harsh profanity, intense violence, nudity, or hard drug use. <strong>x:</strong> may contain hardcore sexual imagery or extremely disturbing violence.
cs_cz: Určuje maximální Gravatar stupeň povolený na webu. Dustupné jsou následující volby:<strong>g:</strong> vhodné pro zobrazení na všech webech s jakýmkoliv typem publika. <strong>pg:</strong> může obsahovat nelušná gesta, provokativně oblečené jedince, jemnější nadávky nebo mírné násilí. <strong>r:</strong>může obsahovat věci jako hrubé vulgarismy, intenzivní násilí, nahotu nebo užívání tvrdých drog.<strong>x:</strong> může obsahovat hardcore sexuální vyobrazení nebo extrémní násilí.
zh_cn: 指定 Gravatar 评分，将在网站允许的最大。以下选项将可用：<strong>g：</strong>适合所有观众的任何类型的网站上显示。<strong>pg：</strong>可能包含粗鲁的手势、 挑衅穿着的个人、 小雅詈词或轻微的暴力。<strong>：</strong>可能包含诸如恶劣猥亵语言、 激烈的暴力、 裸体或很难吸毒。<strong>十大</strong>可能包含硬核性意象或极其令人不安的暴力行为。

# settingskey.cmsgroupavatarheight
source: Group avatar height
cs_cz: Výška skupinového avataru
sk_sk: Šírka skupinového avatara
zh_cn: 组头像 》 高度

# settingskey.cmsgroupavatarheight.description
source: Specifies maximal avatar height.
cs_cz: Specifikuje maximální výšku skupinového avataru.
sk_sk: Určuje maximálnu šírku skupinového avatara.
zh_cn: 指定最大头像高度。

# settingskey.cmsgroupavatarmaxsidesize
source: Group avatar max side size
cs_cz: Maximální délka strany skupinového avataru
sk_sk: Maximálna veľkosť strany skupinového avatara
zh_cn: 组头像 》 最大侧大小

# settingskey.cmsgroupavatarmaxsidesize.description
source: Specifies maximal width or height of group avatar.
cs_cz: Specifikuje maximální šířku nebo výšku skupinového avataru.
sk_sk: Určuje maximálnu veľkosť strany (šírku alebo výšku) skupinového avatara.
zh_cn: 指定组头像 》 的最大宽度或高度。

# settingskey.cmsgroupavatarwidth
source: Group avatar width
cs_cz: Šířka skupinového avataru
sk_sk: Šírka skupinového avatara
zh_cn: 组头像宽度

# settingskey.cmsgroupavatarwidth.description
source: Specifies maximal group avatar width.
cs_cz: Specifikuje maximální šířku skupinového avataru.
sk_sk: Určuje maximálnu šírku skupinového avatara.
zh_cn: 指定最大组头像宽度。

# settingskey.cmsgroupmanagementpath
source: Group management path
cs_cz: Cesta správy skupin
sk_sk: Cesta k stránke správy skupiny
zh_cn: 组管理路径

# settingskey.cmsgroupmanagementpath.description
source: Alias path of group management page, e.g. "/Groups/{GroupName}/Management", where {GroupName} will be replaced by current group name.
cs_cz: Alias cesta stránky správy skupiny, tj. "/Groups/{GroupName}/Management", kde {GroupName} bude nahrazeno názvem aktuální skupiny.
sk_sk: Alias cesta ku stránke pre správu skupiny, napr. "/Groups/{GroupName}/Management", kde {GroupName} bude nahradené názvom aktuálnej skupiny.
zh_cn: 别名路径组管理页面，例如"/Groups/ {组名称} / 管理"，{组名称} 取而代之当前组名的地方。

# settingskey.cmsgroupprofilepath
source: Group profile path
cs_cz: Cesta profilu skupiny
sk_sk: Cesta k profilu skupiny
zh_cn: 组配置文件路径

# settingskey.cmsgroupprofilepath.description
source: Alias path of group profile page, e.g. "/Groups/{GroupName}", where {GroupName} will be replaced by current group name.
cs_cz: Alias cesta profilové stránky skupiny, tj. "/Groups/{GroupName}", kde {GroupName} bude nahrazeno názvem aktuální skupiny.
sk_sk: Alias cesta ku stránke s profilom skupiny, napr. "/Groups/{GroupName}", kde {GroupName} bude nahradené názvom aktuálnej skupiny.
zh_cn: 别名的组配置文件页面，例如"/Groups/ {组名称}"，{组名称} 取而代之当前组名的位置的路径。

# settingskey.cmsgroupssecurityaccesspath
source: Groups security access denied path
cs_cz: Cesta bezpečnosti skupiny přístup zamítnut
sk_sk: Cesta k stránke pri zakázanom prístupe ku skupine
zh_cn: 组安全访问被拒绝的路径

# settingskey.cmsgroupssecurityaccesspath.description
source: Alias path where user will be redirected when accessing group without appropriate permission, e.g. "/Groups/{GroupName}/Access", where {GroupName} will be replaced by current group name.
cs_cz: Alias cesta, kam bude uživatel přesměrován při přístupu do skupiny bez příslušného oprávnění, tj. "/Groups/{GroupName}/Access", kde {GroupName} bude nahrazeno názvem aktuální skupiny.
sk_sk: Alias cesta, kde bude užívateľ presmerovaný pri prístupe ku skupine, pokiaľ nemá potrebné práva, napr. "/Groups/{GroupName}/Access", kde {GroupName} bude nahradené názvom aktuálnej skupiny.
zh_cn: 别名，用户将被重定向的路径时访问组没有适当的权限，例如"/Groups/ {组名称} / 访问"，{组名称} 取而代之当前组名的地方。

# settingskey.cmsgrouptemplatepath
source: Group template path
cs_cz: Cesta šablony skupiny
sk_sk: Cesta k šablóne skupiny
zh_cn: 组模板路径

# settingskey.cmsgrouptemplatepath.description
source: Alias path of a page which will be used as a template for new group.
cs_cz: Alias cesta stránky, která bude použita jako šablona pro novou skupinu.
sk_sk: Alias cesta ku stránke, ktorá bude použitá ako šablóna pre novú skupinu.
zh_cn: 别名将用作新组的模板的页面的路径。

# settingskey.cmshideunavailableuserinterface
source: Hide unavailable user interface
cs_cz: Skrýt nepřístupné uživatelské rozhraní
sk_sk: Skryť neprístupné užívateľské rozhranie
zh_cn: 隐藏不可用的用户界面

# settingskey.cmshideunavailableuserinterface.description
source: If checked, the user interface is not visible for features that are unavailable due to license restrictions.
cs_cz: Určuje, zda má být zobrazeno uživatelské rozhraní pro nedostupné moduly.
sk_sk: Určuje, či má byť užívateľské rozhranie nedostupných modulov zobrazené alebo skryté.
zh_cn: 如果选中此选项，用户界面是不可见的功能将不可用，由于许可证限制。

# settingskey.cmshotfixversion
source: Hotfix version
cs_cz: Verze hotfixu
sk_sk: Verzia hotfixu
zh_cn: 修补程序版本
