Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documenttype_edit_query_edit.queries
source: Queries
cs_cz: Dotazy
zh_cn: 查询

# documenttype_edit_query_edit.querytype
source: Query type
cs_cz: Typ dotazu:
sk_sk: Typ query:
zh_cn: 查询类型

# documenttype_edit_query_edit.uniquequeryname
source: Query with the same name already exists in this page type.
cs_cz: Dotaz se stejným jménem již v tomto typu dokumentu existuje.
sk_sk: Query s rovnakým menom už v tomto type dokumentu existuje.
zh_cn: 此页面类型中已存在具有相同名称的查询。

# documenttype_edit_query_list.btnnew
source: New query
cs_cz: Nový dotaz
sk_sk: Nová query
zh_cn: 新建查询

# documenttype_edit_query_list.title
source: Queries
cs_cz: Dotazy
zh_cn: 查询

# documenttype_edit_sites.info
source: The page type is available for the following websites:
cs_cz: Vyberte weby, kde bude možné použít tento typ dokumentu:
sk_sk: Vyberte weby, kde bude možné použiť tento typ dokumentu:
zh_cn: 页类型是浏览以下网站：

# documenttype_edit_sites.title
source: Enable on sites
cs_cz: Povolit na webech
sk_sk: Povoliť na weboch
zh_cn: 在网站上启用

# documenttype_edit_transformation.dataitem
source: Gets the data item object.
cs_cz: Získá objekt DataItem.
sk_sk: Získaj objekt DataItem.
zh_cn: 获取的项目数据对象。

# documenttype_edit_transformation.dataitemindex
source: Gets the data item index.
cs_cz: Získá index datové položky.
sk_sk: Získaj index dátovej položky.
zh_cn: 获取数据的项索引。

# documenttype_edit_transformation.datarowview
source: Gets the DataRowView of the record data.
cs_cz: Získá DataRowView datového záznamu.
sk_sk: Získaj DataRowView dátového záznamu.
zh_cn: 获取记录的数据的对象。

# documenttype_edit_transformation.displayindex
source: Gets the data item display index.
cs_cz: Získá display index z datové položky.
sk_sk: Získa display index z dátovej položky.
zh_cn: 获取数据项目显示索引。

# documenttype_edit_transformation.documentcustomdata
source: Gets page custom data value (culture specific).
cs_cz: Získá individuální data dokumentu (závislé na kultuře).
sk_sk: Získa individuálne dáta dokumentu (závislé na kultúre).
zh_cn: 获取页面自定义的数据值 （语言具体）。

# documenttype_edit_transformation.help
source: Available transformation methods
cs_cz: Klikněte pro zobrazení příkladů transformací.
sk_sk: Kliknite tu pre zobrazenie zoznamu ukážok transformácií.
zh_cn: 可用的转换方法

# documenttype_edit_transformation.help_datetime
source: Insert date-time value in given format.
cs_cz: Vložte datum a čas v daném formátu.
sk_sk: Vložte dátum a čas v danom formáte.
zh_cn: 插入日期时间值中的给出了格式。

# documenttype_edit_transformation.help_datetime_datepart
source: Inserts date part of the date-time value.
cs_cz: Vloží datum z hodnoty datum-čas.
sk_sk: Vloží dátum z hodnoty dátum-čas.
zh_cn: 插入的日期时间值的日期部分。

# documenttype_edit_transformation.help_editableitems
source: Gets editable region value.
cs_cz: Získá hodnotu editovatelného pole.
sk_sk: Získa hodnotu editovateľného poľa.
zh_cn: 获取值的可编辑区域。

# documenttype_edit_transformation.help_eval
source: Displays value of the given field.
cs_cz: Zobrazí hodnotu daného pole.
sk_sk: Zobrazí hodnotu daného poľa.
zh_cn: 显示给定字段的值。

# documenttype_edit_transformation.help_getabsoluteurl
source: Converts relative URL to absolute.
cs_cz: Převede relativní URL na absolutní.
sk_sk: Prevedie relatívnu URL na absolútnu.
zh_cn: 将相对 URL 转换为绝对。

# documenttype_edit_transformation.help_getdocumentlink
source: Inserts a complete HTML code of the link pointing to the rendered page.
cs_cz: Vloží kompletní HTML kód odkazu ukazujícího na renderovaný dokument.
sk_sk: Vloží kompletný HTML kód odkazu ukazujúceho na renderovaný dokument.
zh_cn: 插入指向已呈现的页的链接的完整的 HTML 代码。

# documenttype_edit_transformation.help_getdocumentlinknotencode
source: Inserts a complete HTML code of the link pointing to the rendered page. Does not encode the page name.
cs_cz: Vloží celý HTML kód odkazu, který se vztahuje k vytvářenému dokumentu. Nekóduje jméno dokumentu.
sk_sk: Vloží celý HTML kód odkazu, ktorý sa vzťahuje k vytváranému dokumentu. Nekóduje meno dokumentu.
zh_cn: 插入指向已呈现的页的链接的完整的 HTML 代码。不编码的页面名称。

# documenttype_edit_transformation.help_getdocumenturl
source: Inserts URL of the rendered page.
cs_cz: Vloží URL renderovaného dokumentu.
sk_sk: Vloží URL renderovaného dokumentu.
zh_cn: 插入已呈现的页的 URL。

# documenttype_edit_transformation.help_getdocumenturlparams
source: Inserts URL of the specified page.
cs_cz: Vloží URL daného dokumentu.
sk_sk: Vloží URL daného dokumentu.
zh_cn: 插入指定的页的 URL。

# documenttype_edit_transformation.help_geteditablevalue
source: Gets editable region value.
cs_cz: Získá hodnotu editovatelného pole.
sk_sk: Získa hodnotu editovateľného poľa.
zh_cn: 获取值的可编辑区域。

# documenttype_edit_transformation.help_getfileurl
source: Inserts URL of the file stored in the column of the given name.
cs_cz: Vloží URL souboru uloženého ve sloupci daného jména.
sk_sk: Vloží URL súboru uloženého v stĺpci daného mena.
zh_cn: 插入给定名称的列中存储的文件的 URL。

# documenttype_edit_transformation.help_getimage
source: Inserts a complete HTML code of the image stored in the column of the given name.
cs_cz: Vloží kompletní HTML kód obrázku uloženého ve sloupci daného jména.
sk_sk: Vloží kompletný HTML kód obrázku uloženého v stĺpci daného mena.
zh_cn: 插入给定名称的列中存储的图像的完整的 HTML 代码。

# documenttype_edit_transformation.help_geturl
source: Gets the URL to specified page.
cs_cz: Získá URL daného dokumentu.
sk_sk: Získa URL daného dokumentu.
zh_cn: 获取指定的页的 URL。

# documenttype_edit_transformation.help_geturlsite
source: Gets the URL to specified page on a different site.
cs_cz: Získá URL daného dokumentu na jiném webu.
sk_sk: Získa URL daného dokumentu na inom webe.
zh_cn: 在不同的站点上获取指定的页的 URL。

# documenttype_edit_transformation.help_getuserdatetime
source: Returns the date with respect to current user's time zone setting.
cs_cz: Vrací datum s ohledem na aktuálně nastavené uživatelovo časové pásmo.
sk_sk: Vracia dátum zohľadnený aktuálnym nastavením časového pásme užívateľa.
zh_cn: 返回有关当前用户的时区设置的日期。

# documenttype_edit_transformation.help_ifempty
source: If ProductPhoto set, displays the image, else displays the text "no image".
cs_cz: Jestliže je nastaven obrázek v ProductPhoto, zobrazí se obrázek, jinak se zobrazí text "no image".
sk_sk: Ak je nastavený obrázok v ProductPhoto, zobrazí sa obrázok, inak sa zobrazí text "no image".
zh_cn: 如果 ProductPhoto 设置，显示图像时，否则显示的文本"无图像"。

# documenttype_edit_transformation.nodecustomdata
source: Gets node custom data value.
cs_cz: Získá individuální hodnotu dat z uzlu.
sk_sk: Získa individuálnu hodnotu dát z uzlu.
zh_cn: 获取节点的自定义数据值。

# documenttype_edit_transformation_edit.buttondefault
source: Generate default transformation
cs_cz: Výchozí transformace
sk_sk: Implicitná transformácia
zh_cn: 生成默认转换

# documenttype_edit_transformation_edit.title
source: Transformation properties
cs_cz: Vlastnosti transformace
sk_sk: Vlastnosti transformácie
zh_cn: 转换属性

# documenttype_edit_transformation_edit.transformationnamerequired
source: Please enter a transformation name.
cs_cz: Vložte prosím jméno transformace.
sk_sk: Prosím, vložte meno transformácie.
zh_cn: 请输入转换的名称。

# documenttype_edit_transformation_edit.transformations
source: Transformations
cs_cz: Transformace
sk_sk: Transformácie
zh_cn: 转换

# documenttype_edit_transformation_edit.transformcode
source: Code:
cs_cz: Kód:
sk_sk: Kód:
zh_cn: 代码：

# documenttype_edit_transformation_edit.transformname
source: Transformation name:
cs_cz: Název transformace:
sk_sk: Názov transformácie:
zh_cn: 转换的名称：

# documenttype_edit_transformation_edit.transformtype
source: Transformation type:
cs_cz: Typ transformace:
sk_sk: Typ transformácie:
zh_cn: 转换类型：

# documenttype_edit_transformation_edit.uniquetransformationnamedoctype
source: Transformation with the same name already exists in this page type.
cs_cz: Transformace s tímto jménem již v tomto dokumentovém typu existuje,
sk_sk: Transformácia s rovnakým názvom už v tomto type dokumentu existuje.
zh_cn: 转型具有相同的名称已经存在于这种页面类型。

# documenttype_edit_transformation_edit.xslttransformationerror
source: XSLT transformation error:
cs_cz: Chyba XSLT transformace:
sk_sk: Chyba XSLT transformácie:
zh_cn: XSLT 转换错误:

# documenttype_edit_transformation_list.btnnew
source: New transformation
cs_cz: Nová transformace
sk_sk: Nová transformácia
zh_cn: 新建转型

# documenttype_edit_transformation_list.title
source: Transformations
cs_cz: Transformace
sk_sk: Transformácie
zh_cn: 转换

# documenttype_list.deletefailed
source: Page type deletion failed due to following error:
cs_cz: Nelze smazat typ dokumentu, existují dokumenty založené na tomto typu. Nejdříve smažte dané dokumenty.
sk_sk: Nemožno zmazať typ dokumentu, existujú dokumenty založené na tomto type. Prosím, najskôr zmažte dané dokumenty.
zh_cn: 页面类型删除因以下错误而失败：

# documenttype_list.dependences
source: The '{0}' page type cannot be deleted since there are pages based on this type in the content or recycle bin. Please delete the pages first.
cs_cz: Nelze smazat typ dokumentu ({0}) protože existují dokumenty založeném na tomto typu. Smažte nejdříve dané dokumenty.
sk_sk: Typ dokumentu ({0}) nemôže byť zmazaný, pretože existujú dokumenty používajúce tento typ. Prosím, zmažte najskôr tieto dokumenty.
zh_cn: 无法删除 '{0}' 页面类型，因为有页基于此类型的内容或回收的垃圾桶里。请先删除页面。

# documenttype_list.newdoctype
source: New page type
cs_cz: Nový typ dokumentu
sk_sk: Nový typ dokumentu
zh_cn: 新建网页类型

# documenttype_new.codename
source: Name
cs_cz: typ dokumentu
sk_sk: Typ dokumentu
zh_cn: 名称

# documenttype_new.codenameidentifier
source: Please enter page type code name in identifier format.
cs_cz: Zadejte, prosím, kódový název v identifikačním formátu.
zh_cn: 请输入页类型代码名称标识符的格式。

# documenttype_new.container
source: The page type is only a container without custom fields
cs_cz: Tento typ dokumentu je pouze kontejnerem bez uživatelských polí
sk_sk: Tento typ dokumentu je iba kontajnerom bez užívateľských polí
zh_cn: 页类型是只集装箱 — — 无自定义字段

# documenttype_new.currentdocumenttype
source: New page type
cs_cz: Nový typ dokumentu
sk_sk: Nový typ dokumentu
zh_cn: 新建网页类型

# documenttype_new.custom
source: The page type has custom fields
cs_cz: Typ dokumentu má uživatelská pole
sk_sk: Typ dokumentu má užívateľské polia
zh_cn: 页面类型具有自定义字段

# documenttype_new.displayname
source: Page type display name:
cs_cz: Zobrazovaný název typu dokumentu:
sk_sk: Zobrazované meno typu dokumentu:
zh_cn: 页面类型显示名称：

# documenttype_new.documenttypes
source: Page types
cs_cz: Typy dokumentů
sk_sk: Typy dokumentov
zh_cn: 页面类型

# documenttype_new.erroremptycodename
source: Please enter a page type code name.
cs_cz: Vložte prosím kódový název typu dokumentu.
sk_sk: Prosím, vložte kódové meno typu dokumentu.
zh_cn: 请输入页类型代码名称。

# documenttype_new.erroremptydisplayname
source: Please enter a page type display name.
cs_cz: Vložte prosím zobrazovaný název typu dokumentu.
sk_sk: Prosím, vložte zobrazované meno typu dokumentu.
zh_cn: 请输入页面类型的显示名称。

# documenttype_new.erroremptynamespacename
source: Please enter a page type namespace.
cs_cz: Vložte prosím jmenný prostor typu dokumentu.
sk_sk: Prosím, vložte menný priestor typu dokumentu.
zh_cn: 请输入一个页面类型命名空间。

# documenttype_new.erroremptypkname
source: Please enter a primary key name.
cs_cz: Vložte prosím název primárního klíče.
sk_sk: Prosím, vložte meno primárneho kľúča.
zh_cn: 请输入主键名。

# documenttype_new.erroremptytablename
source: Please enter a table name.
cs_cz: Vložte prosím název tabulky.
sk_sk: Prosím, vložte meno tabuľky.
zh_cn: 请输入表的名称。

# documenttype_new.fullcodename
source: Page type code name:
cs_cz: Kódový název typu dokumentu:
sk_sk: Kódové meno typu dokumentu:
zh_cn: 页面类型代码名称：

# documenttype_new.namespacenameidentifier
source: Please enter page type namespace in identifier format.
cs_cz: Zadejte, prosím, namespace v identifikačním formátu.
zh_cn: 请输入页类型命名空间标识符的格式。

# documenttype_new.primarykeyname
source: Primary key name:
cs_cz: Jméno primárního klíče:
sk_sk: Meno primárneho kľúča:
zh_cn: 主键名：

# documenttype_new.step
source: Step {0} of {1}
cs_cz: Krok {0}
sk_sk: Krok {0}
zh_cn: 步骤 {0} {1} 的

# documenttype_new.tablename
source: Table name:
cs_cz: Název tabulky:
sk_sk: Názov tabuľky:
zh_cn: 表名称:

# documenttype_new.title
source: New page type
cs_cz: Nový typ dokumentu
sk_sk: Nový typ dokumentu
zh_cn: 新建网页类型

# documenttype_new_step1.description
source: Please enter page type display name (for users) and code name (it will be used in your code when necessary).
cs_cz: Vložte prosím zobrazovaný název typu dokumentu (pro uživatele) a kódový název (to v případě potřeby použijte ve Vašem kódu).
sk_sk: Prosím, vložte zobrazované meno typu dokumentu (pre užívateľa) a kódové meno (to v prípade potreby použijete vo Vašom kóde).
zh_cn: 请输入 （对于用户） 的页类型显示名称和代码名称 （它将在您的代码，在必要时使用）。

# documenttype_new_step2.description
source: Please choose page data type. If you choose a page type with custom fields you will also need to supply names of the new database table and its primary key.
cs_cz: Zvolte prosím typ dat dokumentu. Pokud zvolíte typ dokumentu s volitelnými atributy, zadejte také název nové databázové tabulky a jejího primárního klíče.
sk_sk: Prosím zvoľte typ dát dokumentu. Ak zvolíte typ dokumentu s voliteľnými atribútmi, zadajte tiež názov novej databázovej tabuľky a jej primárneho kľúča.
zh_cn: 请选择页面的数据类型。如果您选择与您还需要提供新的数据库表和其主键的名称的自定义字段的页面类型。

# documenttype_new_step2.errorcolumnexists
source: The column name is already in use by a system table. Please enter some other name.
cs_cz: Jméno sloupce už je použito v nějaké systémové tabulce. Zvolte jiné jméno.
sk_sk: Názov stĺpca už je použitý niektorou systémovou tabuľkou. Prosím, zadajte iný názov.
zh_cn: 列名称已在使用的系统表。请输入其他名称。

# documenttype_new_step2.errorcopyicon
source: The wizard has been unable to create the icon file for new page type due to insufficient permissions. Please copy manually the icon file '{0}'(or create your own) to '{1}'.
cs_cz: Průvodce nemohl vytvořit soubor s ikonou pro nový typ dokumentu kvůli nedostatečným oprávněním. Zkopírujte ručně soubor '{0}'(nebo si vytvořte vlastní) do '{1}'.
sk_sk: Sprievodca nemohol vytvoriť súbor s ikonou pre nový typ dokumentu kvôli nedostatočným oprávneniam. Prosím skopírujte ručne súbor '{0}'(alebo si vytvorte vlastný) do '{1}'.
zh_cn: 该向导已无法创建新的网页类型由于权限不足的图标文件。请手动将复制的图标文件 '{0}' （或创建您自己） 到"{1}"。

# documenttype_new_step2.title
source: Data type
cs_cz: Typ dat
sk_sk: Krok 2: Typ dát
zh_cn: 数据类型

# documenttype_new_step3.description
source: Please define custom fields of the page type and their appearance in the editing form. You can define fields, such as SKU, product weight, press release text, etc.
cs_cz: Definujte prosím volitelné atributy typu dokumentu a jejich způsob zobrazení v editačním formuláři. Můžete definovat atributy jako například: číslo produktu, šířka produktu, text tiskové zprávy atd.
sk_sk: Prosím, definujte voliteľné atribúty typu dokumentu a ich spôsob zobrazenia v editačnom formulári. Môžete definovať atribúty ako napríklad: číslo produktu, šírka produktu, text tlačovej správy atď.
zh_cn: 请在编辑表格中定义自定义字段的页类型和它们的外观。你可以定义字段如 SKU，产品的重量、 新闻稿文本等。

# documenttype_new_step3.tablemusthavecustomfield
source: Please specify at least one custom standard field.
cs_cz: Definujte prosím alespoň jednu položku.
sk_sk: Prosím, špecifikujte aspoň jedno užívateľské políčko.
zh_cn: 请指定至少一个自定义的标准字段。

# documenttype_new_step4.description
source: Please choose the source field that will be used as a page name. You can choose either one of the custom fields or you can choose to use page name as a separate field.
cs_cz: Vyberte prosím zdrojové pole, které bude použito jako jméno dokumentu. Můžete vybrat buď jedno z vlastních polí nebo použijte jméno dokumentu jako samostatné pole.
sk_sk: Prosím vyberte zdrojové pole, ktoré bude použité ako meno dokumentu. Môžete vybrať buď jedno z vlastných polí alebo použite meno dokumentu ako samostatné pole.
zh_cn: 请选择将用作页名称的源字段。您可以选择任一自定义字段或您可以选择使用页名称作为单独的域。

# documenttype_new_step4.documentname
source: Page name source:
cs_cz: Zdroj jména dokumentu:
sk_sk: Zdroj mena dokumentu:
zh_cn: 页面名称来源：

# documenttype_new_step4.implicitdocumentname
source: Use page name field
cs_cz: Použít pole Název dokumentu
sk_sk: Použiť pole Názov dokumentu
zh_cn: 使用页名称字段

# documenttype_new_step4.title
source: Additional settings
cs_cz: Dodatečná nastavení
sk_sk: Krok 4: Dodatočné nastavenia
zh_cn: 附加设置

# documenttype_new_step5.description
source: Please select page types under which this page template can be placed.
cs_cz: Vyberte prosím typy dokumentů, pod které bude moci být tato šablona dokumentu vložena.
sk_sk: Prosím, vyberte typy dokumentov, pod ktoré bude môcť byť táto šablóna dokumentu vložená.
zh_cn: 请选择下，可以放置此页面模板的页面类型。

# documenttype_new_step5.title
source: Parent types
cs_cz: Nadřazené typy
sk_sk: Krok 5: Nadradené typy
zh_cn: 父类型

# documenttype_new_step6.description
source: Please select sites where this page type can be used:
cs_cz: Vyberte weby, kde bude tento dokument používán:
sk_sk: Prosím, vyberte weby, kde bude tento dokument použitý:
zh_cn: 请选择可以用于这种页面类型的网站：

# documenttype_new_step6.title
source: Sites
cs_cz: Weby
sk_sk: Krok 6: Weby
zh_cn: 网站

# documenttype_new_step7_finished.tablecreated
source: The new database table for the page type was created.
cs_cz: Nová uživatelská tabulka pro typ dokumentu byla vytvořena.
sk_sk: Nová užívateľská tabuľka pre typ dokumentu bola vytvorená.
zh_cn: 创建新的数据库表的页类型。

# documenttype_new_step8.info
source: The setup has finished the following steps:
cs_cz: Setup dokončil následující kroky:
sk_sk: Sprievodca dokončil nasledujúce kroky:
zh_cn: 安装程序已完成以下步骤：

# documenttype_new_step8.title
source: The wizard has finished
cs_cz: Průvodce byl dokončen
sk_sk: Sprievodca bol ukončený
zh_cn: 向导已完成

# documenttype_new_step8_finished.defaulticoncreated
source: The default icon was created.
cs_cz: Byla vytvořena implicitní ikona.
sk_sk: Základná ikona bola vytvorená.
zh_cn: 创建默认的图标。

# documenttype_new_step8_finished.documentcreated
source: The new page type was created.
cs_cz: Byl vytvořen nový typ dokumentu.
sk_sk: Nový typ dokumentu bol vytvorený.
zh_cn: 创建新的网页类型。

# documenttype_new_step8_finished.editingformcreated
source: The new editing form was created.
cs_cz: Byl vytvořen nový editovací formulář.
sk_sk: Nový editačný formulár bol vytvorený.
zh_cn: 创建新的编辑形式。

# documenttype_new_step8_finished.parenttypesadded
source: The page types were added among allowed parent types of the new page type.
zh_cn: 新建网页类型允许的父类型之间添加了页面类型。

# documenttype_new_step8_finished.permissionnamecreated
source: The default permission names were created.
cs_cz: Byly vytvořeny implicitní názvy oprávnění.
sk_sk: Základné názvy oprávnení boli vytvorené.
zh_cn: 默认权限名称被创造了。

# documenttype_new_step8_finished.querycreated
source: The default queries were created.
cs_cz: Byly vytvořeny dotazy.
sk_sk: Základné databázové queries boli vytvorené.
zh_cn: 默认查询被创造了。

# documenttype_new_step8_finished.sitesselected
source: The sites were selected where this page type can be used.
cs_cz: Byly vybrány weby na kterých je možné tento typ dokumentu použít.
sk_sk: Boli vybrané weby, na ktorých môže byť daný typ dokumentu vytvorený.
zh_cn: 选址在哪里可以用这种页面类型。

# documenttype_new_step8_finished.transformationcreated
source: The default ASCX transformations were created.
cs_cz: Byly vytvořeny implicitní ASCX transformace
sk_sk: Základná ASCX transformácia bola vytvorená.
zh_cn: 默认 ASCX 转换被创造了。

# downmenu.iconbottom
source: Move to the bottom
cs_cz: Naspod
sk_sk: Na spodok
zh_cn: 移动到底部

# ecomerce.headercaption
source: E-commerce
zh_cn: 电子商务

# ecommerce.addproduct.itemsnotavailable
source: The product '{0}' is currently not available in required quantity. The available quantity is {1}.
cs_cz: Produkt '{0}' není momentálně dostupný v požadovaném množství. Dostupné množství je {1}.
sk_sk: Produkt '{0}' nie je momentálne dostupný v požadovanom množstve. Dostupné množstvo je {1}.
zh_cn: 产品 '{0}' 目前不可用的所需数量。可用数量是 {1}。

# ecommerce.cartcontent.buttonbacktext
source: Continue shopping
cs_cz: Pokračovat v nákupu
sk_sk: Pokračovať v nákupe
zh_cn: 继续购物

# ecommerce.cartcontent.buttonnexttext
source: Check out
cs_cz: Objednat
sk_sk: Objednať
zh_cn: 退房

# ecommerce.cartcontent.notelabel
source: Order note:
cs_cz: Poznámka:
sk_sk: Poznámka:
zh_cn: 顺序备注：

# ecommerce.cartcontent.paymentmethod
source: Payment method:
cs_cz: Způsob platby:
sk_sk: Spôsob platby:
zh_cn: 付款方式：

# ecommerce.cartcontent.productdisabled
source: Product '{0}' is not available.
cs_cz: Produkt '{0}' není dostupný.
sk_sk: Produkt '{0}' nie je dostupný.
zh_cn: 产品 '{0}' 不是可用的。

# ecommerce.cartcontent.shipping
source: Shipping:
cs_cz: Doprava:
sk_sk: Doprava:
zh_cn: 航运：

# ecommerce.cartcontent.shippingoption
source: Shipping option:
cs_cz: Způsob doručení:
sk_sk: Spôsob doručenia:
zh_cn: 运送选项：

# ecommerce.cartcontent.taxdisplayname
source: Product tax name
cs_cz: Název daně
sk_sk: Názov dane
zh_cn: 产品税名称

# ecommerce.cartcontent.taxsummary
source: Tax summary
cs_cz: Součet daní
sk_sk: Súčet daní
zh_cn: 不免税汇总

# ecommerce.cartcontent.totalprice
source: Total price:
cs_cz: Celková cena:
sk_sk: Celková cena:
zh_cn: 总价格：

# ecommerce.cartpreview.billingaddresspanel
source: Billing address
cs_cz: Fakturační adresa
sk_sk: Fakturačná adresa
zh_cn: 帐单地址

# ecommerce.cartpreview.companyaddresspanel
source: Company address
cs_cz: Adresa společnosti
sk_sk: Adresa spoločnosti
zh_cn: 公司地址

# ecommerce.cartpreview.shippingaddresspanel
source: Shipping address
cs_cz: Poštovní adresa
sk_sk: Poštová adresa
zh_cn: 送货地址

# ecommerce.configuration
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# ecommerce.currencies
source: Currencies
cs_cz: Měny
sk_sk: Meny
zh_cn: 货币

# ecommerce.customer.creditchangeformat
source: Please enter credit change as none zero value.
cs_cz: Vložte prosím kredit jako nenulovou desetinnou hodnotu.
sk_sk: Prosím, zadajte nenulové množstvo kreditov v desatinnom formáte.
zh_cn: 请输入无零值信用更改。

# ecommerce.customer.creditdateempty
source: Please enter a credit event date.
cs_cz: Vložte prosím datum změny kreditu.
sk_sk: Prosím, zadajte dátum udalosti zmeny kreditov.
zh_cn: 请输入信用事件日期。

# ecommerce.customer.creditdateformat
source: Credit event date is entered in wrong format.
cs_cz: Datum změny kreditu je ve špatném formátu.
sk_sk: Dátum udalosti je v zlom formáte.
zh_cn: 信贷事件日期输入错误的格式。

# ecommerce.customer.crediteventnameempty
source: Please enter a credit event name.
cs_cz: Vložte prosím název změny kreditu.
sk_sk: Prosím, zadajte názov udalosti zmeny kreditov.
zh_cn: 请输入一个信用事件名称。

# ecommerce.customers
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# ecommerce.defaultcountry.noneselected
source: Please select the default country.
cs_cz: Vyberte prosím výchozí zemi.
sk_sk: Prosím, vyberte implicitnú krajinu.
zh_cn: 请选择默认国家/地区。

# ecommerce.defaultcurrency.noneselected
source: Please select the default currency.
cs_cz: Vyberte prosím výchozí měnu.
sk_sk: Prosím, vyberte implicitnú menu.
zh_cn: 请选择默认货币。

# ecommerce.deletedisabled
source: The selected item cannot be deleted because it's used by other records. You need to remove it from the related records first or you can disable this item.
cs_cz: Vybranou položku není možné smazat, protože se na ni váží jiné záznamy. Je potřeba danou položku odstranit ze závislých záznamů nebo ji můžete zakázat.
sk_sk: Vybranú položku nie je možné zmazať, pretože sa na ňu viažu iné záznamy. Je potreba danú položku odstrániť zo závislých záznamov alebo ju môžete zakázať.
zh_cn: 由于它由其他记录使用，无法删除所选的项目。你需要首先从相关记录删除或您可以禁用此项。
