Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# general.create
source: Create
cs_cz: Vytvořit
sk_sk: Vytvoriť
zh_cn: 创建

# general.created
source: Created
cs_cz: Vytvořeno
sk_sk: Vytvorené
zh_cn: 创建

# general.cssclass
source: CSS Class
zh_cn: CSS 类

# general.culture
source: Culture
cs_cz: Jazyková verze
sk_sk: Kultúra
zh_cn: 语言

# general.cultures
source: Cultures
cs_cz: Jazykové verze
sk_sk: Kultúry
zh_cn: 语言

# general.current
source: Current
zh_cn: 当前

# general.custom
source: Custom
zh_cn: 自定义

# general.customclasses
source: (custom classes)
zh_cn: （自定义的类）

# general.customfields
source: Custom fields
cs_cz: Uživatelská pole
sk_sk: Užívateľské polia
zh_cn: 自定义字段

# general.customize
source: Customize
zh_cn: 自定义

# general.customtable
source: Custom table
cs_cz: Uživatelská tabulka
sk_sk: Užívateľská tabuľka
zh_cn: 自定义表

# general.customusernamevalidation
source: Please enter valid user name.
cs_cz: Zadejte prosím platné uživatelské jméno.
sk_sk: Zadajte prosím platné užívateľské meno.
zh_cn: 请输入有效的用户名。

# general.data
source: Data
sk_sk: Dáta
zh_cn: 数据

# general.date
source: Date
cs_cz: Datum
sk_sk: Dátum
zh_cn: 日期

# general.dateofbirth
source: Date of birth
cs_cz: Datum narození
sk_sk: Dátum narodenia
zh_cn: 出生日期

# general.dateoverlaps
source: Start or end date overlaps.
cs_cz: Počáteční nebo koncový datum koliduje.
sk_sk: Počiatočný alebo koncový dátum koliduje.
zh_cn: 开始或结束日期重叠。

# general.datetime
source: Date and time
cs_cz: Datum a čas
sk_sk: Dátum a čas
zh_cn: 日期和时间

# general.day
source: Day
zh_cn: 一天

# general.debug
source: Debug
zh_cn: 调试

# general.december
source: December
cs_cz: Prosinec
zh_cn: 12 月

# general.default
source: Default
cs_cz: Výchozí
sk_sk: Základné
zh_cn: 默认

# general.defaultchoice
source: (default)
cs_cz: (výchozí)
sk_sk: (predvolené)
zh_cn: （默认值）

# general.delete
source: Delete
cs_cz: Smazat
sk_sk: Zmazať
zh_cn: 删除

# general.deleteconfirmation
source: Are you sure you want to delete this item?
cs_cz: Opravdu chcete smazat tuto položku?
sk_sk: Ste si istý, že chcete zmazať túto položku?
zh_cn: 是否确实要删除此项目?

# general.dependencycheck.ingroup
source: in group {0}
zh_cn: 在组 {0}

# general.dependencycheck.objectin
source: in {0}
zh_cn: 在 {0} 中

# general.dependencycheck.onsite
source: on site {0}
zh_cn: 关于站点 {0}

# general.descending
source: Descending
cs_cz: Sestupně
sk_sk: Proti abecednému poradiu
zh_cn: 降序

# general.description
source: Description
cs_cz: Popis
sk_sk: Popis
zh_cn: 描述

# general.disable
source: Disable
cs_cz: Zakázat
sk_sk: Zakázať
zh_cn: 禁用

# general.disabled
source: Disabled
cs_cz: Zakázané
sk_sk: Zakázané
zh_cn: 已禁用

# general.disabling
source: Disabling
cs_cz: Zákaz
zh_cn: 禁用

# general.displayadvancedfilter
source: Advanced search
cs_cz: Zobrazit pokročilý filtr
sk_sk: Zobraziť pokročilý filter
zh_cn: 高级的搜索

# general.displayname
source: Display name
cs_cz: Zobrazený název
sk_sk: Názov
zh_cn: 显示名称

# general.displayname.description
source: Name under which the object appears in the user interface
zh_cn: 名称下，对象将出现在用户界面

# general.displaynamenotunique
source: The {0} with display name '{1}' already exists.
zh_cn: 具有显示名称 '{1}' {0} 已存在。

# general.displaysimplefilter
source: Simple search
cs_cz: Zobrazit zjednodušený filtr
sk_sk: Zobraziť jednoduchý filter
zh_cn: 简单搜索

# general.document
source: Document
cs_cz: Dokument
sk_sk: Dokument
zh_cn: 文档

# general.documentname
source: Name
cs_cz: Název dokumentu
sk_sk: Názov dokumentu
zh_cn: 名称

# general.documentnamepath
source: Page name path
cs_cz: Jmenná cesta dokumentu
sk_sk: Cesta
zh_cn: 页面名称路径

# general.documenttype
source: Page type
cs_cz: Typ dokumentu
sk_sk: Typ dokumentu
zh_cn: 页面类型

# general.down
source: Move down
cs_cz: Dolů
sk_sk: Nadol
zh_cn: 向下移动

# general.download
source: Download
cs_cz: Stáhnout
sk_sk: Stiahnuť
zh_cn: 下载

# general.edit
source: Edit
cs_cz: Upravit
sk_sk: Editovať
zh_cn: 编辑

# general.editimage
source: Edit image
cs_cz: Upravit obrázek
sk_sk: Editovať obrázok
zh_cn: 编辑图像

# general.editinnew
source: Edit in new window
zh_cn: 在新窗口中编辑

# general.editmetadata
source: Edit metadata
cs_cz: Upravit metadata
sk_sk: Editovať metadáta
zh_cn: 编辑元数据

# general.editproperty
source: Edit property
cs_cz: Upravit vlastnost
zh_cn: 编辑属性

# general.editsource
source: Edit source
cs_cz: Upravit zdroj
sk_sk: Editovať zdroj
zh_cn: 编辑源

# general.email
source: Email
zh_cn: 电子邮件

# general.emailaddress
source: Email address
cs_cz: E-mailová adresa
zh_cn: 电子邮件地址

# general.emaildomain
source: Email domain
cs_cz: E-mailová doména
zh_cn: 电子邮件域

# general.empty
source: (none)
cs_cz: (žádný)
sk_sk: (žiadne)
zh_cn: (无)

# general.emptymatrix
source: Matrix is empty.
cs_cz: Matice je prázdná.
sk_sk: Matica je prázdna
zh_cn: 矩阵是空的。

# general.enable
source: Enable
cs_cz: Povolit
sk_sk: Povoliť
zh_cn: 启用

# general.enabled
source: Enabled
cs_cz: Povoleno
sk_sk: Povolené
zh_cn: 启用

# general.enableoptin
source: Enable double opt-in
cs_cz: Povolit dvojité potvrzení
zh_cn: 启用双选入

# general.enableviewstate
source: Enable view state
zh_cn: 启用视图状态

# general.end
source: End
zh_cn: 结束

# general.entersearch
source: Name
cs_cz: Zadejte hledané slovo.
sk_sk: Prosím, zadajte názov pre vyhľadávanie:
zh_cn: 名称

# general.error
source: Error
cs_cz: Chyba
sk_sk: Chyba
zh_cn: 错误

# general.errorcodenameinidentifierformat
source: Please enter code name in identifier format without spaces and special characters; '.', '_' and '-' are allowed.
cs_cz: Zadejte, prosím, kódový název v identifikačním formátu bez mezer a speciálních znaků; Znaky '.', '_' a '-' jsou povolené.
zh_cn: 请输入代码名称标识符格式没有空格和特殊字符 ；'.'，'_' 和 '-' 被允许。

# general.erroridentifierformat
source: Please enter code name in identifier format without spaces and special characters.
cs_cz: Zadejte, prosím, kódový název v identifikačním formátu bez mezer a speciálních znaků.
zh_cn: 请输入代码名称中没有空格和特殊字符的标识符格式。

# general.errorinvaliddatetimerange
source: The entered date does not fall within the time interval specified for the calendar.
cs_cz: Zadané datum nezapadá do časového intervalu specifikovaného pro tento kaledář.
sk_sk: Zadajte platný dátum.
zh_cn: 输入的日期并不属于指定日历的时间间隔。

# general.errormessage
source: Error message
cs_cz: Chybová zpráva
sk_sk: Chybová hláška
zh_cn: 错误消息

# general.erroroccuredlog
source: An unexpected error occurred, see event log for more details. Event source: <strong>{0}</strong>, Event code <strong>{1}</strong>
cs_cz: Nastala neočekávaná chyba, pro více informací zkontrolujte Historii událostí. Event source: <strong>{0}</strong>, Event code <strong>{1}</strong>
zh_cn: 发生意外的错误，请参阅事件日志中有更多的细节。事件源： <strong>{0}</strong>， <strong>{1}</strong>事件代码

# general.erroroccuredlogmessage
source: An unexpected error occurred, see event log for more details. Event source: <strong>{0}</strong>, Event code <strong>{1}</strong>.<br /><br />Error message: {2}
cs_cz: Nastala neočekávaná chyba, pro více informací zkontrolujte Historii událostí. Event source: <strong>{0}</strong>, Event code <strong>{1}</strong>.<br /><br />Error message: {2}
zh_cn: 发生意外的错误，请参阅事件日志中有更多的细节。事件源： <strong>{0}</strong>， <strong>{1}</strong>的事件代码。<br><br>错误消息： {2}

# general.erroroccurred
source: Error occurred, original error:
cs_cz: Nastala chyba. Původní chyba:
sk_sk: Nastala chyba, pôovodná chyba:
zh_cn: 发生了错误，原来的错误：

# general.errorocurred
source: Exception occurred: {0}
zh_cn: 发生异常: {0}

# general.errorsaving
source: Error occurred. Changes were not saved.
cs_cz: Došlo k chybě. Změny nebyly uloženy.
sk_sk: Nastala chyba. Zmeny neboli uložené.
zh_cn: 出现错误。未保存的更改。

# general.errortexttoolong
source: The entered text is too long.
cs_cz: Zadaný text je příliš dlouhý.
sk_sk: Zadaný text je príliš dlhý.
zh_cn: 输入的文本是太长。

# general.errorvalidationerror
source: The entered values cannot be saved. Please see the fields below for details.
cs_cz: Zadané hodnoty nemohou být uloženy. Více detailů naleznete v následujících polích.
sk_sk: Zadané hodnoty nemôžu byť uložené. Viac detailov nižšie.
zh_cn: 不能保存所输入的值。请以下字段的详细信息，参阅。

# general.exception
source: There was an error processing your request, please check the event log for more information.
cs_cz: Nastala chyba při zpracování vašeho požadavku, pro více informací zkontrolujte Historii událostí.
zh_cn: 处理您的请求时出错，请检查事件日志以了解更多信息。

# general.excluded
source: Excluded
cs_cz: Vyloučené
zh_cn: 排除在外

# general.excludedscope
source: Exclude workflow from pages in this scope
cs_cz: Neaplikovat workflow na dokumenty v tomto rozsahu
zh_cn: 排除此范围内的页中的工作流

# general.expand
source: Expand
cs_cz: Rozbalit
sk_sk: Rozbaľ uzol
zh_cn: 扩大

# general.expandall
source: Expand all
cs_cz: Rozbal vše
zh_cn: 全部展开

# general.expires
source: Expires
cs_cz: Vyprší
sk_sk: Expiruje
zh_cn: 过期

# general.export
source: Export
zh_cn: 导出

# general.exporting
source: Exporting
cs_cz: Exportování
sk_sk: Export
zh_cn: 导出

# general.failed
source: Failed
cs_cz: Selhalo
sk_sk: Zlyhalo
zh_cn: 失败

# general.false
source: False
cs_cz: Nepravda
sk_sk: Nepravda
zh_cn: 假

# general.fax
source: Fax
zh_cn: 传真

# general.february
source: February
cs_cz: Únor
sk_sk: Február
zh_cn: 2 月

# general.female
source: Female
cs_cz: Žena
sk_sk: Žena
zh_cn: 女性

# general.field
source: Field
zh_cn: 字段

# general.fieldname
source: Field name
cs_cz: Název pole
sk_sk: Názov poľa
zh_cn: 字段名称

# general.fields
source: Fields
cs_cz: Pole
sk_sk: Atribúty
zh_cn: 字段

# general.file
source: File
cs_cz: Soubor
sk_sk: Súbor
zh_cn: 文件

# general.filedoesntexist
source: File doesn't exist.
cs_cz: Soubor neexistuje.
sk_sk: Súbor neexistuje.
zh_cn: 文件不存在。

# general.fileexists
source: File already exists.
cs_cz: Soubor již existuje
sk_sk: Súbor existuje.
zh_cn: 文件已存在。

# general.fileexistspath
source: File {0} already exists.
cs_cz: Soubor {0} už existuje.
zh_cn: 文件 {0} 已存在。

# general.filename
source: File name
cs_cz: Jméno souboru
sk_sk: Názov súboru
zh_cn: 文件名称

# general.filepath
source: File path
cs_cz: Cesta k souboru
zh_cn: 文件路径

# general.files
source: Files
cs_cz: Soubory
sk_sk: Súbory
zh_cn: 文件

# general.filter
source: Search
cs_cz: Filtrovat
zh_cn: 搜索

# general.find
source: Find
cs_cz: Najít
sk_sk: Nájsť
zh_cn: 查找

# general.finish
source: Finish
cs_cz: Dokončit
sk_sk: Dokončiť
zh_cn: 完成

# general.firstcreated
source: First created
cs_cz: První vytvoření
zh_cn: 第一次创建

# general.firstname
source: First name
cs_cz: Křestní jméno
sk_sk: Meno
zh_cn: 名字

# general.floodprotection
source: Requested action was canceled due to flood protection. Please wait a few seconds and repeat your action.
cs_cz: Požadovaná operace byla stornována z důvodu ochrany proti zahlcení. Počkejte pár vteřin a operaci opakujte.
sk_sk: Požadovaná akcia bola zrušená z dôvodu ochrany proti spamu. Prosím, počkajte niekoľko minút a opakujte akciu.
zh_cn: 由于洪水保护请求的操作被取消。请等待几秒钟，重复你的行动。

# general.folder
source: Folder
cs_cz: Složka
sk_sk: Zložka
zh_cn: 文件夹

# general.folderdoesntexist
source: Folder doesn't exist.
cs_cz: Složka neexistuje.
sk_sk: Adresár neexistuje
zh_cn: 文件夹不存在。

# general.foldername
source: Folder name
cs_cz: Název složky
sk_sk: Názov zložky
zh_cn: 文件夹名称

# general.form
source: Form
cs_cz: Formulář
sk_sk: Formulár
zh_cn: 表格

# general.formsettings
source: Form settings
cs_cz: Nastavení formuláře
zh_cn: 表单设置

# general.free
source: Free
zh_cn: 免费

# general.friday
source: Friday
cs_cz: Pátek
sk_sk: Piatok
zh_cn: 星期五

# general.from
source: From
cs_cz: Od
sk_sk: Od
zh_cn: 从

# general.fromemail
source: From
cs_cz: E-mail od
sk_sk: Email od
zh_cn: 从

# general.fullname
source: Full name
cs_cz: Celé jméno
sk_sk: Celé meno
zh_cn: 全名

# general.fullscreen
source: Full screen
cs_cz: Celá obrazovka
zh_cn: 全屏幕

# general.fulltrustrequired
source: An error occured while completing the requested action as it might require fully trusted application. Please contact your system administrator to check the application configuration. Original error: {0}
zh_cn: 完成请求的操作，因为它可能需要完全受信任的应用程序时出错。请联系您的系统管理员联系，以检查应用程序配置。原来的错误: {0}

# general.fullwidth
source: Full width
zh_cn: 全宽

# general.gender
source: Gender
cs_cz: Pohlaví
sk_sk: Pohlavie
zh_cn: 性别

# general.general
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# general.global
source: (global)
cs_cz: (globální)
sk_sk: (globálne)
zh_cn: （全局）

# general.globalandsite
source: (global and this site)
cs_cz: (globální a pro tento web)
sk_sk: (globálne a webové)
zh_cn: (全局和本网站)

# general.globalobjects
source: (global objects)
cs_cz: (globální objekty)
sk_sk: (globálne objekty)
zh_cn: （全局对象）

# general.globalwithoutbrackets
source: global
cs_cz: globální
zh_cn: 全局

# general.gotohomepage
source: Go to <a href="{0}">Home page.</a>
zh_cn: 去<a href="{0}">主页。</a>

# general.group
source: Group
cs_cz: Skupina
sk_sk: Skupina
zh_cn: 组

# general.groups
source: Groups
cs_cz: Skupiny
sk_sk: Skupiny
zh_cn: 团体

# general.guest
source: Guest
cs_cz: Host
sk_sk: Hosť
zh_cn: 客人

# general.height
source: Height
cs_cz: Výška
sk_sk: Výška
zh_cn: 高度

# general.here
source: here
cs_cz: zde
sk_sk: tu
zh_cn: 在这里

# general.hidden
source: Hidden
cs_cz: Skryté
zh_cn: 隐藏

# general.hidefilter
source: Hide filter
zh_cn: 隐藏筛选器

# general.high
source: High
cs_cz: Vysoké
zh_cn: 高

# general.hour
source: Hour
zh_cn: 小时

# general.htmlfooter
source: Footer (HTML)
cs_cz: Zápatí (HTML)
sk_sk: Zapätie (HTML)
zh_cn: 页脚 (HTML)

# general.htmlheader
source: Header (HTML)
cs_cz: Záhlaví (HTML)
sk_sk: Hlavička (HTML)
zh_cn: 标题 (HTML)

# general.icon
source: Icon
cs_cz: Ikona
zh_cn: 图标

# general.import
source: Import
zh_cn: 导入

# general.importing
source: Importing
cs_cz: Importování
sk_sk: Import
zh_cn: 导入

# general.index
source: Index
zh_cn: 索引

# general.info
source: Info
zh_cn: 信息

# general.inherited
source: Inherited
zh_cn: 继承

# general.inline
source: Inline
zh_cn: 内联

# general.interval
source: Interval
zh_cn: 时间间隔

# general.invalidassemblyname
source: Please enter valid assembly name. You can use only alphanumeric characters and dots without space.
cs_cz: Zadejte platný název assembly. Můžete použít pouze alfanumerické znaky a tečky.
sk_sk: Prosím, zadajte platný názov knižnice. Môžete použiť iba abecedné znaky a bodku bez medzier.
zh_cn: 请输入有效的程序集名称。没有空间，你只能使用字母数字字符和点。

# general.invalidclassname
source: Please enter valid class name. You can use only alphanumeric characters and dots without space.
cs_cz: Zadejte platný název třídy. Můžete zadat pouze alfanumerické znaky a tečky.
sk_sk: Prosím, zadajte platný názov triedy. Môžete použiť iba abecedné znaky a bodku bez medzier.
zh_cn: 请输入有效的类名。没有空间，你只能使用字母数字字符和点。

# general.invalidcodename
source: Please enter a valid code name. The code name can contain only alphanumeric characters, some special characters (_, -, .) and cannot start or end with '.'.
cs_cz: Vložte platné kódové jméno. Můžete použít pouze alfanumerické a některé speciální znaky (_, -, .)a nemůže končit '.'.
sk_sk: Prosím, zadajte platný kódový názov. Môžete použiť iba abecedné znaky a bodku bez medzier.
zh_cn: 请输入一个有效的代码名称。代码名称只能包含字母数字字符，一些特殊的字符 （_，-，。） 并不能启动或结束与 '.'。

# general.invalidfilename
source: Please enter a valid file name.
cs_cz: Zadejte, prosím, platný název souboru.
zh_cn: 请输入一个有效的文件名。

# general.invalidid
source: The given object id is not valid.
cs_cz: Zadané ID objektu není platné.
sk_sk: Zadaný objekt nie je správny.
zh_cn: 给定的对象 id 无效。

# general.invalidparameters
source: Parameters provided in query string are invalid.
zh_cn: 在查询字符串中提供的参数无效。

# general.invite
source: Invite
cs_cz: Pozvat
sk_sk: Pozvať
zh_cn: 邀请

# general.iscustom
source: Is custom
cs_cz: Je uživatelský
sk_sk: Je užívateľský
zh_cn: 是自定义

# general.isempty
source: IS EMPTY
cs_cz: JE PRÁZDNÉ
sk_sk: JE PRÁZDNY
zh_cn: 是空的

# general.isglobal
source: Is global
cs_cz: Je globální
sk_sk: Je globálny
zh_cn: 是全局

# general.ispublic
source: Is public
cs_cz: Je veřejný
sk_sk: Je verejný
zh_cn: 是公共的

# general.itemname
source: Item name
cs_cz: Název položky
sk_sk: Názov položky
zh_cn: 项目名称

# general.january
source: January
cs_cz: Leden
sk_sk: Január
zh_cn: 1 月

# general.join
source: Join
cs_cz: Připojit
sk_sk: Pripojiť
zh_cn: 加入

# general.july
source: July
cs_cz: Červenec
sk_sk: Júl
zh_cn: 7 月

# general.june
source: June
cs_cz: Červen
sk_sk: Jún
zh_cn: 6 月

# general.label
source: Label
zh_cn: 标签

# general.language
source: Language
cs_cz: Jazyk
sk_sk: Jazyk
zh_cn: 语言

# general.languages
source: Languages
cs_cz: Jazyky
sk_sk: Jazyky
zh_cn: 语言

# general.lastlogon
source: Last logon
cs_cz: Poslední přihlášení
sk_sk: Posledné prihlásenie
zh_cn: 最后一次登录

# general.lastmodified
source: Last modified
cs_cz: Poslední změna
sk_sk: Posledná zmena
zh_cn: 上次修改时间

# general.lastname
source: Last name
cs_cz: Příjmení
sk_sk: Priezvisko
zh_cn: 姓氏

# general.latitude
source: Latitude
cs_cz: Zeměpisná šířka
zh_cn: 纬度

# general.layout
source: Layout
cs_cz: Rozvržení
zh_cn: 布局

# general.left
source: Left
cs_cz: Vlevo
zh_cn: 左

# general.lessthanday
source: less than a day
zh_cn: 少于一天

# general.listingtype
source: Listing type
cs_cz: Typ záznamu
sk_sk: Typ výpisu
zh_cn: 列表类型

# general.loading
source: Loading
cs_cz: Načítání...
zh_cn: 加载中

# general.location
source: Location
cs_cz: Poloha
zh_cn: 位置

# general.lock
source: Lock
zh_cn: 锁

# general.login
source: Login
cs_cz: Přihlášení
zh_cn: 登录

# general.logout
source: Logout
cs_cz: Odhalit
zh_cn: 注销

# general.longitude
source: Longitude
cs_cz: Zeměpisná šířka
zh_cn: 经度

# general.low
source: Low
cs_cz: Nízké
zh_cn: 低

# general.male
source: Male
cs_cz: Muž
sk_sk: Muž
zh_cn: 男性

# general.manually
source: manually
cs_cz: ručně
zh_cn: 手动

# general.march
source: March
cs_cz: Březen
sk_sk: Marec
zh_cn: 3 月

# general.markreject
source: Mark as rejected
cs_cz: Označit jako odmítnuté
sk_sk: Označ ako odmietnuté
zh_cn: 标记为被拒绝

# general.matchcase
source: Match case
cs_cz: Rozlišovat velikost písmen
sk_sk: Rozlišovať malé a veľké písmená
zh_cn: 区分大小写

# general.maximize
source: Maximize
cs_cz: Maximalizovat
zh_cn: 最大限度地

# general.maxlength
source: Max length
zh_cn: 最大长度

# general.may
source: May
cs_cz: Květen
sk_sk: Máj
zh_cn: 5 月

# general.message
source: Message
zh_cn: 消息

# general.middlename
source: Middle name
cs_cz: Prostřední jméno
sk_sk: Stredné meno
zh_cn: 中间名字

# general.minimize
source: Minimize
cs_cz: Minimalizovat
zh_cn: 最小化

# general.moderated
source: Moderated
cs_cz: Moderované
sk_sk: Moderované
zh_cn: 主持

# general.modified
source: Modified
cs_cz: Změněno
sk_sk: Zmenené
zh_cn: 修改

# general.modifynotallowed
source: You are not allowed to modify this object.
cs_cz: Nemáte oprávnění pro modifikaci tohoto objektu.
sk_sk: Nemáte právo meniť tento objet.
zh_cn: 你不是允许修改此对象。

# general.module
source: Module
cs_cz: Modul:
sk_sk: Modul:
zh_cn: 模块

# general.monday
source: Monday
cs_cz: Pondělí
sk_sk: Pondelok
zh_cn: 星期一

# general.month
source: Month
zh_cn: 个月

# general.moreitems
source: (more items...)
cs_cz: (více položek ...)
sk_sk: (viac položiek ...)
zh_cn: (更多项目...)

# general.move
source: Move
cs_cz: Přesunout
sk_sk: Presunúť
zh_cn: 移动

# general.movedown
source: Move down
cs_cz: Přesunout dolů
sk_sk: Presuň nadol
zh_cn: 向下移动

# general.moveup
source: Move up
cs_cz: Přesunout nahoru
sk_sk: Presuň nahor
zh_cn: 向上移动

# general.multilingual
source: Multilingual
cs_cz: Vícejazyčný
sk_sk: Viacjazyčne
zh_cn: 多语言

# general.multilingualreport
source: Multilingual
cs_cz: Vícejazyčný
sk_sk: Viacjazyčne
zh_cn: 多语言

# general.mustbeunique
source: {0} must be unique.
cs_cz: {0} musí být unikátní.
sk_sk: {0} musí byť unikátne.
zh_cn: {0} 必须是唯一的。

# general.name
source: Name
cs_cz: Jméno
sk_sk: Meno
zh_cn: 名称

# general.namespace
source: namespace
cs_cz: jmenný prostor
sk_sk: Oblasť mien
zh_cn: 命名空间

# general.new
source: New
cs_cz: Nový
sk_sk: Nové
zh_cn: 新增功能

# general.newitem
source: (new item...)
cs_cz: (nová položka...)
sk_sk: (nová položka ...)
zh_cn: (新项目......)

# general.next
source: Next
cs_cz: Další
sk_sk: Ďalej
zh_cn: 下一步

# general.nextstep
source: Move to next step
cs_cz: Přesunout do dalšího kroku
zh_cn: 移动下一步

# general.nickname
source: Nick name
cs_cz: Přezdívka
sk_sk: Prezývka
zh_cn: 昵称

# general.no
source: No
cs_cz: Ne
sk_sk: Nie
zh_cn: 否

# general.nodata
source: No items selected.
cs_cz: Žádné označené položky.
sk_sk: Žiadne položky vybrané.
zh_cn: 没有选定的项目。

# general.nodatafound
source: No data found.
cs_cz: Nebyla nalezena žádná data.
sk_sk: Neboli nájdené žiadne dáta.
zh_cn: 未找到数据。

# general.noframescontent
source: This HTML frameset displays multiple Web pages. To view this frameset, use a Web browser that supports HTML 4.0 and later.
cs_cz: Tento HTML frameset zobrazuje více webových stránek. Pro zobrazení tohoto frameset použijte použijte webový prohlížeč, který podporuje HTML 4.0 a vyšší.
sk_sk: Tento HTML frameset zobrazuje viac webových stránok. Pre zobrazenie tohto framesetu použijte webový prehliadač, ktorý podporuje HTML 4.0 a vyššie.
zh_cn: 此 HTML 框架集显示多个 Web 页。若要查看此框架集，请使用支持 HTML 4.0 及更高版本的 Web 浏览器。

# general.noiframe
source: This HTML page contains one or more iframe elements. To view content of these elements, use a web browser that <a href="http://www.browserchoice.eu">supports HTML 4.0 and later</a>.
cs_cz: Tato HTML stránka obsahuje jeden nebo více iframe elementů. Pokud chcete zobrazit obsah těchto elementů, použijte prohlížeč, který <a href="http://www.browserchoice.eu">podporuje HTML 4.0 a vyšší</a>.
zh_cn: 此 HTML 页包含一个或多个 iframe 元素。若要查看这些元素的内容，请使用 web 浏览器，那<a href="http://www.browserchoice.eu">支持 HTML 4.0 及更高版本</a>。

# general.noitems
source: No items selected.
cs_cz: Nejsou vybrány žádné položky.
sk_sk: Nebola vybraná žiadna položka.
zh_cn: 没有选定的项目。

# general.noitemsfound
source: No items matching your criteria found.
cs_cz: Nebyly nalezeny žádné položky odpovídající zadaným kritériím.
sk_sk: Neboli nájdené žiadne položky zodpovedajúce zadaným kritériám.
zh_cn: 没有发现您的条件匹配的项目。

# general.none
source: None
cs_cz: Žádný
sk_sk: Žiadny
zh_cn: 没有一个

# general.nopermission
source: You don't have permission to perform this operation.
cs_cz: Nemáte povolení pro provedení této operace.
sk_sk: Nemáte právo na túto operáciu
zh_cn: 您没有权限执行此操作。

# general.noreadpermission
source: You are not authorized to read this data.
cs_cz: Nemáte oprávnění na vykonání této operace.
zh_cn: 您无权读取这些数据。

# general.normal
source: Normal
cs_cz: Normální
zh_cn: 正常

# general.norolemember
source: The selected user is not a member of any role.
cs_cz: Vybraný uživatel není členem žádné role.
sk_sk: Vybrnaý užívateľ nie je členom žiadnej role.
zh_cn: 选定的用户不是任何角色的成员。

# general.norolesinsite
source: There are no roles in this site.
cs_cz: Na webu neexistují žádné role.
sk_sk: Na tomto webe nie sú žiadne role.
zh_cn: 这个网站有任何角色。

# general.nosubject
source: (no-subject)
zh_cn: (没有主题)

# general.notapproved
source: Not approved
cs_cz: Neschváleno
sk_sk: Neschválené
zh_cn: 未获批准

# general.notassigned
source: Object doesn´t belong to current site.
cs_cz: Objekt nepatří k aktuální stránce.
sk_sk: Objekt nie je priradený k tomuto webu.
zh_cn: 对象 doesn´t 属于当前站点。

# general.notauthorizedtopage
source: You are not authorize to see this page.
cs_cz: Nemáte právo prohlížet tuto stránku.
sk_sk: Nemáte práva prezerať túto stránku.
zh_cn: 你并不是授权查看此页面。

# general.notempty
source: NOT EMPTY
cs_cz: NENÍ PRÁZDNÉ
sk_sk: NIE JE PRÁZDNY
zh_cn: 不为空

# general.notfound
source: (not found)
zh_cn: （未找到）

# general.notset
source: (not set)
zh_cn: （未设置）

# general.notspecified
source: (not specified)
cs_cz: (nespecifikováno)
sk_sk: (nešpecifikované)
zh_cn: （未指定）

# general.november
source: November
cs_cz: Listopad
zh_cn: 11 月

# general.object
source: Object
cs_cz: Objekt
sk_sk: Objekt
zh_cn: 对象

# general.objectimage
source: Object image
zh_cn: 对象的图像
