Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# general.objectmodifiedexternally
source: Object has been modified externally, the data in the database differs from the data in the file system. Save the object to apply the changes to the database.
cs_cz: Objekt byl změněn externě, data v databázi se liší od dat v systému souborů. Uložte objekt, aby se aplikovaly změny do databáze.
zh_cn: 对象已从外部被修改，数据库中的数据不同的数据在文件系统中。保存要将更改应用到数据库的对象。

# general.objectname
source: Object name
cs_cz: Název objektu
sk_sk: Názov objektu
zh_cn: 对象名称

# general.objectnotfound
source: Object not found
cs_cz: Objekt nebyl nalezen
sk_sk: Objekt nenájdený
zh_cn: 找不到对象

# general.objects
source: Objects
cs_cz: Objekty
sk_sk: Objekty
zh_cn: 对象

# general.objecttype
source: Object type
cs_cz: Typ objektu
sk_sk: Typ objektu
zh_cn: 对象类型

# general.objecttypenotfound
source: Object type not found
zh_cn: 未找到的对象类型

# general.october
source: October
cs_cz: Říjen
sk_sk: Október
zh_cn: 10 月

# general.ok
source: OK
zh_cn: 确定

# general.onlinemarketing
source: On-line marketing
zh_cn: 在线市场营销

# general.open
source: Open
cs_cz: Otevřít
sk_sk: Otvor
zh_cn: 开放

# general.opened
source: Opened
cs_cz: Otevřeno
sk_sk: Otvorene
zh_cn: 打开

# general.openfrom
source: Open from
cs_cz: Otevřeno od
sk_sk: Otvorené od
zh_cn: 从开放

# general.opento
source: Open to
cs_cz: Otevřeno do
sk_sk: Otvorené do
zh_cn: 对开放

# general.optin
source: Double opt-in
cs_cz: Dvojité potvrzení přihlášení
zh_cn: 双自愿参加

# general.optinurl
source: Approval page path
cs_cz: Schvalovací stránka
zh_cn: 批准页路径

# general.other
source: Other
zh_cn: 其他

# general.otheractions
source: Other actions
cs_cz: Další akce
sk_sk: Iné akcie
zh_cn: 其他操作

# general.ourdocumentation
source: our documentation
cs_cz: naše dokumentace
zh_cn: 我们的文档

# general.outofrange
source: Value is out of range ({0}..{1})
cs_cz: Hodnota mimo rozsah ({0}..{1})
zh_cn: 值超出范围 ({0}......{1})

# general.overview
source: Overview
cs_cz: Přehled
sk_sk: Prehľad
zh_cn: 概述

# general.pagenotfound
source: Page not found
zh_cn: 找不到页面

# general.pages
source: Pages
cs_cz: Stránky
sk_sk: Stránky
zh_cn: 页面

# general.parameters
source: Parameters
cs_cz: Parametry
zh_cn: 参数

# general.password
source: Password
cs_cz: Heslo
sk_sk: Heslo
zh_cn: 密码

# general.paste
source: Paste
zh_cn: 粘贴

# general.path
source: Path
cs_cz: Cesta
sk_sk: Cesta
zh_cn: 路径

# general.percentagebetween
source: Value must be a number between 0-100.
cs_cz: Hodnota musí být číslo od 0 do 100.
zh_cn: 值必须是介于 0-100 之间的数字。

# general.permanenturl
source: Permanent URL
zh_cn: 永久的 URL

# general.permissionresource
source: Permission '{0}' is required for resource '{1}'.
cs_cz: Pro zdroj '{1}' je požadováno oprávnění '{0}'.
sk_sk: Oprávnenie '{0}' je požadované pre zdroj '{1}'.
zh_cn: 权限 '{0}' 所需的资源"{1}"。

# general.permissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# general.phone
source: Phone number
cs_cz: Telefon
sk_sk: Telefón
zh_cn: 电话号码

# general.plaintext
source: Plain text
cs_cz: Prostý text
sk_sk: Čistý text
zh_cn: 纯文本

# general.pleaseselect
source: (Please select)
cs_cz: (Vyberte prosím)
sk_sk: (Vyberte prosím)
zh_cn: （请选择）

# general.pleaseselectdots
source: Please select alias path...
cs_cz: Vyberte, prosím, alias cestu...
zh_cn: 请别名，选择路径...

# general.pleaseselectitem
source: Please select an item
cs_cz: Vyberte prosím položku
sk_sk: Vyberte prosím položku
zh_cn: 请选择一个项目

# general.position
source: Position
cs_cz: Pozice
zh_cn: 位置

# general.posts
source: Posts
cs_cz: Příspěvky
sk_sk: Príspevky
zh_cn: 帖子

# general.preview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# general.previous
source: Previous
zh_cn: 上一步

# general.previousstep
source: Move to previous step
cs_cz: Přesunout na předcházející krok
zh_cn: 移动到上一步

# general.print
source: Print
cs_cz: Tisk
sk_sk: Vytlačiť
zh_cn: 打印

# general.priority
source: Priority
zh_cn: 优先

# general.process
source: Process
cs_cz: Proces
sk_sk: Spracuj
zh_cn: 过程

# general.properties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# general.publish
source: Publish
cs_cz: Publikovat
sk_sk: Publikuj
zh_cn: 发布

# general.published
source: Published
cs_cz: Publikováno
sk_sk: Publikované
zh_cn: 出版

# general.publishing
source: Publishing
cs_cz: Publikování
zh_cn: 发布

# general.quantity
source: Quantity
cs_cz: Množství
zh_cn: 数量

# general.queries
source: Queries
cs_cz: Dotazy
sk_sk: Dotazy
zh_cn: 查询

# general.rating
source: Rating
cs_cz: Hodnocení
sk_sk: Hodnotenie
zh_cn: 评分

# general.readnotallowed
source: You are not allowed to read this object.
zh_cn: 你不是允许读取此对象。

# general.redo
source: Redo
cs_cz: Dopředu
sk_sk: Dopredu
zh_cn: 重做

# general.refresh
source: Refresh
cs_cz: Obnovit
sk_sk: Obnoviť
zh_cn: 刷新

# general.registration_confirmbutton
source: Confirm registration
zh_cn: 注册确认

# general.reject
source: Reject
cs_cz: Zamítnout
sk_sk: Zamietnuť
zh_cn: 拒绝

# general.rejected
source: Rejected
cs_cz: Zamítnuto
sk_sk: Zamietnuté
zh_cn: 拒绝

# general.relationships
source: Relationships
cs_cz: Vztahy
sk_sk: Vzťahy
zh_cn: 关系

# general.remove
source: Remove
cs_cz: Odstranit
sk_sk: Odstrániť
zh_cn: 删除

# general.removeall
source: Remove all
cs_cz: Odstranit vše
sk_sk: Odstrániť všetko
zh_cn: 删除所有

# general.removeselected
source: Remove selected
cs_cz: Odstranit označené
sk_sk: Odstrániť vybrané
zh_cn: 删除选定的内容

# general.rename
source: Rename
cs_cz: Přejmenovat
sk_sk: Premenovať
zh_cn: 重命名

# general.replace
source: Replace
cs_cz: Nahradit
sk_sk: Nahradiť
zh_cn: 替换

# general.report
source: Report
zh_cn: 报告

# general.reports
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# general.request
source: Request
cs_cz: Požadavek
sk_sk: Požiadavka
zh_cn: 请求

# general.requireemail
source: Please enter an email address.
cs_cz: Zadejte prosím e-mailovou adresu.
sk_sk: Prosím, zadajte e-mail adresu. E-mail je požadovaný.
zh_cn: 请输入电子邮件地址。

# general.requirescmsversion
source: Please select a Kentico version.
cs_cz: Vyberte prosím verzi CMS.
sk_sk: Vyberte verziu CMS.
zh_cn: 请选择一个 Kentico 版本。

# general.requirescodename
source: Please enter a code name.
cs_cz: Vyplňte prosím pole 'Kódové jméno'.
sk_sk: Prosím, vyplňte pole 'Kódový názov'.
zh_cn: 请输入代码的名称。

# general.requiresdisplayname
source: Please enter a display name.
cs_cz: Vyplňte prosím pole 'Zobrazované jméno'.
sk_sk: Prosím, vyplňte pole 'Názov'.
zh_cn: 请输入一个显示名称。

# general.requirespassword
source: Please enter a password
cs_cz: Vyplňte prosím heslo.
sk_sk: Zadajte heslo
zh_cn: 请输入密码

# general.requiresvalue
source: Please enter a value.
cs_cz: Vložte prosím hodnotu.
sk_sk: Prosím vložte hodnotu.
zh_cn: 请输入一个值。

# general.resend
source: Resend
cs_cz: Odeslat znovu
sk_sk: Odoslať znova
zh_cn: 重新发送

# general.reset
source: Reset
zh_cn: 重置

# general.resize
source: Resize
cs_cz: Změnit velikost
zh_cn: 调整大小

# general.result
source: Result
cs_cz: Výsledek
sk_sk: Výsledok
zh_cn: 结果

# general.richtexteditor
source: Rich Text Editor
zh_cn: 富文本编辑器

# general.right
source: Right
cs_cz: Vpravo
zh_cn: 权利

# general.roles
source: Roles
cs_cz: Role
sk_sk: Role
zh_cn: 角色

# general.roles.global
source: Roles
zh_cn: 角色

# general.rollback
source: Roll back
cs_cz: Návrat
sk_sk: Vrátiť späť
zh_cn: 回滚

# general.root
source: (root)
zh_cn: （根）

# general.safeusernamevalidation
source: Please enter a valid user name. The user name can contain only alphanumeric characters and some special characters (_, -, ., @).
cs_cz: Zadejte prosím platné uživatelské jméno. To může obsahovat pouze alfanumerické znaky a některé speciální znaky (_, -, ., @).
sk_sk: Zadajte prosím platné užívateľské meno. Meno užívateľa môže obsahovať iba alfanumerické a niektoré špeciálne znaky (_, -, ., @).
zh_cn: 请输入有效的用户名。用户名称可以包含字母数字字符和一些特殊的字符 （_，-，.，@）。

# general.saturday
source: Saturday
cs_cz: Sobota
sk_sk: Sobota
zh_cn: 星期六

# general.save
source: Save
cs_cz: Uložit
sk_sk: Uložiť
zh_cn: 保存

# general.saveandanother
source: Save & Create another
cs_cz: Uložit a vytvořit další
sk_sk: Uložiť a vytvoriť ďalší
zh_cn: 保存 & 创建另一个

# general.saveandclose
source: Save & Close
cs_cz: Uložit a zavřít
sk_sk: Uložiť a zatvoriť
zh_cn: 保存 & 关闭

# general.saveandpreview
source: Save & Preview
cs_cz: Uložit a prohlédnout
sk_sk: Uložiť a Náhľad
zh_cn: 保存 & 预览

# general.savechanges
source: Save changes
zh_cn: 保存更改

# general.savectrls
source: Save (CTRL + S)
cs_cz: Uložit (CTRL + S)
sk_sk: Uložiť (CTRL + S)
zh_cn: 保存 (CTRL + S)

# general.saveerror
source: An error occurred when saving data.
cs_cz: Nastala chyba během ukládání dat.
sk_sk: Nastala chyba pri ukladaní dát.
zh_cn: 保存数据时，将出现错误。

# general.scope
source: Scope
zh_cn: 范围

# general.search
source: Search
cs_cz: Vyhledat
sk_sk: Vyhľadať
zh_cn: 搜索

# general.searchexpression
source: Search expression
cs_cz: Vyhledat výraz
sk_sk: Hľadaný výraz
zh_cn: 搜索表达式

# general.security
source: Security
cs_cz: Zabezpečení
sk_sk: Zabezpečenie
zh_cn: 安全

# general.seeeventlog
source: Please see event log for more details.
cs_cz: Více detailů najdete v historii událostí.
sk_sk: Pre viac informácií skontrolujte Históriu udalostí.
zh_cn: 请参阅事件日志中有更多的细节。

# general.seelisting
source: click here for more&hellip;
cs_cz: pro více informací klikněte zde...
sk_sk: viac...
zh_cn: 单击此处查看更多...

# general.select
source: Select
cs_cz: Vybrat
sk_sk: Vybrať
zh_cn: 选择

# general.selectaction
source: (select an action)
cs_cz: (zvolte akci)
sk_sk: (vyberte akciu)
zh_cn: (选择一项操作)

# general.selectall
source: (all)
cs_cz: (vše)
sk_sk: (všetky)
zh_cn: （全部）

# general.selectanything
source: (anything)
cs_cz: (cokoliv)
sk_sk: (čokoľvek)
zh_cn: （任何）

# general.selecteditems
source: Selected items
cs_cz: Vybrané položky
sk_sk: Vybrané položky
zh_cn: 所选的项目

# general.selectitem
source: Select item
cs_cz: Označit položku
sk_sk: Vybrať položku
zh_cn: 选择项目

# general.selectnone
source: (none)
cs_cz: (žadný)
sk_sk: (žiadne)
zh_cn: (无)

# general.selectunknown
source: (unknown)
cs_cz: (neznámý)
sk_sk: (neznáme)
zh_cn: （未知）

# general.selectvalidity.days
source: Days
cs_cz: Dny
sk_sk: Dni
zh_cn: 天

# general.selectvalidity.months
source: Months
cs_cz: Měsíce
sk_sk: Mesiace
zh_cn: 几个月

# general.selectvalidity.until
source: Until
cs_cz: Do
sk_sk: Do
zh_cn: 直到

# general.selectvalidity.validforerror
source: Please enter a valid number of validity units.
cs_cz: Zadejte prosím platné číslo jednotek platnosti.
sk_sk: Zadajte platné číslo.
zh_cn: 请输入有效的有效性单位数。

# general.selectvalidity.validuntilerror
source: Please enter a valid until date.
cs_cz: Zadejte prosím platné datum "do".
sk_sk: Zadajte platný dátum.
zh_cn: 请输入有效的日期之前。

# general.selectvalidity.weeks
source: Weeks
cs_cz: Týdny
sk_sk: Týždne
zh_cn: 周

# general.selectvalidity.years
source: Years
cs_cz: Roky
sk_sk: Roky
zh_cn: 年

# general.send
source: Send
cs_cz: Odeslat
sk_sk: Odoslať
zh_cn: 发送

# general.sendoptinconfirmation
source: Send double opt-in confirmation
cs_cz: Odeslat dvojité přihlášení
zh_cn: 寄发确认函双选的

# general.september
source: September
cs_cz: Září
zh_cn: 9 月

# general.settings
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# general.show
source: Show
cs_cz: Zobrazit
sk_sk: Zobraziť
zh_cn: 显示

# general.showfilter
source: Show filter
zh_cn: 显示筛选器

# general.signature
source: Signature
cs_cz: Podpis
sk_sk: Podpis
zh_cn: 签名

# general.site
source: Site
cs_cz: Web
sk_sk: Web
zh_cn: 网站

# general.sitename
source: Site name
cs_cz: Název webu
sk_sk: Názov webu
zh_cn: 站点名称

# general.sites
source: Sites
cs_cz: Weby
sk_sk: Weby
zh_cn: 网站

# general.sitesettings
source: Site settings
cs_cz: Nastavení webu
zh_cn: 网站设置

# general.size
source: Size
cs_cz: Velikost
sk_sk: Veľkosť
zh_cn: 大小

# general.slide
source: Slide
cs_cz: Posunout
zh_cn: 幻灯片

# general.solved
source: Solved
cs_cz: Vyřešeno
sk_sk: Vyriešené
zh_cn: 解决

# general.sort
source: Sort
cs_cz: Seřadit
sk_sk: Zoradiť
zh_cn: 排序

# general.sortby
source: Sort by
cs_cz: Řadit podle
sk_sk: Radiť podľa
zh_cn: 按排序

# general.sourcecontrolerror
source: {0}<br/>If you are using source control to manage the files, you need to check out the object before you edit it.
cs_cz: {0}<br/>Pokud používáte source control na řízení těchto souborů, musíte objekt uzamknout před jeho editací.
zh_cn: {0}<br>如果你使用源代码管理的文件，你需要签出该对象，然后编辑它。

# general.specificstep
source: Move to step
cs_cz: Přesunout do kroku
zh_cn: 举措一步

# general.specifiedfeaturenotavailable
source: Feature '{0}' is not available in the Kentico edition you are using. See event log for more details.
zh_cn: 功能 '{0}' 在您正在使用的 Kentico 版中不可用。请参见事件日志中有更多的细节。

# general.standard
source: Standard
zh_cn: 标准

# general.start
source: Start
zh_cn: 开始

# general.state
source: State
cs_cz: Stát
sk_sk: Štát
zh_cn: 状态

# general.status
source: Status
zh_cn: 状态

# general.stepname
source: Step name
cs_cz: Název kroku
sk_sk: Názov kroku
zh_cn: 步骤名称

# general.subject
source: Subject
cs_cz: Předmět
sk_sk: Predmet
zh_cn: 主题

# general.submit
source: Submit
zh_cn: 提交

# general.subscribed.doubleoptin
source: The subscription was successfully created but it hasn't been confirmed yet. To confirm the subscription, use the link in the email that was sent to you or visit the <strong>My profile -> Subscriptions</strong> section and confirm the subscription manually.
cs_cz: Přihláška byla úspěšně vytvořena, ale ještě nebyla potvrzena. Potvrďte přihlášku kliknutím na odkaz e-mailu, který vám bude doručen nebo navštivte sekci <strong>My profile -> Subscriptions</strong> a potrvďte přihlášku ručně.
zh_cn: 成功创建订阅，但它还未被证实。要确认该订阅，请使用以下链接发送给您的电子邮件中或访问<strong>我的配置文件-> 订阅</strong>部分和手动确认订阅。

# general.subscription_alreadyapproved
source: Subscription was already approved.
cs_cz: Přihláška již byla schválena.
zh_cn: 订阅已经被批准。

# general.subscription_approval
source: Your subscription was successfully confirmed.
cs_cz: Vaše přihláška byla úspěšně potrvzena.
zh_cn: 您的订阅被成功地证实了。

# general.subscription_approve
source: Subscription approval
cs_cz: Schválení přihlášky
zh_cn: 订阅批准

# general.subscription_confirmbutton
source: Confirm subscription
cs_cz: Potvrdit přihlášku
zh_cn: 确认订阅

# general.subscription_confirmtext
source: Please click on the following button to confirm your subscription.
cs_cz: Klikněte, prosím, na následující tlačítko pro potvrzení vašeho přihlášení k odběru.
zh_cn: 请点击下面的按钮来确认您的订阅。

# general.subscription_failed
source: Incorrect URL parameters, unable to continue with subscription confirmation.
cs_cz: Nesprávné URL parametry, není možné pokračovat v potvrzení přihlášení.
zh_cn: 不正确的 URL 参数，不能再继续订阅确认。

# general.subscription_invalid
source: Subscription was already confirmed or no longer exists.
cs_cz: Přihláška již byla potvrzena nebo již existuje.
zh_cn: 订阅已经证实或不再存在。

# general.subscription_timeexceeded
source: Interval between subscription and its confirmation has exceeded and subscription no longer exists.
cs_cz: Interval mezi přihlášením a jeho potvrzením překročil povolený limit a přihláška již neexistuje.
zh_cn: 订阅和其确认之间的间隔已超越并订阅不再存在。

# general.subscription_timeintervalwarning
source: NOTE: The confirmation link will be valid for the next {0} hours.
cs_cz: POZNÁMKA: Potvrzovací link bude platný následujících{0} hodin.
zh_cn: 注意： 确认链接将有效期为接下来的 {0} 小时。

# general.success
source: Success
zh_cn: 成功

# general.suffix
source: Suffix for mapped data
cs_cz: Přípona pro mapované údaje
zh_cn: 后缀映射数据

# general.sunday
source: Sunday
cs_cz: Neděle
sk_sk: Nedeľa
zh_cn: 星期日

# general.synchronize
source: Synchronize
cs_cz: Synchronizovat
sk_sk: Synchronizovať
zh_cn: 同步

# general.tablename
source: Table name
cs_cz: Název tabulky
sk_sk: Názov tabuľky
zh_cn: 表名称

# general.tables
source: Tables
cs_cz: Tabulky
sk_sk: Tabuľky
zh_cn: 表

# general.tags
source: Tags
cs_cz: Tagy
sk_sk: Tagy
zh_cn: 标签

# general.text
source: Text
zh_cn: 文本

# general.textmode
source: Text mode
zh_cn: 文本模式

# general.theme
source: Theme
zh_cn: 主题

# general.thissite
source: This site
zh_cn: 此网站

# general.thumbnail
source: Thumbnail
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 缩略图

# general.thursday
source: Thursday
cs_cz: Čtvrtek
sk_sk: Štvrtok
zh_cn: （星期四）

# general.timerange
source: Time range from
cs_cz: Časové rozpětí od
sk_sk: Časové rozpätie od
zh_cn: 从时间范围

# general.timezone
source: Time zone
cs_cz: Časové pásmo
sk_sk: Časové pásmo
zh_cn: 时区

# general.title
source: Title
cs_cz: Titulek
sk_sk: Titulok
zh_cn: 标题

# general.to
source: To
cs_cz: Do
sk_sk: Do
zh_cn: 自

# general.toemail
source: To
cs_cz: E-mail komu
sk_sk: E-mail komu
zh_cn: 自

# general.top
source: Move to the top
cs_cz: Top
zh_cn: 移至顶部

# general.transformations
source: Transformations
cs_cz: Transformace
sk_sk: Transformácia
zh_cn: 转换

# general.translate
source: Translate
cs_cz: Přeložit
zh_cn: 翻译

# general.true
source: True
cs_cz: Pravda
sk_sk: Pravda
zh_cn: 真实

# general.tuesday
source: Tuesday
cs_cz: Úterý
sk_sk: Utorok
zh_cn: （星期二）

# general.type
source: Type
cs_cz: Typ
sk_sk: Typ
zh_cn: 类型

# general.typeinfo
source: Type information
cs_cz: Informace o typu
zh_cn: 类型信息

# general.unblock
source: Unblock
cs_cz: Odblokovat
sk_sk: Odblokovať
zh_cn: 取消阻止

# general.undo
source: Undo
cs_cz: Zpět
sk_sk: Späť
zh_cn: 撤消

# general.undocheckout
source: Undo checkout
cs_cz: Zrušit uzamčení
sk_sk: Odobrať uzamknutie
zh_cn: 撤消签出

# general.unique
source: Unique
zh_cn: 独特

# general.uniquecodenameerror
source: Code name must be unique.
cs_cz: Kódové jméno musí být unikátní.
sk_sk: Kódový názov musí byť unikátny.
zh_cn: 代码名称必须是唯一的。

# general.units
source: Units
cs_cz: Jednotky
sk_sk: Jednotky
zh_cn: 单位

# general.unknown
source: Unknown
cs_cz: Neznámý
sk_sk: Neznáme
zh_cn: 未知

# general.unlimited
source: Unlimited
cs_cz: Neomezený
sk_sk: Bez obmedzení
zh_cn: 无限制

# general.unlock
source: Unlock
zh_cn: 解锁

# general.unpublished
source: Not published
cs_cz: Nepublikované
sk_sk: Nepublikované
zh_cn: 未发布

# general.unsubscription_confirmbutton
source: Unsubscribe
cs_cz: Odhlásit
zh_cn: 取消订阅

# general.unsubscription_confirmtext
source: Please click on the following button to unsubscribe.
cs_cz: Klikněte, prosím, na následující tlačítko pro odhlášení.
zh_cn: 请点击下面的按钮来取消订阅。

# general.unsubscription_timeexceeded
source: Time interval for unsubscription elapsed.
cs_cz: Časový interval pro odhlášení uplynul.
zh_cn: 对于未获客户退订的时间间隔结束。

# general.unsubscription_unsuccessful
source: Unsubscription was unsuccessful due to invalid parameters.
cs_cz: Odhlášení bylo neúspěšné kvůli neplatným parametrům.
zh_cn: 未获客户退订是不成功，因为无效的参数。

# general.unsubscriptionurl
source: Unsubscription URL
cs_cz: URL pro odhlášení
sk_sk: Odhlasovacia URL
zh_cn: 未获客户退订的 URL

# general.up
source: Move up
cs_cz: Nahoru
sk_sk: Nahor
zh_cn: 向上移动

# general.update
source: Update
cs_cz: Aktualizovat
sk_sk: Aktualizovať
zh_cn: 更新

# general.upload
source: Upload
cs_cz: Nahrát
sk_sk: Nahrať
zh_cn: 上传

# general.uploadfile
source: Upload file
cs_cz: Nahrát soubor
sk_sk: Nahrať súbor
zh_cn: 上载文件

# general.uploading
source: Uploading &#46;&#46;&#46;
cs_cz: Nahrávání &#46;&#46;&#46;
sk_sk: Nahrávanie &#46;&#46;&#46;
zh_cn: 上传...

# general.user
source: User
cs_cz: Uživatel
sk_sk: Užívateľ
zh_cn: 用户

# general.userfullname
source: User full name
cs_cz: Celé jméno uživatele
sk_sk: Celé meno užívateľa
zh_cn: 用户全名

# general.username
source: User name
cs_cz: Uživatelské jméno
sk_sk: Užívateľské meno
zh_cn: 用户名称

# general.usernamevalidation
source: Please enter a valid user name. The user name can contain only alphanumeric characters and some special characters (_, -, ., @, \).
cs_cz: Zadejte prosím platné uživatelské jméno. To může obsahovat pouze alfanumerické znaky a některé speciální znaky (_, -, ., @).
sk_sk: Zadajte prosím platné užívateľské meno. Meno užívateľa môže obsahovať iba alfanumerické a niektoré špeciálne znaky (_, -, ., @, \).
zh_cn: 请输入有效的用户名。用户名称可以包含字母数字字符和一些特殊的字符 （_，-，.，@，\）。

# general.usernotfound
source: User not found
cs_cz: Uživatel nebyl nalezen
sk_sk: Užívateľ nenájdený
zh_cn: 找不到用户

# general.users
source: Users
cs_cz: Uživatelé
sk_sk: Užívatelia
zh_cn: 用户

# general.usesitesettings
source: Use site settings
cs_cz: Použít nastavení webu
zh_cn: 使用站点设置

# general.validate
source: Validate
cs_cz: Validovat
sk_sk: Validovať
zh_cn: 验证

# general.validity.days
source: {0} day(s)
cs_cz: {0} dní
sk_sk: {0} dní
zh_cn: {0} 天

# general.validity.months
source: {0} months
cs_cz: {0} měsíců
sk_sk: {0} mesiacov
zh_cn: {0} 个月

# general.validity.unlimited
source: Unlimited
cs_cz: Neomezený
sk_sk: Neobmedzene
zh_cn: 无限制

# general.validity.until
source: Until {0}
cs_cz: Do {0}
sk_sk: Do {0}
zh_cn: 直到 {0}

# general.validity.weeks
source: {0} weeks
cs_cz: {0} týdnů
sk_sk: {0} týždňov
zh_cn: {0} 周

# general.validity.years
source: {0} years
cs_cz: {0} let
sk_sk: {0} rokov
zh_cn: {0} 年

# general.value
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# general.version
source: Version
cs_cz: Verze
sk_sk: Verzia
zh_cn: 版本

# general.view
source: View
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 视图

# general.viewmore
source: View more
cs_cz: Zobrazit více
sk_sk: Zobraziť viac
zh_cn: 查看更多

# general.views
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# general.waiting
source: Waiting
cs_cz: Čekající
sk_sk: Čakanie
zh_cn: 等待

# general.warning
source: Warning
zh_cn: 警告

# general.wasdeleted
source: The object was deleted.
cs_cz: Objekt byl smazán.
sk_sk: Objekt bol zmazaný
zh_cn: 对象已被删除。

# general.watermark
source: Watermark
cs_cz: Vodoznak
zh_cn: 水印

# general.wednesday
source: Wednesday
cs_cz: Středa
sk_sk: Streda
zh_cn: （星期三）

# general.week
source: Week
zh_cn: 周

# general.width
source: Width
cs_cz: Šířka
sk_sk: Šírka
zh_cn: 宽度

# general.workflowsettings
source: Use workflow settings
cs_cz: Použít nastavení workflow
zh_cn: 使用工作流设置

# general.workflowstep
source: Workflow step
cs_cz: Krok workflow
sk_sk: Krok workflow
zh_cn: 工作流步骤

# general.year
source: Year
zh_cn: 一年

# general.yes
source: Yes
cs_cz: Ano
sk_sk: Áno
zh_cn: 是

# general.zip
source: Zip code
cs_cz: Směrovací číslo
sk_sk: Smerovacie číslo
zh_cn: 邮政编码

# generalproperties.contentratingnoresult
source: Not rated
zh_cn: 未分级

# generalproperties.documentalias
source: Alias
zh_cn: 别名

# generalproperties.outputcache
source: Use output cache
cs_cz: Použít výstupní cache
zh_cn: 使用输出缓存

# generalproperties.outputcacheinfilesystem
source: Allow file system cache
cs_cz: Povolit vyrovnávací pamět souborového systému
zh_cn: 允许文件系统缓存

# generalsitemap.change
source: Sitemap change frequency
cs_cz: Frekvence změny sitemapy
zh_cn: 站点地图更改频率

# generalsitemap.priority
source: Sitemap priority
cs_cz: Priorita sitemapy
zh_cn: 网站地图优先

# generaltree.noobjecttype
source: Object type is not set.
zh_cn: 未设置对象类型。

# generaltree.noparentobjecttype
source: Parent object type is not set.
zh_cn: 未设置父对象类型。

# getproductfile.error
source: There has been a problem processing the download
cs_cz: Nastal problém při zpracování tohoto stahování
sk_sk: Nastal problem pri spracovaní.
zh_cn: 已处理的下载时遇到问题

# getproductfile.existerror
source: The download does not exist.
cs_cz: Stahování neexistuje.
sk_sk: Stiahnutie neexistuje.
zh_cn: 下载并不存在。

# getproductfile.expirederror
source: The download is expired.
cs_cz: Stahování vypršelo.
sk_sk: Doba pre stiahnutie vypršala.
zh_cn: 下载已过期。

# global.pages
source: Pages
zh_cn: 页面

# graph.addcasetooltip
source: Add new case
cs_cz: Přidat nový případ
zh_cn: 添加新的用例

# graph.addchoicetooltip
source: Add new choice
cs_cz: Přidat novou volbu
zh_cn: 添加新的选择

# graph.conditionmacrotooltip
source: <strong>Condition:</strong><br />
cs_cz: <strong>Podmínka:</strong><br />
zh_cn: <strong>条件：</strong><br>

# graph.deletechoicetooltip
source: Delete choice
cs_cz: Smazat volbu
zh_cn: 删除选择

# graph.editcasetooltip
source: Edit case properties
cs_cz: Upravit vlastnosti případu
zh_cn: 编辑实例属性

# graph.editchoicetooltip
source: Edit choice properties
cs_cz: Upravit vlastnosti výběru
zh_cn: 编辑选择属性

# graph.editnodetooltip
source: Edit step properties
cs_cz: Upravit vlastnosti kroku
zh_cn: 编辑步骤属性
