Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsmetaimagewatermark.description
source: If checked, the watermark is used for object attachments.
cs_cz: Pokud je zaškrtnuto, je pro objekty příloh použit vodoznak.
sk_sk: Ak je zaškrtnuté, vodoznak bude použitý pre prílohy objektov.
zh_cn: 如果选中此选项，水印用于对象的附件。

# settingskey.cmsmetaweblogdeleteattachments
source: Delete unused attachments
cs_cz: Smazat nepoužívané přílohy
sk_sk: Zmazať nepoužívané prílohy
zh_cn: 删除未使用的附件

# settingskey.cmsmetaweblogdeleteattachments.description
source: Indicates whether the post attachments should be removed when not used anymore.
cs_cz: Určuje, zda mají být přílohy příspěvku odtraněny, pokud již nejsou používány.
sk_sk: Určuje, či prílohy k príspevkom majú byť zmazané, ak už viac nie sú používané.
zh_cn: 指示时不再被使用，是否应删除帖子附件。

# settingskey.cmsmetawebloggeneratesummary
source: Allow automatic summary
cs_cz: Povolit automatické shrnutí
sk_sk: Povoliť automatické zhrnutie
zh_cn: 允许自动编写的摘要

# settingskey.cmsmetawebloggeneratesummary.description
source: Indicates whether the characters from blog post body should be copied as a blog post summary text. Number of characters is specified by 'Summary length' setting.
cs_cz: Určuje, zda znaky z těla příspěvku blogu mají být kopírovány jako text souhrnu příspěvku blogu. Počet znaků je specifikován nastavením 'Délka souhrnu'.
sk_sk: Určuje, či časť znakov z tela príspevku má byť skopírovaná ako zhrňujúci text príspevku. Počet znakov zhrnutia špecifikuje nastavenie 'Dĺžka zhrnutia'.
zh_cn: 指示是否应作为一个博客帖子摘要文本复制从博客帖子正文字符。由摘要长度设置指定的字符数。

# settingskey.cmsmetaweblogsummarylength
source: Summary length
cs_cz: Délka souhrnu
sk_sk: Dĺžka zhrnutia
zh_cn: 摘要的长度

# settingskey.cmsmetaweblogsummarylength.description
source: Number of characters copied by automatic summary to populate blog post summary.
cs_cz: Počet znaků kopírovaných automatickým souhrnem pro naplnění obsahu příspěvku blogu.
sk_sk: Počet znakov automaticky skopírovaných z tela blogového príspevku do zhrnutia.
zh_cn: 通过自动编写的摘要来填充博客帖子摘要复制的字符数。

# settingskey.cmsmfdisplayinittoken
source: Display initialization token
zh_cn: 显示初始化令牌

# settingskey.cmsmfdisplayinittoken.description
source: Displays an initialization token which is required by the Kentico Passcode Generator mobile application.
zh_cn: 显示的 Kentico 的密码发生器移动应用程序所需的初始化令牌。

# settingskey.cmsmfenabled
source: Enable multi-factor authentication
zh_cn: 启用多因素身份验证

# settingskey.cmsmfenabled.description
source: If set, the multi-factor authentication can be enabled for individual users and new users can choose to enable multi-factor authentication for their profile when they register on the website.
zh_cn: 如果设置，可以启用多因素身份验证，为个人用户和新用户可以选择启用其配置文件的多因素身份验证，当他们在网站上注册。

# settingskey.cmsmfrequired
source: Multi-factor authentication is required globally
zh_cn: 多因素身份验证是需要全局

# settingskey.cmsmfrequired.description
source: Multi-factor authentication is required for all users.
zh_cn: 多因素身份验证是必需的所有用户。

# settingskey.cmsminwatermarkimageheight
source: Minimum image height for watermark (px)
cs_cz: MInimální výška obrázku pro vodoznak (px)
sk_sk: Minimálna výška obrázku pre vodoznak (px)
zh_cn: 水印 （px） 的最小图像高度

# settingskey.cmsminwatermarkimageheight.description
source: Minimum height of an image to be watermarked.
cs_cz: Minimální výška obrázku pro označení vodoznakem.
sk_sk: Minimálna výška obrázku, aby mohol byť označený vodoznakom.
zh_cn: 要将水印图像的最小高度。

# settingskey.cmsminwatermarkimagewidth
source: Minimum image width for watermark (px)
cs_cz: Minimální šířka obrázku pro vodoznak (px)
sk_sk: Minimálna šírka obrázku pre vodoznak (px)
zh_cn: 水印 （px） 的最小图像宽度

# settingskey.cmsminwatermarkimagewidth.description
source: Minimum width of an image to be watermarked.
cs_cz: Minimální šířka obrázku pro označení vodoznakem.
sk_sk: Minimálna šírka obrázku, aby mohol byť označený vodoznakom.
zh_cn: 要将水印图像的最小宽度。

# settingskey.cmsmonitorbouncedemails
source: Monitor bounced emails
cs_cz: Monitorovat nedoručitelné e-maily
sk_sk: Sledovať nedoručené e-maily
zh_cn: 监视器反弹的电子邮件

# settingskey.cmsmonitorbouncedemails.description
source: Indicates if bounced emails should be monitored.
cs_cz: Určuje, zda mají být monitorovány nedoručitelné e-maily.
sk_sk: Určuje, či majú byť monitorované nedoručené e-maily.
zh_cn: 指示是否应监测退回的电子邮件。

# settingskey.cmsmoveviewstatetoend
source: Move ViewState to the end of the page
cs_cz: Přesunout ViewState na konec stránky
sk_sk: Presunúť ViewState na koniec stránky
zh_cn: 将视图状态移动到页面的结尾

# settingskey.cmsmoveviewstatetoend.description
source: If checked, the ViewState field is moved to the end of the page which results in more content being processed by the search engines.
cs_cz: Pokud je zaškrtnuto,je poleViewState přemístěno na konec stránky, což má za následek více obsahu zpracovaného vyhledávači.
sk_sk: Ak je zaškrtnuté, pole ViewState bude presunuté na koniec stránky, vďaka čomu bude väčšia časť obsahu spracovaná vyhľadávačmi.
zh_cn: 如果选中，ViewState 字段移动到的页面，这将导致更多的内容被搜索引擎正在处理结束。

# settingskey.cmsmvtenabled
source: Enable multivariate testing
cs_cz: Povolit multivariantní testování
sk_sk: Povoliť multivariantné testovanie
zh_cn: 启用多变量测试

# settingskey.cmsmvtenabled.description
source: Indicates whether multivariate testing module is enabled
cs_cz: Určuje, zda je povolen modul multivariantního testování
sk_sk: Určuje, či je povolený modul multivariantného testovania.
zh_cn: 指示是否启用了多变量测试模块

# settingskey.cmsmyaccounturl
source: My account URL
cs_cz: URL mého účtu
sk_sk: URL Môjho účtu
zh_cn: 我的账户的网址

# settingskey.cmsmyaccounturl.description
source: The URL of the <em>My account</em> page (virtual path).
cs_cz: URL stránky Můj účet (<strong>virtuální cestah</strong>)
sk_sk: URL stránky Môj účet (<strong>virtuálna cesta</strong>)
zh_cn: <em>我的帐户</em>页面 （虚拟路径） 的 URL。

# settingskey.cmsnewdocumentorder
source: New page order
cs_cz: Pořadí nového dokumentu
sk_sk: Poradie pre nový dokument
zh_cn: 新建页面顺序

# settingskey.cmsnewdocumentorder.description
source: Specifies the default order of new inserted page.
cs_cz: Specifikue výchozí pořadí nově vkládaného dokumentu.
sk_sk: Špecifiuje predvolené poradie novovkladaných dokumentov.
zh_cn: 指定新插入的页面的默认顺序。

# settingskey.cmsnewsletterunsubscriptionurl
source: Newsletter unsubscription page URL
cs_cz: URL stránky pro odhlášení odběru newsletteru
sk_sk: URL pre odhlásenie z newsletter
zh_cn: 通讯未获客户退订页面的 URL

# settingskey.cmsnewsletterunsubscriptionurl.description
source: Default URL where newsletter unsubscription page is placed. If not specified, '~/CMSPages/Unsubscribe.aspx' is used.
cs_cz: Výchozí URL, na kterou je umístěna odhlašovací stránka newsletteru. Pokud není specifikována, je použito '~/CMSPages/Unsubscribe.aspx'.
sk_sk: Predvolená URL stránky pre odhlásenie z odberu newslettera. Ak nie je špecifikovaná, bude použitá stránka '~/CMSPages/Unsubscribe.aspx'.
zh_cn: 放置通讯未获客户退订页面的默认 URL。如果未指定，' ~ / CMSPages/Unsubscribe.aspx' 使用。

# settingskey.cmsnoreplyemailaddress
source: No-reply email address
cs_cz: Adresa pro e-maily No-reply
sk_sk: Adresa pre no-reply (Neodpovedať) e-maily
zh_cn: 无回复电子邮件地址

# settingskey.cmsnoreplyemailaddress.description
source: System will use this email address for sending various types of automated emails.
cs_cz: Systém použije tuto e-mailovou adresu pro odesílání různých typů automatických e-mailů.
sk_sk: Systém použije túto adresu pre posielanie rôznych typov automatických e-mailov.
zh_cn: 系统将使用此电子邮件地址发送各种类型的自动电子邮件。

# settingskey.cmsobjectversionhistorylength
source: Version history length (minor versions)
cs_cz: Délka historie verzí (vedlejší verze)
sk_sk: Dĺžka histórie verzií (vedľajšie verzie)
zh_cn: 版本历史记录长度 （次要版本）

# settingskey.cmsobjectversionhistorylength.description
source: Determines the maximum number of minor object versions (per object) saved in database. If <strong>0</strong>, minor versions history length is not limited.
cs_cz: Určuje maximální počet vedlejších verzí objektu (pro každý objekt) uložený v databázi. Pokud je nastavena hodnota <strong>0</strong>, není délka historie vedlejších verzí omezena.
sk_sk: Určuje maximálny počet vedľajších verzií objektu (pre každý objekt) ukladaných do databázy. Ak je zadaná <strong>0</strong>, počet nie je limitovaný.
zh_cn: 确定次要对象版本 （每个对象） 保存在数据库中的最大数目。如果<strong>0</strong>，次要版本历史记录长度不是有限的。

# settingskey.cmsobjectversionhistorymajorversionslength
source: Version history length (major versions)
cs_cz: Délka historie verzí (hlavní verze)
sk_sk: Dĺžka historie verzií (hlavné verzie)
zh_cn: 版本历史记录长度 （主要版本）

# settingskey.cmsobjectversionhistorymajorversionslength.description
source: Determine maximal number of major object versions (per object) saved in database. If <strong>0</strong> major versions history length is not limited.
cs_cz: Určuje maximální počet hlavních verzí objektu (pro každý objekt) uložený v databázi. Pokud je nastavena hodnota <strong>0</strong> není délka historie hlavních verzí omezena.
sk_sk: Určuje maximálny počet hlavných verzií objektu (pre každý objekt) ukladaných do databázy. Ak je zadaná <strong>0</strong>, počet nie je limitovaný.
zh_cn: 确定主要对象版本 （每个对象） 的最大的数目保存在数据库中。如果<strong>0</strong>主要版本历史记录长度不是有限的。

# settingskey.cmsobjectversionhistorypromotetomajortimeinterval
source: Promote to major version if older than (hours)
cs_cz: Povýšit na hlavní verzi, jestliže je starší než (hodiny)
sk_sk: Uložiť ako hlavnú verziu ak staršie ako (hodiny)
zh_cn: 促进为主要版本，如果以上 (小时)

# settingskey.cmsobjectversionhistorypromotetomajortimeinterval.description
source: Determines the number of hours between modifications of an object needed to promote an object version to a major version. If <strong>0</strong>, no promoting occurs automatically.
cs_cz: Určuje počet hodin mezi modifikacemi objektu potřebný k povýšení verze objektu na verzi hlavní. Pokud je nastavena hodnota <strong>0</strong>, žádné povýšení nenastane automaticky.
sk_sk: Určuje počet hodín od poslednej modifikácie objektu potrebný na jeho prevedenie na hlavnú verziu. Ak je zadaná hodnota<strong>0</strong>, nevykonáva sa automatické prevádzanie na hlavnú verziu.
zh_cn: 确定之间修改对象，促进对主要版本的对象版本所需的小时的数。如果<strong>0</strong>，没有促进自动发生。

# settingskey.cmsobjectversionhistoryuselastversioninterval
source: Save to last version if younger than (minutes)
cs_cz: Uložit do poslední verze, pokud je mladší než (hodiny)
sk_sk: Uložiť do poslednej verzie ak mladšia ako (minúty)
zh_cn: 如果年轻比 （分钟） 将保存到上次的版本

# settingskey.cmsobjectversionhistoryuselastversioninterval.description
source: Indicates if the last version should be used to store actual object data instead of creating a new version when an object is edited within the specified time interval. If <strong>0</strong>, a new version is always created.
cs_cz: Určuje, zda má být pro uložení aktuálních dat objektu použita poslední verze, na místo vytvoření nové verze, pokud je objekt upraven ve specifikovaném časovém intervalu. Pokud je nastavena hodnota <strong>0</strong>, je vždy vytvořena nová verze.
sk_sk: Určuje, či má byť použitá posledná verzia na uloženie aktuálných dát objektu, namiesto vytváranie nového objektu, keď je objekt editovaný počas špecifikovaného časového intervalu. Ak je zadaná hodnota <strong>0</strong>, vždy sa vytvára nová verzia.
zh_cn: 指示是否应使用的最后一个版本来存储实际对象数据而不是创建一个新的版本，当在指定的时间间隔内编辑的对象。如果总是创建<strong>0</strong>，一个新的版本。

# settingskey.cmsopenidroles
source: Assign new users to roles
cs_cz: Přiřadit nové uřivatele rolím
sk_sk: Priradiť nových užívateľov do rolí
zh_cn: 将新用户分配给角色

# settingskey.cmsopenidroles.description
source: Registred OpenID users will be assigned to these roles. Separated by (<strong>;</strong>)
cs_cz: Registrovaní uživatelé OpenID budou přiřazeni k těmto rolím. Odděleno středníkem (<strong>;</strong>)
sk_sk: Registrovaní OpenID užívatelia budú priradení do týchto rolí. Jednotlivé role oddeľte bodkočiarkou (<strong>;</strong>).
zh_cn: Registred OpenID 用户将分配给这些角色。由分隔 (<strong></strong>;)

# settingskey.cmsoptinapprovalurl
source: Double opt-in approval page URL
cs_cz: URL stránky dvojnásobného potvrzení newsletteru
sk_sk: URL schvaľovacej stránky dvojitého potvrdenia
zh_cn: 双重选择在批准页面的 URL

# settingskey.cmsoptinapprovalurl.description
source: URL which should be used for double opt-in confirmation link.
cs_cz: URL, které má být použito pro odkaz pro dvojnásobné potvrzení.
sk_sk: URL, ktorá bude použitá pre odkaz dvojitého potvrdenia.
zh_cn: 应该用于双选的确认链接的 URL。

# settingskey.cmsoptininterval
source: Double opt-in interval
cs_cz: Interval pro dvojnásobné potvrzení
sk_sk: Doba pre dvojité potvrdenie
zh_cn: 双选的间隔

# settingskey.cmsoptininterval.description
source: Interval in hours in which user has to confirm his request.
cs_cz: Interval v hodinách, ve kterém musí uživatel potvrdit svůj požadavek.
sk_sk: Hodinový interval, počas ktorého musí užívateľ potvrdiť svoju požiadavku.
zh_cn: 时间间隔 （以小时的用户已确认他的请求。

# settingskey.cmsoutputcacheitems
source: Output cache variables
zh_cn: 输出缓存变量

# settingskey.cmsoutputcacheitems.description
source: The system stores different versions of the output cache for pages based on the selected variables. For example, if you uncheck the 'username' option, pages use the same output cache data for all logged in users (depending on the remaining variables).
zh_cn: 系统存储不同版本的页面基于所选变量的输出缓存。例如，如果您取消选中 '用户名' 选项，页面使用相同的输出缓存数据为所有已登录用户 （具体取决于剩余的变量）。

# settingskey.cmspagedescriptionprefix
source: Page description prefix
cs_cz: Předpona popisu stránky
sk_sk: Predpona popisu stránky
zh_cn: 页面描述前缀

# settingskey.cmspagedescriptionprefix.description
source: Specifies prefix that will be used for page description on the whole web site.
cs_cz: Specifikuje předponu, která bude použita pro popis stránky na celém webu.
sk_sk: Špecifikuje predponu, ktorá bude použitá v popise (tag description) všetkých stránok na webe.
zh_cn: 指定将用于在整个 web 站点上的页面描述的前缀。

# settingskey.cmspagekeywordsprefix
source: Page key words prefix
cs_cz: Předpona klíčových slov stránky
sk_sk: Predpona kľúčových slov stránky
zh_cn: 页面关键词前缀

# settingskey.cmspagekeywordsprefix.description
source: Specifies prefix that will be used for page keywords on the whole web site.
cs_cz: Specifikuje předponu, která bude použita pro klíčová slova stránky na celém webu.
sk_sk: Špecifikuje predponu, ktorá bude použitá v kľúčových slovách (tag keywords) všetkých stránok na webe.
zh_cn: 指定将用于在整个 web 站点上的页面关键字的前缀。

# settingskey.cmspagenotfoundfornonpublished
source: Page not found for non-published pages
cs_cz: Stránka nenalezena pro nepublikované dokumenty
sk_sk: Zobraziť 'Stránka nenájdená' pre nepublikované dokumenty
zh_cn: 对于非发布页找不到页面

# settingskey.cmspagenotfoundfornonpublished.description
source: If true, non-published pages behave as non-existing. Otherwise, even non-published pages will be visible on the live site.
cs_cz: Pokud je označeno, chovají se nepublikované dokumenty jako neexistující. Vyhodí stránka nenalezena.
sk_sk: Ak je zaškrtnuté, nepublikované dokumenty sa budú správať ako neexistujúce, vyhadzujúce 'Stránka nenájdená'.
zh_cn: 如果为 true，则非发布页面表现为非存在。否则，即使非发布页将在工地现场可见。

# settingskey.cmspagenotfoundurl
source: Page not found URL
cs_cz: URL stránka nenalezena
sk_sk: Page not found (Stránka nenájdená) URL
zh_cn: 找不到页面的 URL

# settingskey.cmspagenotfoundurl.description
source: Specifies a custom page that will be displayed to users who encounter a Page not found error (<strong>404</strong> HTTP status code). It can either be a physical aspx file in the web project or a dedicated page in the site's content tree.
cs_cz: Specifikuje URL chybové stránky uživatelská stránka nenalezena (<strong>404</strong>).
sk_sk: Špecifikuje URL užívateľskej stránky, ktorá sa použije v prípade page not found chyby (stránka nenájdená, <strong>404</strong>).
zh_cn: 指定一个自定义将显示给用户遇到网页的页面未找到错误 （<strong>404</strong> HTTP 状态代码）。它既可以在 web 项目中的物理 aspx 文件或网站的内容树的专用的网页。

# settingskey.cmspagetitleformat
source: Page title format
cs_cz: Formát titulku stránky
sk_sk: Formát titulku stránky
zh_cn: 页标题格式

# settingskey.cmspagetitleformat.description
source: Specifies page title format. <strong>Example: {%prefix%} - {%pagetitle_orelse_name%}</strong>
cs_cz: Specifikuje formát titulku stránky. <strong>Příklad: {%předpona%} - {%titulekstranky_nebo_nazev%}</strong>
sk_sk: Špecifikuje formát titulku stránky (tag title). <strong>Napríklad: {%prefix%} - {%pagetitle_orelse_name%}</strong>
zh_cn: 指定页面标题格式。<strong>示例： {%前缀 %} {%pagetitle_orelse_name%}</strong>

# settingskey.cmspagetitleprefix
source: Page title prefix
cs_cz: Předpona titulku stránky
sk_sk: Predpona titulku stránky
zh_cn: 页标题前缀

# settingskey.cmspagetitleprefix.description
source: Page title prefix that will be used for all pages.
cs_cz: Předpona titulku stránky, která bude použita pro všechny stránky.
sk_sk: Predpoa titulku stránka (title tag), ktorá bude použita pre všetky stránky na webe.
zh_cn: 将用于所有页面的页面标题前缀。

# settingskey.cmspartialcacheitems.description
source: The system stores different versions of the partial cache of web part instances based on the selected variables. For example, if you uncheck the 'username' option, all logged in users share the same partial cache for each web part instance (depending on the remaining variables).
zh_cn: 系统存储不同版本的 web 部件实例基于所选变量的局部缓存。例如，如果您取消选中 '用户名' 选项，所有已登录用户共享相同的部分高速缓存每个 web 部件实例 （具体取决于剩余的变量）。

# settingskey.cmspasswordexpiration
source: Enable password expiration
cs_cz: Povolit vypršení platnosti hesla
zh_cn: 启用密码过期

# settingskey.cmspasswordexpiration.description
source: Indicates if password expiration should be checked during user authentication.
cs_cz: Určuje, zda má být kontrolováno vypršení platnosti hesla v průběhu autentizace uživatele.
zh_cn: 指示是否在用户身份验证过程中应检查密码过期。

# settingskey.cmspasswordexpirationbehaviour
source: Password expiration behavior
cs_cz: Chování při vypršení platnosti hesla
zh_cn: 密码过期行为

# settingskey.cmspasswordexpirationbehaviour.description
source: Determines system behavior when user password is expired.
cs_cz: Určuje chování systému, když vyprší platnost hesla uživatele.
zh_cn: 当用户密码已过期，请确定系统的行为。

# settingskey.cmspasswordexpirationemail
source: Send password expiration email
cs_cz: Poslat e-mail o vypršení platnosti hesla
zh_cn: 发送密码过期电子邮件

# settingskey.cmspasswordexpirationemail.description
source: Send password expiration email when user account is locked.
cs_cz: Poslat e-mail o vypršení platnosti hesla, když je uživatelský účet uzamčen.
zh_cn: 用户帐户处于锁定状态时，将发送密码过期的电子邮件。

# settingskey.cmspasswordexpirationperiod
source: Password expiration period (days)
cs_cz: Časový interval vypršení platnosti hesla (dny)
zh_cn: 密码到期期限 （天）

# settingskey.cmspasswordexpirationperiod.description
source: Indicates number of days for which the user password is valid.
cs_cz: Určue počet dní, v průběhu nichž je heslo uživatele platné.
zh_cn: 指示数为其用户密码的有效天数。

# settingskey.cmspasswordexpirationwarningperiod
source: Password expiration warning period (days)
cs_cz: Doba upozornění před vypršením platnosti (dny)
zh_cn: 密码过期警告期限 （天）

# settingskey.cmspasswordexpirationwarningperiod.description
source: Indicates number of days before password expiration for which warning should be displayed. <strong>Please note:</strong> If set to 0, warning will be displayed only after password expiration.
cs_cz: Určuje počet dní před vypršením platnosti hesla, v průběhu kterých bude zobrazováno upozornění. Pokud nastavíte hodnotu 0, upozornění bude zobrazeno až po vypršení platnosti.
zh_cn: 指示应为其显示警告的密码过期之前的天数。<strong>请注意：</strong>如果设置为 0，将显示警告只有在密码过期后。

# settingskey.cmspasswordformat
source: Password format
cs_cz: Formát hesla
sk_sk: Formát hesla
zh_cn: 密码格式

# settingskey.cmspasswordformat.description
source: Format of the password. <strong>Please note:</strong> empty string in the UserPassword field is considered to be blank password for both plain text and hash format. You can use the empty value to reset administrator's password in the database if you forget it.
cs_cz: Formát hesla. <strong>Poznámka:</strong> prázdný řetězec v poli UserPassword je považován za prázdné heslo jak ve formátu prostého textu, tak ve formátu hashe. Můžete použít prázdnou hodnotu pro přenastavení administrátorského hesla v databázi, jestliže ho zapomenete.
sk_sk: Formát hesla. <strong>Poznámka:</strong> Prázdny reťazec v poli UserPassword je považovaný za prázdne heslo v plain texte aj v hash formáte. Môžete tak použiť prázdnu hodnotu na reset administrátorovho hesla v databáze, ak ho zabudnete.
zh_cn: 密码的格式。<strong>请注意：</strong>密码字段中的空字符串被认为是纯文本和hash格式的空白密码。您可以使用空值重置管理员密码在数据库中的，如果您忘记了它。

# settingskey.cmspaypalbusiness
source: Business
zh_cn: 业务

# settingskey.cmspaypalbusiness.description
source: The primary email address used for merchant's PayPal account.
cs_cz: E-mailová adresa PayPal účtu obchodníka.
sk_sk: E-mailová adresa PayPal účtu predávajúceho.
zh_cn: 商人的 PayPal 帐户使用的主电子邮件地址。

# settingskey.cmspaypalcancelreturnurl
source: Cancel return URL
cs_cz: Návratové URL zrušení platby
sk_sk: URL pri návrate po zrušení platby
zh_cn: 取消返回 URL

# settingskey.cmspaypalcancelreturnurl.description
source: The URL to which the buyer's browser is redirected if the payment is cancelled, e.g.: a URL on your website that displays your custom <em>Payment cancelled</em> page. By default, i.e. if no such URL is defined, the browser is redirected to a corresponding PayPal webpage.
cs_cz: URL, na kterou je přesměrován vyhledávač kupujícího, pokud je platba zrušena. <strong>Například: </strong> URL na vaší stránce, které zobrazí stránku "Platba zrušena". <strong>Výchozí:</strong> Prohlížeč je přesměrován na webovou stránku PayPal.
sk_sk: URL, na ktorú bude presmerovaný prehliadač nakupujúceho, ak zruší platbu. Napr. URL na vašom webe, ktorá zobrazí stránku "Platba zrušená". Defaultne je prehliadač presmerovávaný na PayPal web stránku.
zh_cn: 买方的浏览器在如果取消付款，如重定向到的 URL： 在您显示您自定义的<em>已取消的付款</em>页面的网站的 URL。默认情况下，即如果没有这种 URL 定义，浏览器重定向到相应的Paypal网页。

# settingskey.cmspaypalnotifyurl
source: Notify URL
cs_cz: Notifikační URL
sk_sk: Notifikačná URL
zh_cn: 通知 URL

# settingskey.cmspaypalnotifyurl.description
source: The URL to which PayPal posts information about the transaction. If set, overrides the settings in PayPal merchant's interface.
cs_cz: URL, na kterou PayPal zobrazí informaci o transakci. Pokud je nastavena, potlačuje obchodníkovo rozhraní PayPal.
sk_sk: URL, na ktorú PayPal pošle informacie o transakcií. Ak je nastavené, prekryje nastavenia PayPal rozhrania predajcu.
zh_cn: Paypal帖子有关的交易记录信息的 URL。如果设置，覆盖在Paypal商户界面设置。

# settingskey.cmspaypalreturnurl
source: Return URL
cs_cz: URL návratu
sk_sk: Návratová URL
zh_cn: 返回 URL

# settingskey.cmspaypalreturnurl.description
source: The URL to which the buyer's browser is redirected after completing the payment, e.g.: a URL on your website that displays your custom <em>Thank your for your payment</em> page. By default, i.e. if no such URL is defined, the browser is redirected to a corresponding PayPal webpage.
cs_cz: URL, na kterou je přesměrován prohlížeč kupujícího po dokončení platby. <strong>Například:</strong> URL na vašem webu, které zobrazuje stránku "Děkujeme za Vaši platbu". <strong>Výchhozí:</strong> kupující je přesměrován na webovou stránku PayPal.
sk_sk: URL, na ktorú bude presmerovaný prehliadač nakupujúceho po dokončení platby. Napr. URL na vašom webe, ktorá zobrazí stránku "Ďakujeme za platbu". Defaultne je kupujúci presmerovávaný na PayPal web stránku.
zh_cn: 如完成付款后重的买方的浏览器定向到的 URL： 上显示您的自定义您的网站的 URL<em>谢谢您为您的付款</em>页。默认情况下，即如果没有这种 URL 定义，浏览器重定向到相应的Paypal网页。

# settingskey.cmspersonalizeuserinterface
source: Enable UI personalization
cs_cz: Povolit personalizaci UI
sk_sk: Povoliť personalizáciu UI
zh_cn: 启用用户界面个性化设置
