Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# com.variant.priceupdating
source: Updating price of variants...
zh_cn: 更新的变体的价格......

# com.variant.selectedvariants
source: Selected variants
zh_cn: 所选的变量

# com.variant.selectvariant
source: Please select a variant.
zh_cn: 请选择一个变量。

# com.variant.terminated
source: Process terminated by user.
zh_cn: 进程被用户终止。

# com.variant.updateerror
source: An error occurred during updating the variant. Variant wasn't updated. Please contact administrator.
zh_cn: 更新该变量时出错。备选案文后并没有更新。请与管理员联系。

# com.variantedit.defaultparentvalue
source: Default:
zh_cn: 默认值：

# com.variantedit.trackinginfo
source: To enable tracking inventory by product variants switch to General tab and set Track inventory to "By variants"
zh_cn: 要启用跟踪库存按产品变量切换到常规选项卡并设置跟踪库存"的变量"

# com.variants.defining
source: Defining variants...
zh_cn: 定义变量......

# com.variants.dropdownlabel
source: Value to be set for existing variants:
zh_cn: 要为现有的变量设置的值：

# com.variants.generated
source: Variants were defined.
zh_cn: 定义了变量。

# com.variants.isdefined
source: ...is being defined.
zh_cn: 我是被定义。

# com.variants.isredefined
source: ...is being redefined.
zh_cn: 我是被重新定义。

# com.variants.newprologue
source: Define variants you want to manage for this product:
zh_cn: 定义您想要管理这种产品的变量：

# com.variants.nodefaultoption
source: Please select a value for existing variants.
zh_cn: 请选择现有变量的值。

# com.variants.number
source: Variant number
zh_cn: Variant 类型的值的数量

# com.variants.price
source: Variant price
zh_cn: 备选案文的价格

# com.variants.selectorgroupingtext
source: Select option categories that will be used in variants
zh_cn: 在备选案文中选择将使用的选项类别

# com.variants.selectsomecategories
source: No changes were saved. Please select some categories.
zh_cn: 不更改已保存。请选择某些类别。

# com.variants.selectsomeothervariants
source: No changes were saved. Please select some new variants or categories.
zh_cn: 不更改已保存。请选择一些新变量或类别。

# com.variants.selectsomevariants
source: No changes were saved. Please select some variants.
zh_cn: 不更改已保存。请选择一些变量。

# com.variants.specify
source: Your selection of option categories yields more than 500 possible variants. Please use the filter above to narrow down the list, select variants that you want to use for this product, and then click Save.
zh_cn: 您选择的选项类别收益率超过 500 个可能的变量。请使用上面的筛选器来缩小列表中，选择您想要使用此产品，然后单击保存的变量。

# com.variants.variantlimit
source: Kentico currently supports up to 1000 variants. Please uncheck some of your option categories to keep the number of variants within the limit.
zh_cn: Kentico 目前支持 1000 个变量。请取消选中一些您的选项类别，保持在限制内变量的数量。

# com.variants.variantname
source: Variant name
zh_cn: Variant 类型的值的名称

# com.variants.variantnumber
source: Variant number
zh_cn: Variant 类型的值的数量

# com.variants.variantprice
source: Price
zh_cn: 价格

# com.variants.variantpricetooltip
source: Final price of this variant. Product option price adjustments will have no effect.
zh_cn: 此备选案文的最后价格。产品期权价格调整将没有任何效果。

# com.wishlistreport.totalcountinwishlists
source: Total count in wishlists
cs_cz: Celkový počet v seznamech přání
zh_cn: 在收藏中的总计数

# com.wishlists
source: Top products in wishlists
cs_cz: Nejčastější produkty v seznamech přání
zh_cn: 在收藏中的顶级产品

# com_shippingoption_edit.headercaption
source: Shipping option properties
cs_cz: Vlastnosti způsobu doručení
sk_sk: Vlastnosti spôsobu doručenia
zh_cn: 航运选项属性

# com_shippingoption_edit.shippingoptionchargelabel
source: Charge
cs_cz: Dopravné:
sk_sk: Dopravné:
zh_cn: 电荷

# com_shippingoption_list.newitemcaption
source: New shipping option
cs_cz: Nový způsob doručení
sk_sk: Nový spôsob doručenia
zh_cn: 新建航运选项

# com_sku_edit_general.retailprice
source: List price
cs_cz: Původní cena
zh_cn: 标价

# com_sku_volume_discount.skupricelabel
source: Product price: {0}
cs_cz: Cena produktu
zh_cn: 产品价格: {0}

# commerceaddress.address1
source: Address line:
cs_cz: Adresa, řádek 1:
sk_sk: Adresa 1:
zh_cn: 地址行：

# commerceaddress.zip
source: Postal code:
cs_cz: PSČ:
sk_sk: PSČ:
zh_cn: 邮政编码：

# community.group.changedocumentowner
source: Change page owner group
cs_cz: Změna vlastníka dokumentu
sk_sk: Zmeň skupinu, ktorá vlastní dokument
zh_cn: 更改页面所有者组

# community.group.choosedocumentowner
source: Choose group owning the page
cs_cz: Vyberte skupinu, která je vlastníkem dokumentu
sk_sk: Vyberte skupinu vlastniacu dokument
zh_cn: 选择组拥有页

# community.group.documentowner
source: Owned by group:
cs_cz: Patří skupině:
sk_sk: Patrí skupine:
zh_cn: 由组拥有：

# community.group.inheritdocumentowner
source: Inherit by child pages
cs_cz: Zdědit dceřinými dokumenty
sk_sk: Zdediť na potomkov dokumentu
zh_cn: 继承的子页面

# community.group.join.alreadyamember
source: You are already a member of this group.
zh_cn: 你已经是此组的成员。

# community.group.join.pendingordenied
source: You have already requested a membership in this group.
zh_cn: 您已经请求了此组成员身份。

# community.group.notassigned
source: Group doesn't belong to the current site.
cs_cz: Skupina nepatří k aktuální stránce.
sk_sk: Skupina nepatrí k tomuto webu.
zh_cn: 组不属于当前站点。

# community.group.notspecified
source: Group not found.
cs_cz: Skupina nenalezena.
sk_sk: Skupina nebola nájdená.
zh_cn: 找不到的组。

# community.group.pollnotassigned
source: Poll doesn't belong to the specified group.
cs_cz: Anketa nepatří k dané skupině.
sk_sk: Anketa nepatrí k danej skupine.
zh_cn: 民意测验不属于指定的组。

# community.group.theme
source: Theme
cs_cz: Téma
sk_sk: Téma
zh_cn: 主题

# conditionbuilder.rebuild
source: Rebuild designer
zh_cn: 重建设计器

# conditionbuilder.title
source: Edit macro condition
cs_cz: Upravit podmínku makra
sk_sk: Editovať podmienku makra
zh_cn: 编辑宏条件

# configuration_storesettings.lblweightformat
source: Mass format string:
cs_cz: Formátovací řetězec hmotnosti:
sk_sk: Formátovací reťazec hmotnosti:
zh_cn: 大规模的格式字符串：

# confirmationcheckbox.acceptconditionserror
source: You need to accept our terms and conditions to continue.
zh_cn: 你需要接受我们的条款和条件继续。

# connectionstring.title
source: Connection string
zh_cn: 连接字符串

# contactgroupcontact.entersearch
source: Contact group
cs_cz: Název skupiny kontaktů nebo jeho část:
sk_sk: Názov skupiny kontaktov alebo jeho časť:
zh_cn: 联系人组

# contactgroupcontact.itemname
source: Contact group name
cs_cz: Název skupiny kontaktů
sk_sk: Názov skupiny kontaktov
zh_cn: 联系人组名称

# contactgroupcontact.nodatafound
source: No contact groups found.
cs_cz: Nebyly nalezeny žádné skupiny kontaktů.
sk_sk: Neboli nájdetné žiadne skupiny kontaktov
zh_cn: 找不到联系人组。

# contactgroupcontact.select
source: Add to contact groups
cs_cz: Přidat do skupiny kontaktů
sk_sk: Pridať do skupiny kontaktov
zh_cn: 添加到联系人组

# contactgroupcontact.selectitem
source: Select contact groups
cs_cz: Vybrat skupinu kontaktů
sk_sk: Vybrať skupinu kontaktov
zh_cn: 选择联系人组

# contactgroupsubscriber.entersearch
source: Contact group
cs_cz: Název skupiny kontaktů nebo jeho část:
sk_sk: Názov skupiny alebo jeho časť:
zh_cn: 联系人组

# contactgroupsubscriber.itemname
source: Contact group name
cs_cz: Název skupiny kontaktů
sk_sk: Názov skupiny kontaktov
zh_cn: 联系人组名称

# contactgroupsubscriber.select
source: Add contact groups
cs_cz: Přidat skupinu kontaktů
sk_sk: Pridať kontaktnú skupinu
zh_cn: 添加联系人组

# contactgroupsubscriber.selectitem
source: Select contact groups
cs_cz: Vybrat skupinu kontaktů
sk_sk: Vybrať skupinu kontaktov
zh_cn: 选择联系人组

# contactlist.available
source: Following users are in your contact list
cs_cz: Ve vašem seznamu kontaktů jsou následující uživatelé
sk_sk: Nasledujúci užívatelia sú vo vašich kontaktoch
zh_cn: 以下用户在您的联系人列表

# contactmanagement.livetiledescription
source: New contacts in the last 7 days
zh_cn: 在过去的 7 天内的新联系人

# contactsubscriber.entersearch
source: Contact name or email
cs_cz: Filtr:
zh_cn: 联系人姓名或电子邮件

# contactsubscriber.itemname
source: Contact
cs_cz: Kontakt
zh_cn: 联系人

# contactsubscriber.select
source: Add contacts
cs_cz: Přidat kontakty
zh_cn: 添加联系人

# contactsubscriber.selectitem
source: Select contacts
cs_cz: Vybrat kontakty
zh_cn: 选择联系人

# container_edit.containertext
source: HTML code
cs_cz: HTML kód
zh_cn: HTML 代码

# container_edit.editcontainer
source: Edit container
cs_cz: Editovat kontejner
sk_sk: Editovať kontajner
zh_cn: 编辑容器

# container_edit.headercaption
source: Container properties
cs_cz: Vlastnosti kontejneru
sk_sk: Vlastnosti kontajnera
zh_cn: 容器属性

# container_edit.newheadercaption
source: New container
cs_cz: Nový kontejner
sk_sk: Nový kontajner
zh_cn: 新建容器

# content.archiveallcultures
source: Archive all culture versions of specified pages
cs_cz: Archivovat všechny jazykové verze vybraných dokumentů
sk_sk: Archivuj všetky jazykové verzie vybraných dokumentov
zh_cn: 存档所有语言版本的指定页面

# content.archivecanceled
source: Archiving was canceled.
cs_cz: Archivování bylo zrušeno.
sk_sk: Archivovanie bolo prerušené.
zh_cn: 存档已被取消。

# content.archivefailed
source: Failed to archive page
cs_cz: Nepodařilo se archivovat dokument
sk_sk: Pri archivácii nastala chyba
zh_cn: 归档页面失败

# content.archivenowf
source: Page '{0}' doesn't support workflow. It can't be archived.
cs_cz: Dokument '{0}' nepodporuje workflow. Nemůže být archivován.
sk_sk: Dokument '{0}' nepodporuje workflow. Nemôže byť archivovaný.
zh_cn: 页面"{0}"不支持工作流。无法对它进行存档。

# content.archivequestion
source: Are you sure you want to archive selected pages?
cs_cz: Opravdu chcete archivovat označené dokumenty?
sk_sk: Ste si istý, že chcete archivovať vybrané dokumenty?
zh_cn: 你确定你想要存档所选的页面？

# content.archiveunderlying
source: Archive also all child pages
cs_cz: Archivovat též všechny dceřiné dokumenty
sk_sk: Archivuj taktiež synovské dokumenty
zh_cn: 存档还所有子页面

# content.archivingdocuments
source: Archiving pages...
cs_cz: Dokumenty se archivují...
sk_sk: Archivujú sa dokumenty...
zh_cn: 存档页......

# content.checkedoutdocument
source: Page '{0}' is checked out. Please use 'Perform Undo check-out for checked out pages' option.
cs_cz: Dokument '{0}' je uzamčen. Prosím použijte volbu 'Zrušit uzamknutí pro uzamknuté dokumenty'.
sk_sk: Dokument '{0}' je uzamknutý. Použite prosím možnosť 'Zruš uzamknutie pre zamknuté dokumenty'.
zh_cn: 页面"{0}"已签出。请使用 ' 执行撤消签出签出页面选项。

# content.compareto
source: Compare to
cs_cz: Porovnat
sk_sk: Porovnaj s
zh_cn: 与比较

# content.confirmleave
source: Are you sure you want to navigate away from this page?\n\nYou have unsaved changes.\n\nPress OK to continue or Cancel to stay on the current page.
cs_cz: Obsah byl změněn. Pokud opustíte stránku bez uložení, změny budou ztraceny.
sk_sk: Obsah bol zmenený. Ak opustíte stránku bez uloženia, zmeny budú stratené.
zh_cn: 是否确实要离开此页面? \n\nYou 有未保存的 changes.\n\nPress 确定继续，或单击取消停留在当前页面上。

# content.confirmleaveshort
source: If you leave the page your changes will be lost.
zh_cn: 如果你离开页面所做的更改将会丢失。

# content.converttitle
source: Convert page to another page type
cs_cz: Konvertovat dokument na jiný typ dokumentu
zh_cn: 将页面转换为另一种页面类型

# content.delete.altaliases
source: Redirect all page aliases
cs_cz: Kopírovat všechny cesty
zh_cn: 重定向所有页别名

# content.delete.altpath
source: Page
cs_cz: Nahradní dokument
zh_cn: 页面

# content.delete.altpathempty
source: Please select replacement page.
cs_cz: Vyberte, prosím, náhradní dokument.
zh_cn: 请选择替换页面。

# content.delete.altsub
source: Redirect all child pages
cs_cz: Včetně poddokumentů
zh_cn: 将所有的子页面重定向

# content.delete.usealtpath
source: Redirect old URLs to another page
cs_cz: Zobrazit alternativní stránku, pokud návštěvník přistoupí na smazaný dokument
zh_cn: 将旧 Url 重定向到另一页

# content.documentnewculture
source: New page culture version has been created ('{0}').
cs_cz: Byla vytvořena nová jazyková verze dokumentu ('{0}').
sk_sk: Bola vytvorená nová kultúrna verzia dokumentu ('{0}').
zh_cn: 语言的新页面版本已创建 （'{0}'）。

# content.documentnotexistsinfoshort
source: The page no longer exists.
cs_cz: Dokument již neexistuje.
zh_cn: 该页不再存在。

# content.enableforpagetypes
source: Enable for page types
zh_cn: 页面类型的启用

# content.listingfilter
source: Listing filter
zh_cn: 清单筛选器

# content.menu.actions
source: Menu actions
cs_cz: Akce menu
sk_sk: Menu akcie
zh_cn: 菜单操作

# content.menu.basic
source: Basic properties
cs_cz: Základní vlastnosti
sk_sk: Základné vlastnosti
zh_cn: 基本属性

# content.menu.design
source: Menu design
cs_cz: Design menu
sk_sk: Dizajn menu
zh_cn: 菜单设计

# content.menu.nochilddocument
source: There is no published child page.
zh_cn: 还有没有发布的子页面。

# content.metadata.pagesettings
source: Page settings
cs_cz: Nastavení stránky
sk_sk: Nastavenie webu
zh_cn: 页面设置

# content.metadata.tags
source: Tags
cs_cz: Tagy
sk_sk: Tagy
zh_cn: 标签

# content.new.doctypeempty
source: Please select some page type
cs_cz: Vyberte, prosím, nějaký typ dokumentu.
zh_cn: 请选择一些页面类型

# content.newabtesttitle
source: New A/B test page variant
zh_cn: 新建 A / B 测试页面变体

# content.newdocument
source: New {0}
zh_cn: 新建 {0}

# content.nochilddocumentsfound
source: No child pages were found.
cs_cz: Žádné dceřiné dokumenty nebyly nalezeny.
sk_sk: Neboli nájdené žiadne dokumenty.
zh_cn: 没有子页面被发现。

# content.notallowedtomodifycultureversion
source: You are not allowed to modify '{0}' culture version of the '{1}' page.
cs_cz: Nemáte oprávnění na změnu '{0}' verze kultury dokumentu '{1}'.
zh_cn: 你不是允许修改 '{0}' 的 '{1}' 页面的语言版本。

# content.nothingtoarchive
source: There is no page to archive.
cs_cz: Neexistuje žádný dokument pro archivaci.
sk_sk: Nie je žiaden dokument na archiváciu.
zh_cn: 还有没有页后，可以将存档。

# content.nothingtopublish
source: There is no page to publish.
cs_cz: Neexistuje žádný dokumentu pro publikování.
sk_sk: Nie je žiaden dokument na publikovanie.
zh_cn: 还有没有页后，可以发布。

# content.onsitediting
source: On-site editing
cs_cz: Úpravy přímo na webu
zh_cn: 现场编辑

# content.pages
source: Allows you to manage the content and design of the site. Use content tree to navigate to the section of the site that you want to work with.
zh_cn: 允许您管理的内容和网站的设计。使用要浏览到您想要使用该网站的部分内容树。

# content.parentpath
source: Parent
cs_cz: Rodič (Nadřazený)
zh_cn: 父

# content.preparingdocuments
source: Preparing pages...
cs_cz: Příprava dokumentů...
sk_sk: Príprava dokumentov...
zh_cn: 正在准备网页...

# content.publishallcultures
source: Publish all culture versions of specified pages
cs_cz: Publikovat všechny jazykové verze vybraných dokumentů
sk_sk: Publikuj všetky jazykové verzie špecifikovaných dokumentov
zh_cn: 发布所有语言版本的指定页面

# content.publishcanceled
source: Publishing was canceled.
cs_cz: Publikování bylo zrušeno.
sk_sk: Publikovanie bolo prerušené.
zh_cn: 发布已被取消。

# content.publishedalready
source: Page '{0}' is already published.
cs_cz: Dokument '{0}' je již publikován.
sk_sk: Dokument '{0}' už je publikovaný.
zh_cn: 页面"{0}"已经出版了。

# content.publishfailed
source: Failed to publish page
cs_cz: Dokument se nepodařilo publikovat
sk_sk: Nastala chyba pri publikovaní dokumentu
zh_cn: 未能发布页

# content.publishingdocuments
source: Publishing pages...
cs_cz: Publikování dokumentu...
sk_sk: Publikujú sa dokumenty...
zh_cn: 发布页......

# content.publishnowf
source: Page '{0}' doesn't support workflow. It can't be published.
cs_cz: Dokument '{0}' nepodporuje workflow. Nemůže být tedy publikován.
sk_sk: Dokument '{0}' nepodporuje workflow. Nemôže byť publikovaný.
zh_cn: 页面"{0}"不支持工作流。它不能公布。

# content.publishquestion
source: Are you sure you want to publish selected pages?
cs_cz: Opravdu chcete publikovat označené dokumenty?
sk_sk: Ste si istý, že chcete publikovať vybrané dokumenty?
zh_cn: 你确定你想要发布所选的网页？

# content.publishunderlying
source: Publish also all child pages
cs_cz: Publikovat též všechny dceřiné dokumenty
sk_sk: Publikuj taktiež synovské dokumenty
zh_cn: 发布还所有子页面

# content.selecttranslationservice
source: Translation service to use
cs_cz: Překladatelská služba, která se má použít
zh_cn: 要使用的翻译服务

# content.showforpagetypes
source: Show for page types
zh_cn: 显示为页面类型的

# content.submitingtranslation
source: Submitting pages to a translation service...
cs_cz: Odesílání dokumentů překladatelské službě...
zh_cn: 提交页面给翻译服务......

# content.translatedalready
source: Page '{0}' is already translated
cs_cz: Dokument '{0}' je už přeložený.
zh_cn: 页面"{0}"已经被翻译

# content.translatefollowing
source: Translate pages
cs_cz: Přeložit následující dokumenty
zh_cn: 翻译页面

# content.translating
source: Translating page '{0}' from {1}
cs_cz: Překládání dokumentů '{0}'
zh_cn: 翻译页面 '{0}' 从 {1}

# content.ui.addwebpart
source: Add web parts
cs_cz: Přidat web party
sk_sk: Pridať web party
zh_cn: 添加 web 部件

# content.ui.analytics
source: Analytics
cs_cz: Analýzy
sk_sk: Analýzy
zh_cn: 分析

# content.ui.cloneadhoctemplate
source: Clone template as ad-hoc
cs_cz: Klonovat šablonu jako ad-hoc
sk_sk: Klonuj šablónu ako ad-hoc
zh_cn: 作为特设克隆模板

# content.ui.containers
source: Edit web part containers
cs_cz: Editovat kontejnery web part
sk_sk: Editovať kontajnter web party
zh_cn: 编辑 web 部件容器

# content.ui.copy
source: Copy
zh_cn: 复制

# content.ui.createblank
source: Create a blank page with layout
cs_cz: Vytvořit prázdnou stránku bez rozvržení
sk_sk: Vytvoriť prázdnu stránku bez layoutu
zh_cn: 创建一个空白网页布局

# content.ui.createempty
source: Create a blank page
cs_cz: Vytvořit prázdnou stránku
sk_sk: Vytvoriť prázdnu stránku
zh_cn: 创建一个空白页

# content.ui.delete
source: Delete
zh_cn: 删除

# content.ui.design
source: Design
sk_sk: Dizajn
zh_cn: 设计

# content.ui.down
source: Move down
zh_cn: 向下移动

# content.ui.edit
source: Edit
zh_cn: 编辑

# content.ui.editcssstylesheets
source: Edit CSS stylesheets
cs_cz: Upravit CSS styl
sk_sk: Editovať CSS štýl
zh_cn: 编辑 CSS 样式表

# content.ui.edittemplateproperties
source: Edit template
cs_cz: Upravit šablonu
sk_sk: Zmeň šablónu
zh_cn: 编辑模板

# content.ui.form
source: Form
cs_cz: Formulář
sk_sk: Formulár
zh_cn: 表格

# content.ui.generaladvanced
source: Advanced
cs_cz: Pokročilé
sk_sk: Rozšírené
zh_cn: 高级

# content.ui.generalcache
source: Output cache
cs_cz: Cache
sk_sk: Cache
zh_cn: 输出缓存

# content.ui.generaldesign
source: Design
sk_sk: Dizajn
zh_cn: 设计

# content.ui.generalotherproperties
source: Other properties
cs_cz: Další vlastnosti
sk_sk: Ostané vlastnosti
zh_cn: 其他属性

# content.ui.generalowner
source: Owner
cs_cz: Vlastník
sk_sk: Vlastník
zh_cn: 所有者

# content.ui.inheritcontent
source: Page nesting
cs_cz: Zdědit obsah
sk_sk: Dediť obsah
zh_cn: 嵌套的页面

# content.ui.inheritfromparent
source: Use parent page template
cs_cz: Použít šablonu rodičovské stránky
sk_sk: použiť šablónu rodičovskej stránky
zh_cn: 使用父页面模板

# content.ui.inherittemplate
source: Inherit template
cs_cz: Zdědit šablonu
sk_sk: Dediť šablónu
zh_cn: 继承模板

# content.ui.linkexistingdoc
source: Link an existing page
cs_cz: Odkaz na existující dokument
sk_sk: Link na existujúci dokument
zh_cn: 将现有的页链接

# content.ui.list
source: Listing
zh_cn: 清单

# content.ui.livesite
source: Live site
zh_cn: 活动站点

# content.ui.masterpage
source: Master page
zh_cn: 母版页

# content.ui.menuactions
source: Menu action
cs_cz: Akce menu
sk_sk: Munu akcia
zh_cn: 菜单操作

# content.ui.menubasicproperties
source: Basic properties
cs_cz: Základní vlastnosti
sk_sk: Základné vlastnosti
zh_cn: 基本属性

# content.ui.menudesign
source: Menu design
cs_cz: Design menu
sk_sk: Dizajn menu
zh_cn: 菜单设计

# content.ui.metadatapage
source: Page title, description, keywords
cs_cz: Titulek, popis, klíčová slova stránky
sk_sk: Názov webu, jeho popis, kľúčové slová
zh_cn: 页面标题，描述关键字

# content.ui.metadatatags
source: Tags
cs_cz: Tagy
sk_sk: Tagy
zh_cn: 标签

# content.ui.move
source: Move
zh_cn: 移动

# content.ui.new
source: New
cs_cz: Nový
sk_sk: Nové
zh_cn: 新增功能

# content.ui.newcontainers
source: Create new web part containers
cs_cz: Vytvořit nové kontejnery web party
sk_sk: Vytvoriť nový kontajner web party
zh_cn: 创建新的 web 部件的容器

# content.ui.newcssstylesheets
source: Create new CSS stylesheets
cs_cz: Vytvořit nový CSS styl
sk_sk: Vytovriť nový CSS štýl
zh_cn: 创建新的 CSS 样式表

# content.ui.newtransformations
source: Create new transformations
cs_cz: Vytvořit novou transformaci
sk_sk: Vytvoriť novú transformáciu
zh_cn: 创建新的转换

# content.ui.newvariant
source: New variant
cs_cz: Nová varianta
zh_cn: 新变量

# content.ui.page
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# content.ui.pagelayout
source: Edit layout
cs_cz: Upravit rozvržení
sk_sk: Zmeň layout
zh_cn: 编辑布局

# content.ui.personalized
source: Personalized
cs_cz: Personalizované
sk_sk: Personalizované
zh_cn: 个性化

# content.ui.preview
source: Preview
zh_cn: 预览

# content.ui.properties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# content.ui.propertiesattachments
source: Attachments
cs_cz: Přílohy
sk_sk: Prílohy
zh_cn: 附件

# content.ui.propertiescategories
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# content.ui.propertiesgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# content.ui.propertieslanguages
source: Languages
cs_cz: Jazyky
sk_sk: Jazyky
zh_cn: 语言

# content.ui.propertieslinkeddocs
source: Linked pages
cs_cz: Navázané dok.
sk_sk: Naviazané dok.
zh_cn: 链接的页面

# content.ui.propertiesmenu
source: Navigation
cs_cz: Menu
sk_sk: Menu
zh_cn: 导航

# content.ui.propertiesmetadata
source: Metadata
sk_sk: Metadáta
zh_cn: 元数据

# content.ui.propertiesrelateddocs
source: Related pages
cs_cz: Související dok.
sk_sk: Súvisiace&nbsp;dok.
zh_cn: 相关的页

# content.ui.propertiessecurity
source: Security
cs_cz: Zabezpečení
sk_sk: Zabezpečenie
zh_cn: 安全

# content.ui.propertiestemplate
source: Template
cs_cz: Šablona
sk_sk: Šablóna
zh_cn: 模板

# content.ui.propertiesurls
source: URLs
cs_cz: URL
sk_sk: URL
zh_cn: Url

# content.ui.propertiesvariants
source: Variants
cs_cz: Varianty
sk_sk: Varianty
zh_cn: 备选案文

# content.ui.propertiesversions
source: Versions
cs_cz: Verze
sk_sk: Verzia
zh_cn: 版本

# content.ui.propertiesworkflow
source: Workflow
zh_cn: 工作流

# content.ui.removewebpart
source: Remove web parts
cs_cz: Odstranit web party
sk_sk: Odstráň web parts
zh_cn: 删除 web 部件

# content.ui.savenewtemplate
source: Save as new template
cs_cz: Uložit jako novou šablonu
sk_sk: Ulož ako novú šablónu
zh_cn: 另存为新模板

# content.ui.securityauthentication
source: Requires authentication
cs_cz: Vyžaduje autentizaci
sk_sk: Požaduje autentizáciu
zh_cn: 要求身份验证

# content.ui.securitypermissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# content.ui.securityssl
source: Requires SSL
cs_cz: Vyžaduje SSL
sk_sk: Vyžaduje SSL
zh_cn: 要求 SSL

# content.ui.selecttemplate
source: Page template selection
cs_cz: Výběr šablon stránky
sk_sk: Výber šablóny stránky
zh_cn: 页面模板选择

# content.ui.sharedtemplates
source: Modify shared templates
cs_cz: Upravit sdílené šablony
sk_sk: Zmeň zdieľané šablóny
zh_cn: 修改共享的模板

# content.ui.transformations
source: Edit transformations
cs_cz: Úprava transformace
sk_sk: Zmeň transformácie
zh_cn: 编辑转换

# content.ui.up
source: Move up
zh_cn: 向上移动

# content.ui.urlsaliases
source: Page aliases
cs_cz: Cesty dokumentu
sk_sk: Aliasy dokumentu
zh_cn: 页的别名

# content.ui.urlsextendedproperties
source: Extended properties
cs_cz: Rozšířené vlastnosti
sk_sk: Rozšírené vlastnosti
zh_cn: 扩展的属性

# content.ui.urlspath
source: Alias
cs_cz: Cesta
sk_sk: Cesta
zh_cn: 别名

# content.ui.urlsurlpath
source: Page URL Path
cs_cz: URL dokumentu
sk_sk: URL dokumentu
zh_cn: 页面 URL 路径

# content.ui.usetemplate
source: Use existing page template
cs_cz: Použít existující šablonu stránky
sk_sk: Použiť existujúcu šablónu stránky
zh_cn: 使用现有的页面模板

# content.ui.validation
source: Validate
cs_cz: Validace
sk_sk: Validácia
zh_cn: 验证

# content.ui.validationaccessibility
source: Accessibility
cs_cz: Přístupnost
zh_cn: 辅助功能

# content.ui.validationlinks
source: Link checker
cs_cz: Kontrola odkazu
sk_sk: Kontrola odkazu
zh_cn: 链接检查器

# content.ui.variant
source: Variant properties
cs_cz: Vlastnosti varianty
sk_sk: Vlastnosti variantu
zh_cn: Variant 类型的值的属性

# content.ui.webpartbindings
source: Bindings
cs_cz: Vazby
sk_sk: Väzby
zh_cn: 绑定

# content.ui.webpartcode
source: Code
cs_cz: Kód
sk_sk: Kód
zh_cn: 代码

# content.ui.webpartgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般
