Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# uielement.nochildfound
source: This page does not have any content.
zh_cn: 此页没有任何内容。

# uielement.notemplate
source: Please select a page template.
zh_cn: 请选择某一页面模板。

# uielement.pagetemplateproperties
source: Page template properties
zh_cn: 网页模板属性

# uielement.properties.custom
source: Custom properties
zh_cn: 自定义属性

# uielement.showgeneralproperties
source: Show general properties
zh_cn: 显示常规属性

# uiprofile.accessdenied
source: You're not allowed to access this section.
cs_cz: Nemáte oprávnění k přístupu do této sekce.
sk_sk: Nemáte práva na prístup k tejto sekcie
zh_cn: 你不是允许访问此部分。

# uiprofile.collapseall
source: Collapse all
cs_cz: Sbalit vše
sk_sk: Zbaľ všetko
zh_cn: 所有人都崩溃

# uiprofile.deselectall
source: clear all
cs_cz: zrušit vše
sk_sk: Zruš výber
zh_cn: 全部清除

# uiprofile.deselectallconfirmation
source: Are you sure you want to clear all selections under this element?
cs_cz: Opravdu chcete zrušit výběr všech dceřiných prvků aktuálního prvku?
sk_sk: Ste si istý, že chcete zrušiť výber všetkých pod-elementov aktuálneho elementu?
zh_cn: 你确定你想要清除此元素下的所有选择？

# uiprofile.deselectallcurrentconfirmation
source: Are you sure you want to clear the selection of the current element and all its child elements?
cs_cz: Opravdu chcete zrušit výběr aktuálního prvku a všech jeho dceřiných prvků?
sk_sk: Ste si istý, že chcete zrušiť výber aktuálneho elementu a všetkých pod-elementov?
zh_cn: 你确定你想要清除所选的当前元素和其所有子元素？

# uiprofile.dialogs
source: Administration
cs_cz: Dialogy
sk_sk: Dialógy
zh_cn: 行政管理

# uiprofile.disabled
source: UI personalization is currently <strong>disabled</strong> for the selected site. To enable it, please go to <strong>##ui|cms|settings## -> Security & Membership</strong> and check the "Enable UI personalization" box in the Administration section.
cs_cz: Personalizace UI je pro daný web momentálně <strong>vypnutá</strong>. Zapnout jí můžete zde: <strong>Site Manager -> Nastavení -> Security</strong> zaškrtnutím "Povolit personalizaci UI".
sk_sk: Personalizácia UI je pre vybraný web <strong>vypnutá</strong>. Aby ste ju zapli, choďte do <strong>Site Manager -> Nastavenia -> Bezpečnosť & Členstvo</strong> a zaškrtnite políčko "Povoliť personalizáciu UI".
zh_cn: UI 个性化是目前对所选的站点<strong>禁用</strong>。若要启用它，请转到<strong>##ui|cms|settings## -> 安全 & 会员</strong>，并选中管理部分中的"启用 UI 个性化"框。

# uiprofile.editor
source: Editor
zh_cn: 编辑器

# uiprofile.expandall
source: Expand all
cs_cz: Rozbalit vše
sk_sk: Rozbaľ všetko
zh_cn: 全部展开

# uiprofile.nomodule
source: There are no modules assigned to the selected site.
cs_cz: K vybranému webu nejsou přiřazeny žádné moduly.
sk_sk: K vybranému webu nie sú priradené žiadne moduly.
zh_cn: 没有分配到所选站点的模块。

# uiprofile.norole
source: There are no site roles specified. You need to add a role to enable UI personalization for selected site.
cs_cz: Pro daný web nebyly vytvořeny žádné role. Pro zpřístupnění perzonalizace UI je potřeba přidat role k danému webu.
sk_sk: Nie sú vytvorené žiadne role pre daný web. Musíte pridať nejakú rolu aby ste mohli zapnúť UI personalizáciu pre vybraný web.
zh_cn: 没有指定的站点角色。您需要添加一个角色，使 UI 个性化设置为选定的站点。

# uiprofile.nosite
source: There are no sites specified. You need to add a site to enable UI personalization.
cs_cz: Nejsou vytvořeny žádné weby. Pro zpřístupnění perzonalizace UI je potřeba přidat web.
sk_sk: Neboli vybrané žiadne weby. Je potrebné pridať nejaký web na aktivovanie UI personalizácie.
zh_cn: 没有指定的网站。您需要添加一个站点，以使 UI 个性化。

# uiprofile.overview
source: This section allows you to manage the role-based permissions for specified UI elements. It means you can easily define UI profiles here.
cs_cz: V této sekci je možné spravovat oprávnění rolí pro vybrané prvky UI. Můžete zde jednoduše definovat jednotlivé profily UI.
sk_sk: Táto sekcia vám umožní spravovať práva na základe rolí pre vybrané UI elementy. To znamená, že môžete na tomto mieste jednoducho definovať UI profily.
zh_cn: 本部分允许您管理指定的 UI 元素的基于角色的权限。这意味着您可以轻松地定义用户界面配置文件在这里。

# uiprofile.permissionsfromparent
source: Copy permissions from parent
cs_cz: Zkopírovat oprávnění z rodičovského prvku
sk_sk: Skopírovať oprávnenia z rodiča
zh_cn: 从父级复制权限

# uiprofile.personalization
source: UI personalization
cs_cz: Perzonalizace UI
sk_sk: Personalizácia UI
zh_cn: UI 个性化

# uiprofile.selectall
source: select all
cs_cz: Vybrat vše
sk_sk: vybrať všetko
zh_cn: 选择所有

# uiprofile.selectallconfirmation
source: Are you sure you want to select all sub-elements of the current element?
cs_cz: Opravdu chcete vybrat všeny dceřiné prvky aktuálního prvku?
sk_sk: Ste si istý, že chcete vybrať všetky pod-elementy aktuálneho elementu?
zh_cn: 你确定你想要选择当前元素的所有子元素？

# uiprofile.selectallcurrentconfirmation
source: Are you sure you want to select current element and all its sub-elements?
cs_cz: Opravdu chcete vybrat aktuální prvek a všechny jeho dceřiné prvky?
sk_sk: Ste si istý, že chcete vybrať aktuálny element a všetky jeho pod-elementy?
zh_cn: 你确定你想要选择当前元素及其所有子元素？

# uiprofile.uinotavailable
source: Your UI profile is not granted with permission to access this section. Please contact the administrator.
cs_cz: Váš profil UI nemá oprávnění pro přístup k této sekci. Kontaktujte administratora.
sk_sk: Váš UI profil nemá dostatočné práva na prístup do tejto sekcie. Kontaktujte prosím administrátora.
zh_cn: 您的用户界面配置文件未授予权限来访问这一节。请与管理员联系。

# uiprofile.warningmodule
source: '{0}' module is not available for the selected site. Please contact global administrator to enable it.
cs_cz: Modul '{0}' není pro vvybraný web dostupný. Pro jeho povolení prosímk kontaktujte globálního administrátora.
sk_sk: Modul '{0}' nie je povolený pre vybraný web. Kontaktujte, prosím, administrátora.
zh_cn: '{0}' 模块不是可用于选定的站点。请联系全局管理员才能启用它。

# uiprofiles.menuitem
source: Menu item settings
cs_cz: Nastavení položek menu.
sk_sk: Nastavenia položky menu
zh_cn: 菜单项设置

# unigraphtoolbar.deletetooltip
source: Click to delete the currently selected step or connection.
cs_cz: Klikněte, pokud chcete smazat vybraný uzel nebo spojení.
zh_cn: 单击此处可删除当前所选的步骤或连接。

# unigraphtoolbar.editgroup
source: General
cs_cz: Obecné
zh_cn: 一般

# unigrid.aliaseslist.columns.sitedomaindefaultaliaspath
source: Default alias path
cs_cz: Výchozí cesta alias
sk_sk: Predvolená alias cesta
zh_cn: 默认别名路径

# unigrid.automation.columns.contactname
source: Contact name
cs_cz: Jméno kontaktu
zh_cn: 联系人姓名

# unigrid.automation.columns.processname
source: Process name
cs_cz: Název procesu
zh_cn: 进程名称

# unigrid.automation.columns.statestatus
source: Process status
cs_cz: Stav procesu
zh_cn: 进程状态

# unigrid.automation.columns.stepname
source: Step name
cs_cz: Název kroku
zh_cn: 步骤名称

# unigrid.creditevent.columns.eventcreated
source: Created
zh_cn: 创建

# unigrid.deletedisabledwithoutenable
source: The selected item cannot be deleted because it's used by other records. You need to remove it from the related records first.
zh_cn: 由于它由其他记录使用，无法删除所选的项目。您需要首先从相关记录删除。

# unigrid.deviceprofiles.columns.profiledisplayname
source: Profile name
cs_cz: Název profilu
zh_cn: 配置文件名称

# unigrid.emailtemplatelist.columns.emailtemplatetype
source: Template type
cs_cz: Typ šablony
zh_cn: 模板类型

# unigrid.error.reload
source: [UniGrid] : Error during reloading data.
cs_cz: [UniGrid] : Chyba během přenačítání dat.
zh_cn: [UniGrid]： 重新加载数据时出错。

# unigrid.error.resetfilter
source: At least one of the UniGrid's custom filters does not implement a ResetFilter method. Please provide the implementation to prevent unnecessary page reloads. You can <a href="#" onclick="window.location = window.location; return false;">reload</a> this page and see the result.
cs_cz: Alespoň jeden z uživatelských filtrů UniGridu neimplementuje metodu ResetFiltr. Poskytněte, prosím, implementaci, aby jste zabránili zbytečným novým načítáním stránky. Můžete <a href="#" onclick="window.location = window.location; return false;">znovu načítat</a> tuto stránku a uvidíte výsledek.
zh_cn: 至少一个 UniGrid 的自定义筛选器未实现 ResetFilter 方法。请提供执行，防止不必要的页面重新加载。你可以<a href="#" onclick="window.location = window.location; return false;">重新加载</a>该页面，看到的结果。

# unigrid.events.columns.eventenddate
source: End time
cs_cz: Čas ukončení
sk_sk: Koncový čas
zh_cn: 结束时间

# unigrid.filteredzerorowstext
source: No data match search criteria.
cs_cz: Hledaným kritériím nevyhovují žádná data.
sk_sk: Vyhľadávacím kritériám nezodpovedajú žiadne dáta.
zh_cn: 没有数据与搜索条件匹配。

# unigrid.groups.actions.down
source: Move down
cs_cz: Dolů
sk_sk: Nadol
zh_cn: 向下移动

# unigrid.groups.actions.up
source: Move up
cs_cz: Nahoru
sk_sk: Nahor
zh_cn: 向上移动

# unigrid.newsletter.actions.viewclickedlinks
source: View tracking statistics
cs_cz: Zobratiz statistiku sledování
sk_sk: Zobraziť štatistiky sledovania
zh_cn: 跟踪统计信息的视图

# unigrid.newsletter.actions.viewparticipated
source: View participating subscribers
cs_cz: Zobrazit zúčastněné odběratele
sk_sk: Zobraziť zúčastnených odberateľov
zh_cn: 查看参与订阅服务器

# unigrid.newsletter_issue.columns.issuebounces
source: Bounced emails
cs_cz: Nedoručitelné e-maily
sk_sk: Nedoručené e-maily
zh_cn: 退回的电子邮件

# unigrid.newsletter_issue.columns.issueopenedemails
source: Opened emails
cs_cz: Otevřené e-maily
sk_sk: Otvorené e-maily
zh_cn: 打开电子邮件

# unigrid.newsletter_issue_openedby.columns.openedwhen
source: Opened when
cs_cz: Otevřeno
sk_sk: Dátum otvorenia:
zh_cn: 打开时

# unigrid.newsletter_issue_subscribersclicks.columns.clicks
source: Clicks
cs_cz: Kliknutí
sk_sk: Kliknutia
zh_cn: 单击

# unigrid.newsletter_issue_trackedlinks.columns.clickrate
source: Click rate (%)
cs_cz: Míra kliknutí (%)
sk_sk: Miera kliknutí (%)
zh_cn: 点击率 （%）

# unigrid.newsletter_issue_trackedlinks.columns.totalclicks
source: Total clicks
cs_cz: Celkový počet kliknutí
sk_sk: Celkový počet kliknutí:
zh_cn: 总点击次数

# unigrid.newsletter_issue_trackedlinks.columns.uniqueclicks
source: Unique clicks
cs_cz: Unikátní kliknutí
sk_sk: Unikátne kliknutia:
zh_cn: 独特的点击次数

# unigrid.noxmlfile
source: XML definition file not found.
cs_cz: Soubor definice XML nebyl nalezen.
sk_sk: Nebol nájdený súbor definície XML
zh_cn: 找不到的 XML 定义文件。

# unigrid.noxmluifile
source: The UniGrid definition file '{0}' was not found. Specify the path in the 'Grid path' property of the UI element on the Properties tab. You can enter only the name of the XML file and select an 'Object type' to load the XML definition file from ~/App_Data/{{modulename}}/UI/Grids/{{objecttype}}/fileName.xml. If you leave the grid path empty, the 'default.xml' name is used.
zh_cn: 找不到 UniGrid 定义文件"{0}"。在 UI 元素的属性选项卡上的网格路径属性中指定的路径。你可以只需输入名称的 XML 文件并选择对象类型要加载的 XML 定义文件从 ~ / App_Data/{{modulename}}/UI/Grids/{{objecttype}}/fileName.xml。如果你将网格路径保留为空，则使用 'default.xml' 的名字。

# unigrid.objectlist
source: List of records:
cs_cz: Seznam záznamů:
zh_cn: 记录的列表：

# unigrid.objectversionhistory.actions.rollback.confirmation
source: Are you sure you want to roll back the object to the selected version?
cs_cz: Opravdu chcete objekt vrátit do vybrané verze?
sk_sk: Ste si istí, že chcete vrátiť objekt k vybranej verzii?
zh_cn: 你确定你想要回滚到所选版本的对象？

# unigrid.orderstatus.columns.statusorderispaid
source: Mark order as paid
cs_cz: Označit objednávku jako uhrazenou
sk_sk: Označiť objednávku ako zaplatenú
zh_cn: 将订单标记为支付

# unigrid.product_edit_volumediscount.columns.volumediscountmincount
source: Minimum quantity
cs_cz: Minimální množství
sk_sk: Minimálne množstvo
zh_cn: 最小数量

# unigrid.productoptions.optionname
source: Option name
zh_cn: 选项名称

# unigrid.productoptions.productprice
source: Price
zh_cn: 价格

# unigrid.productoptions.productpriceadjustment
source: Price adjustment
zh_cn: 价格调整

# unigrid.smtpserver.columns.servername
source: Server name
cs_cz: Název serveru
sk_sk: Názov serveru
zh_cn: 服务器名称

# unigrid.task.columns.taskenabled
source: Enabled
cs_cz: Povolené
zh_cn: 启用

# unigrid.versionhistory.columns.modifiedwhenby
source: Modified when / by
cs_cz: Modifikováno kdy / kým
sk_sk: Zmenené kedy / kým
zh_cn: 修改时 / 的

# unigrid.versionhistory.columns.publishfromto
source: Publish
cs_cz: Publikovat
sk_sk: Publikovať
zh_cn: 发布

# unigrid.versionhistory.columns.tobepublished
source: Publish
cs_cz: Publikovat
sk_sk: Publikovať
zh_cn: 发布

# unigrid.versionhistory.columns.waspublishedfromto
source: Was published
cs_cz: Bylo publikováno
sk_sk: Bolo publikované
zh_cn: 被出版

# unigrid.webfarmservers.columns.tasktarget
source: Task target
cs_cz: Cíl úlohy
zh_cn: 任务目标

# unigrid.widget.actions.clone
source: Clone
cs_cz: Klonovat
sk_sk: Klonovať
zh_cn: 克隆

# unigrid.workflow.columns.initiatedby
source: Initiated by
cs_cz: Spusit
zh_cn: 由发起

# unigrid.workflow.columns.initiatedwhen
source: Initiated when
cs_cz: Čas spuštění
zh_cn: 启动时

# unigrid.workflow.columns.statecreated
source: Started
cs_cz: Spuštěný
zh_cn: 开始

# unigrid.workflow.columns.statelastmodified
source: Last update
cs_cz: Poslední aktualizace
zh_cn: 最后一次更新

# unigrid.zerorowstext
source: No data found.
cs_cz: Nebyla nalezena žádná data.
sk_sk: Neboli nájdené žiadne dáta.
zh_cn: 未找到数据。

# unigridpager.nextpage
source: Next page
zh_cn: 下页

# unigridpager.previouspage
source: Previous page
zh_cn: 前一页

# unimenu.captionempty
source: Group caption is empty, menu can't be rendered.
cs_cz: Titulek skupiny je prázdný, menu nemůže být zobrazeno.
sk_sk: Titulok skupiny je prázdny, menu sa nemôže zobraziť.
zh_cn: 分组的标题为空，无法呈现菜单。

# unimenu.errorloadingcontrol
source: Error occurred during loading control. Please make sure the path is correct.
cs_cz: Během načítání controlu se objevila chyba. Ověřte zda je cesta správná.
sk_sk: Nastala chyba pri načítavaní kontrolu. Uistite sa prosím, že zadaná cesta je správna.
zh_cn: 在加载控件时出错。请确认路径正确。

# unimenu.pathempty
source: Control path is empty. Menu can't be rendered.
cs_cz: Cesta controlu je prázdná. Menu nemůže být zobrazeno.
sk_sk: Počas načítavania controlu nastala chyba. Skontrolujte prosím zadanú cestu.
zh_cn: 控制路径是空的。菜单不能呈现。

# unimenubuttons.wrongdimensions
source: Array of buttons is not correctly initialized. Button can't be rendered. Please make sure right dimensions were specified.
cs_cz: Pole tlačítek není správně inicializovaného. Tlačítko nemůže být zobrazeno. Ověřte správnost zadaných rozměrů.
sk_sk: Pole tlačítok nebolo inicializované korektne. Tlačidlo nemožno zobraziť. Skontrolujte prosím zadané rozmery.
zh_cn: 按钮数组未正确初始化。无法呈现按钮。请确保指定了正确的尺寸。

# uniselector.badhash
source: The selector data is not consistent, please try to refresh the page.
zh_cn: 选择器数据并不一致，请尝试刷新页面。

# uniselector.selectionmode.description
source: 0;Single text box 1;Single drop down list 2;Multiple 3;Multiple text box 4;Single button 5;Multiple button
zh_cn: 0 ；单个文本框1 ；单一下拉列表2 ；多个3 ；多个文本框4 ；单个按钮5 ；多个按钮

# unsubscribe.cannotunsubscriberole
source: It is not possible to unsubscribe a role subscriber this way.
cs_cz: Není možné odhlásit odběratele této role tímto způsobem.
sk_sk: Nie je možné odhlásiť rolového odberateľa týmto spôsobom.
zh_cn: 它不是可能要取消订阅角色订阅者通过这种方式。

# uploader.deleteconfirmation
source: Are you sure you want to remove the file?
cs_cz: Opravdu chcete soubor odstranit?
sk_sk: Ste si istý, že chcete odstrániť tento súbor?
zh_cn: 是否确实要删除该文件?

# uploader.uploadfailed
source: Upload failed. Please see event log for more details.
cs_cz: Nahrávání selhalo. Více detailů je zobrazeno v historii událostí,
sk_sk: Nahrávanie zlyhalo. Skontrolujte históriu udalostí pre viac informácií.
zh_cn: 上载失败。请参阅事件日志中有更多的细节。

# upmenu.iconforwardall
source: Bring all the way forward
cs_cz: Všechny cesty vpřed
zh_cn: 提出了所有的方式

# urlcasecheck.exact
source: Use exactly the URL of the page
cs_cz: Použít přesnou URL dokumentu
sk_sk: Použi presné URL dokumentu
zh_cn: 使用精确的页面的 URL

# urlcasecheck.lowercase
source: Redirect all requests to lower case URLs
cs_cz: Přesměrovat všechny požadavky do URL s malými písmeny
sk_sk: Presmeruj všetky požiadavky na URL v malých písmenách
zh_cn: 所有请求重都定向到 Url 小写字母

# urlcasecheck.none
source: Do not check the URLs case
cs_cz: Nekontrolovat URL na velikost písmen
sk_sk: Nekontroluj veľkosť písmen v URL
zh_cn: 不检查 Url 案例

# urlcasecheck.uppercase
source: Redirect all requests to upper case URLs
cs_cz: Přesměrovat všechny požadavky do URL s velkými písmeny
sk_sk: Presmeruj všetky požiadavky na URL vo veľkých písmenách
zh_cn: 所有请求重都定向到大写形式的 Url

# urlchecker.checkserver
source: Check server availability
zh_cn: 检查服务器的可用性

# urlchecker.processing
source: Checking server status...
zh_cn: 检查服务器状态......

# urlchecker.serverstatus
source: Server status...
zh_cn: 服务器状态......

# urlchecker.specifyapproot
source: Please specify root application url.
zh_cn: 请指定根应用程序 url。

# urlchecker.urlnotavailable
source: Server URL not available
zh_cn: 服务器 URL 不可用

# user.confirmexternal
source: The external users must be authenticated using a custom security provider. Are you sure you want to mark this user as an external one?
cs_cz: Externí uživatel musí být autentizován přes custom security provider. Opravdu chcete označit uživatele jako externího?
sk_sk: Externý užívateľ musí byť autorizovaný pomocou vlastného bezpečnostného providera. Ste si istý, že chcete tohto užívateľa označiť ako externého?
zh_cn: 外部用户必须使用自定义安全提供程序进行身份验证。你确定你想要将此用户作为一种外部标记？

# user.edit.settings
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# user.error_doesnoteexist
source: A user you have requested does not exist on this site.
zh_cn: 在此网站上不存在您所请求的用户。

# user.notinsite
source: This user doesn't belong to current site.
cs_cz: Tento uživatel nepatří k aktuálnímu webu.
sk_sk: Užívateľ nie je priradený k aktuálnemu webu.
zh_cn: 此用户不属于当前站点。

# user.privilegelevel
source: Privilege level
zh_cn: 权限级别

# user.showhidden
source: Show hidden users
cs_cz: Zobrazit skryté uživatele
zh_cn: 显示隐藏的用户

# user.showpasswarning
source: User did not enter email which means that new generated password must be shown on this page. Are you sure that you want to generate new password?
cs_cz: Uživatel nezadal e-mail,což znamená, že nově vygenerované heslo musí být zobrazeno na této stránce. Opravdu chcete generovat nové heslo?
sk_sk: Užívateľ nezadal e-mail, takže vygenerované heslo sa zobrazí na tejto stránke. Určite chcete vygenerovať nové heslo?
zh_cn: 用户没有输入电子邮件，这意味着必须此页上显示，新生成的密码。你确定你想要生成的新密码？

# user.usermenu
source: Open User menu
zh_cn: 在打开的用户菜单

# userguide.caption
source: Kentico User's Guide
cs_cz: Kentico - uživatelská příručka
sk_sk: Kentico - užívateľská príručka
zh_cn: Kentico 用户指南

# userlist.account.disabledmanually
source: Disabled manually
cs_cz: Zakázáno manuálně
zh_cn: 手动禁用

# userlist.account.maximuminvalidlogonattemptsreached
source: Maximum invalid logon attempts reached
cs_cz: Byl dosažen maximální počet neplatných pokusů o přihlášení
zh_cn: 达到的最大无效的登录尝试

# userlist.account.passwordexpired
source: Password expired
cs_cz: Platnost hesla vypršela
zh_cn: 密码过期

# userlist.displayguests
source: Display guests
cs_cz: Zobrazení hostů
zh_cn: 显示客人

# userlist.guest
source: Is guest
cs_cz: Je host
zh_cn: 是客人

# userlist.nopassword
source: This user has an empty password, you should set some.
cs_cz: Tento uživatel má prázdné heslo, měli byste ho nastavit.
sk_sk: Tento užívateľ nemá zadané heslo, mali by ste mu heslo nastaviť.
zh_cn: 此用户具有一个空的密码，您应该设置一些。

# usermenu.changeuiculture
source: Change language
zh_cn: 更改语言

# usermenu.title
source: User menu
zh_cn: 用户菜单

# userprivilegelevelenum.admin
source: Administrator
zh_cn: 管理员

# userprivilegelevelenum.editor
source: Editor
zh_cn: 编辑器

# userprivilegelevelenum.globaladmin
source: Global administrator
zh_cn: 全局管理员

# userprivilegelevelenum.none
source: None
zh_cn: 没有一个

# users.cancelimpersonation
source: Cancel impersonation
cs_cz: Zrušit zosobnění
zh_cn: 取消模拟

# users.impersonate
source: Impersonate
cs_cz: Zosobnit uživatele
sk_sk: Prevteliť sa
zh_cn: 模拟

# users.livetiledescription
source: Users waiting for approval
zh_cn: 用户在等待批准

# usersonline.anonymous
source: Anonymous visitor
cs_cz: Anonymní aktivita
zh_cn: 匿名访问者

# usersonline.lastactivity
source: Last activity
cs_cz: Poslední aktivita
zh_cn: 最后一项活动

# usexsettings
source: Use X-axis settings
cs_cz: Použít nastavení osy x
sk_sk: Použiť nastavenie X-osi
zh_cn: 使用 x 轴设置

# validation.access.notvalidated
source: Click validate to check for accessibility of the (X)HTML page.‎
cs_cz: Klikněte na Validovat, pokud chcete zkontrolovat přístupnost (X)HTML dokumentu.
zh_cn: 单击验证检查辅助工具的 (X) HTML 页面。

# validation.access.resultinvalid
source: Page contains accessibility issues.
cs_cz: Dokument obsahuje chyby přístupnosti.
zh_cn: 页面包含的辅助功能问题。

# validation.access.resultvalid
source: Page meets accessibility rules.
cs_cz: Dokument splňuje pravidla přístupnosti.
zh_cn: 页面符合可访问性规则。

# validation.accessibility.accessibilityrule
source: Accessibility rule
cs_cz: Pravidlo přístupnosti
zh_cn: 可访问性规则

# validation.accessibility.column
source: Column
cs_cz: Sloupec
zh_cn: 列

# validation.accessibility.error
source: Error
cs_cz: Chyba
zh_cn: 错误

# validation.accessibility.fixsuggestion
source: Fix suggestion
cs_cz: Návrh na opravu
zh_cn: 修复的建议

# validation.accessibility.line
source: Line
cs_cz: Čára
zh_cn: 线

# validation.accessibility.source
source: Source
cs_cz: Zdroj
zh_cn: 源

# validation.accessibility.standard
source: Standard:
zh_cn: 标准：

# validation.css.checkingcss
source: Checking CSS...&lrm;
cs_cz: Kontrolování CSS...&lrm;
sk_sk: Kontrola CSS...&lrm;
zh_cn: 正在检查 CSS...

# validation.css.context
source: Context
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 上下文

# validation.css.cssnotvalidated
source: {0} couldn't be validated.
cs_cz: {0} nemohl být validován.
zh_cn: 不能验证 {0}。

# validation.css.inlinecss
source: Page inline CSS styles
cs_cz: Iinline CSS styly dokumentu
sk_sk: Dokumentové inline CSS štýly
zh_cn: 页面内联 CSS 样式

# validation.css.line
source: Line
cs_cz: Řádek
sk_sk: Čiara
zh_cn: 线

# validation.css.message
source: Error message
cs_cz: Chybová zpráva
sk_sk: Chybová hláška
zh_cn: 错误消息

# validation.css.notvalidated
source: Click validate to check for validity of linked and inline CSS contained in the page.
cs_cz: Pro kontrolu validity připojených a inline CSS obsažených v dokumentu klikněte na validovat.&lrm;
sk_sk: Kliknite na 'Validovať' pre kontrolu validity prilinkovaných a inline CSS v dokumente. &lrm;
zh_cn: 单击验证检查有效性的链接和页面中包含的内联 CSS。

# validation.css.preparinginline
source: Preparing page inline CSS
cs_cz: Příprava dokumentového inline CSS
sk_sk: Príprava dokumentového inline CSS
zh_cn: 编写页面内联 CSS

# validation.css.preparinglinkedstyles
source: Preparing code of linked CSS: '{0}'
cs_cz: Příprava kódu připojeného CSS: '{0}'
sk_sk: Príprava kódu pripojeného CSS: '{0}'
zh_cn: 编写的代码链接 CSS： '{0}'

# validation.css.resultinvalid
source: Page contains invalid CSS definitions.
cs_cz: Dokument obsahuje neplatné CSS definice.&lrm;
sk_sk: Dokument obsahuje neplatné CSS definície. &lrm;
zh_cn: 页面包含无效的 CSS 定义。

# validation.css.resultvalid
source: All CSS contained in page are valid.
cs_cz: Všechny CSS obsažené v dokumentu jsou platné.&lrm;
sk_sk: Všetky CSS v dokumente sú validné. &lrm;
zh_cn: 页面中包含的所有 CSS 都是有效的。

# validation.css.source
source: Source
cs_cz: Zdroj
sk_sk: Zdroj
zh_cn: 源

# validation.css.validatingcss
source: Validating CSS: '{0}'
cs_cz: Validace CSS: '{0}'
sk_sk: Validácia CSS: '{0}'
zh_cn: 验证 CSS： '{0}'

# validation.css.viewcodetooltip
source: View CSS code
cs_cz: zobrazit CSS kód
sk_sk: Zobraziť CSS kód
zh_cn: 查看 CSS 代码

# validation.diffdomainorprotocol
source: The page is probably using a redirect to a URL with a different domain, protocol or port and therefore can't be validated.
cs_cz: Tento dokument pravděpodobně používaá přesměrování na URL s jinou doménou, protokolem nebo portem and nemůže být proto validován.
sk_sk: Dokumente pravdepodobne používa presmerovanie na URL s inou doménou, protokolom alebo protom a preto nemôže byť zvalidovaný.
zh_cn: 该页面可能使用不同的域、 协议或端口重定向到的 URL，并因此无法验证。
