Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# menuproperties.leftimage
source: Menu item left image:
cs_cz: Levý obrázek položky menu:
sk_sk: Ľavý obrázok položky menu:
zh_cn: 菜单项的左侧的图像：

# menuproperties.menuactions
source: Menu action
cs_cz: Akce menu
sk_sk: Akcia menu
zh_cn: 菜单操作

# menuproperties.mouseover
source: Menu item design - on mouse over
cs_cz: Design položky menu - on mouse over
sk_sk: Dizajn položky menu – pri prechode myšou
zh_cn: 菜单项目设计 — — 鼠标

# menuproperties.rightimage
source: Menu item right image:
cs_cz: Pravý obrázek položky menu:
sk_sk: Pravý obrázok položky menu:
zh_cn: 菜单项右图像：

# menuproperties.showinnavigation
source: Show in navigation:
cs_cz: Zobrazit v navigaci:
sk_sk: Zobraziť v navigácii:
zh_cn: 在导航中显示:

# menuproperties.showinsitemap
source: Show in sitemap:
cs_cz: Zobrazit v mapě webu:
sk_sk: Zobraziť v mape webu:
zh_cn: 在站点地图中显示:

# menuproperties.standard
source: Standard behavior
cs_cz: Standardní chování
sk_sk: Štandardné chovanie
zh_cn: 标准的行为

# menuproperties.style
source: Menu item style:
cs_cz: Styl položky menu:
sk_sk: Štýl položky menu:
zh_cn: 菜单项样式：

# menuproperties.url
source: URL redirection:
cs_cz: URL přesměrování:
sk_sk: URL presmerovanie:
zh_cn: URL 重定向：

# message.infoinvalidwebsite1
source: If you're an administrator of this site, you need to go to
cs_cz: Jste-li administrátorem tohoto webu, přejděte na
sk_sk: Ak ste administrátorom tohto webu, prejdite na
zh_cn: 如果你是这个网站的管理员，你需要去

# message.infoinvalidwebsite2
source: and make sure the following domain name is configured either in the site properties or a domain alias of a running web site:
cs_cz: a použijte následující doménové jméno buď ve vlastnostech webu nebo vytvořte nový doménový alias:
sk_sk: a použite nasledujúce doménové meno buď vo vlastnostiach webu alebo vytvorte nový doménový alias:
zh_cn: 并确保以下域名配置站点属性或正在运行的 web 站点域别名：

# message.invalidwebsite
source: Invalid website
cs_cz: Neplatný web
sk_sk: Neplatný web
zh_cn: 无效的网站

# message.textinvalidwebsite
source: Either the website is stopped or the requested domain name is not configured for any website:
cs_cz: Požadované doménové jméno není nakonfigurováno pro žádný web.
sk_sk: Požadované doménové meno nie je nakonfigurované pre žiadny web.
zh_cn: 该网站已停止或请求的域名不为任何网站配置：

# messageboards.board_list.groupinfo
source: Message boards are page related. Your group has currently no message board. The message board will be created when the first message is inserted.
cs_cz: Diskuze jsou vázány na dokument. Vaše skupina v současné chvíli žádné diskuze nemá. Diskuze se vytvoří spolu s prvním příspěvkem.
sk_sk: Diskusie sú závisle na dokumentoch. Vaša skupina momentálne nemá diskusiu. Diskusia bude vytvorená po zadaní prvej správy.
zh_cn: 留言板是相关的页面。您的组具有目前没有留言板。插入第一条消息时，将创建的留言板。

# messageboards.board_list.info
source: Message boards are page related, you need to place a Message board web part to your page to create a new message board. It will be created automatically after first comment is inserted.
cs_cz: Diskuze jsou vázány na dokument na kterém musí být příslušný web part. Diskuze se automaticky vytvoří spolu s prvním příspěvkem.
sk_sk: Diskusie sú závisle na dokumentoch, potrebujete umiestniť "Message board" webpartu na vytvorenie novej diskusie. Diskusia bude vytvorená po zadaní prvej správy.
zh_cn: 留言板是页面有关，您需要将放到页面上以创建一个新的留言板留言板 web 部件。它将在第一条评论在插入后自动创建。

# messageuserbuttons.contactadded
source: User successfully added to the contact list.
cs_cz: Uživatel byl úspěšně přidán do seznamu kontaktů.
sk_sk: Užívateľ úspešne pridaný do zoznamu kontaktov.
zh_cn: 用户已成功添加到联系人列表中。

# messageuserbuttons.ignoreadded
source: User successfully added to the ignore list.
cs_cz: Uřivatel by úspěšně přidán do seznamu ignorovaných uživatelů.
sk_sk: Užívateľ úspešne pridaný do zoznamu ignorovaných užívateľov.
zh_cn: 用户已成功添加到忽略列表。

# messaging.backtolist
source: Messages
cs_cz: Zpět na seznam vzkazů
sk_sk: &lt; Späť na správy
zh_cn: 消息

# messaging.contactlist.add
source: Add to contact list
cs_cz: Přidat do seznamu kontaktů
sk_sk: Pridať do zoznamu
zh_cn: 添加到联系人列表

# messaging.contactlist.addconfirmation
source: Are you sure you want to add the user to your contact list?
cs_cz: Opravdu chcete přidat uživatele do svého seznamu kontaktů?
sk_sk: Naozaj chcete pridať užívateľa do vášho zoznamu kontaktov?
zh_cn: 你确定你想要将用户添加到您的联系人列表？

# messaging.contactlist.adduser
source: Add user to contact list
cs_cz: Přidat uživatele do seznamu kontaktů
sk_sk: Pridať užívateľa do zoznamu kontaktov.
zh_cn: 将用户添加到联系人列表

# messaging.contactlist.delete
source: Remove from contact list
cs_cz: Odstranit ze seznamu kontaktů
sk_sk: Odobrať zo zoznamu kontaktov
zh_cn: 从联系人列表中删除

# messaging.contactlist.deletesuccessful
source: User was successfully removed from your contact list
cs_cz: Uživatel byl úspěšně odstraněn ze seznamu uživatelů.
sk_sk: Užívateľ úspešne odobraný do zoznamu kontaktov.
zh_cn: 成功地从您的联系人列表中删除用户

# messaging.contactlist.nodatafound
source: No users found in contact list.
cs_cz: Žádní uživatelé v seznamu kontaktů
sk_sk: Žiadni užívatelia v zozname kontaktov.
zh_cn: 没有找到联系人列表中的用户。

# messaging.contactlist.username
source: Username
cs_cz: Uživatelské jméno
sk_sk: Meno
zh_cn: 用户名

# messaging.date
source: Date
cs_cz: Datum
sk_sk: Dátum
zh_cn: 日期

# messaging.dateread
source: Read date
cs_cz: Datum přečtení
sk_sk: Dátum prečítania
zh_cn: 阅读日期

# messaging.delete
source: Delete message
cs_cz: Smazat vzkaz
sk_sk: Zmazať správu
zh_cn: 删除邮件

# messaging.deleteall
source: Delete all messages
cs_cz: Smazat všechny vzkazy
sk_sk: Zmazať všetky správy
zh_cn: 删除的所有邮件

# messaging.forward
source: Forward
cs_cz: Předat dál
sk_sk: Preposlať
zh_cn: 向前

# messaging.forwardsign
source: FW:
zh_cn: 弗兰克-威廉姆斯：

# messaging.from
source: From
cs_cz: Od
sk_sk: Od
zh_cn: 从

# messaging.ignorelist.add
source: Add to ignore list
cs_cz: Přidat do seznamu ignorovaných uživatelů
sk_sk: Pridať do zoznamu ignorovaných užívateľov
zh_cn: 添加到忽略列表

# messaging.ignorelist.addconfirmation
source: Are you sure you want to add the user to your ignore list?
cs_cz: Opravdu chcete uživatele přidat do seznamu ignorovaných uživatelů?
sk_sk: Naozaj chcete pridať užívateľa do zoznamu ignorovaných užívateľov?
zh_cn: 你确定你想要将该用户添加到您的忽略列表？

# messaging.ignorelist.adduser
source: Add user to ignore list
cs_cz: Přidat uživatele do seznamu ignorovaných uživatelů
sk_sk: Pridať užívateľa do zoznamu ignorovaných užívateľov
zh_cn: 将用户添加到忽略列表

# messaging.ignorelist.delete
source: Remove user from ignore list
cs_cz: Odstranit uživatele ze seznamu ignorovaných uživatelů
sk_sk: Odobrať užívateľa do zoznamu ignorovaných užívateľov
zh_cn: 从忽略列表中删除用户

# messaging.ignorelist.deletesuccessful
source: User was successfully removed from your ignore list
cs_cz: Uživatel byl úspěšně odstraněn ze seznamu ignorovaných uživatelů.
sk_sk: Užívateľ bol úspešne odobraný zo zoznamu ignorovaných užívateľov.
zh_cn: 成功地从你忽略列表中删除用户

# messaging.ignorelist.nodatafound
source: No users found in ignore list.
cs_cz: Žádní uživatelé v seznamu ignorovaných kontaktů
sk_sk: Žiadni užívatelia v zozname ignorovaných užívateľov.
zh_cn: 在发现没有用户忽略列表。

# messaging.ignorelist.username
source: Username
cs_cz: Uživatelské jméno
sk_sk: Užívateľské meno
zh_cn: 用户名

# messaging.inbox
source: Inbox
cs_cz: Příchozí
sk_sk: Prijaté
zh_cn: 收件箱

# messaging.messageuserselector.contactlist
source: Contact list
cs_cz: Seznam kontaktů
sk_sk: Zoznam kontaktov
zh_cn: 联系人列表

# messaging.messageuserselector.headercaption
source: Select user
cs_cz: Výběr uživatele
sk_sk: Výber užívateľa
zh_cn: 选择用户

# messaging.newmessage
source: New message
cs_cz: Nový vzkaz
sk_sk: Nová správa
zh_cn: 新邮件

# messaging.nosubject
source: --no-subject--
sk_sk: --žiadny predmet--
zh_cn: — — 无主题 — —

source: Messaging notification email
cs_cz: Upozornění na zprávu
sk_sk: E-mail pre oznamovanie správ
zh_cn: 消息通知电子邮件

# messaging.numofmessages
source: {0} message(s) in total
cs_cz: {0} vzkazů celkem
sk_sk: {0} správ celkom
zh_cn: {0} 邮件总数

# messaging.outbox
source: Outbox
cs_cz: Odchozí
sk_sk: Odoslané
zh_cn: 发件箱

# messaging.reply
source: Reply
cs_cz: Odpovědět
sk_sk: Odpovedať
zh_cn: 答复

# messaging.resign
source: RE:
zh_cn: 回复：

# messaging.search.addedsuccessfulytocontactlist
source: User was added to your contact list.
cs_cz: Uživatel byl úspěšně přidán do seznamu kontaktů.
sk_sk: Užívateľ bol pridaný do kontakt listu
zh_cn: 用户被添加到您的联系人列表。

# messaging.search.addedsuccessfulytoignorelist
source: User was added to your ignore list.
cs_cz: Uřivatel by úspěšně přidán do seznamu ignorovaných uživatelů.
sk_sk: Užívateľ bol pridaný do zoznamu ignorovaných užívateľov
zh_cn: 用户被添加到您的忽略列表。

# messaging.search.nousersfound
source: No users found
cs_cz: Žádní uživatelé nebyli nalezeni
sk_sk: Žiadni užívatelia neboli nájdený
zh_cn: 没有找到用户

# messaging.search.username
source: Username
cs_cz: Uživatelské jméno
sk_sk: Užívateľské meno
zh_cn: 用户名

# messaging.sendmessage
source: Send message
cs_cz: Poslat zprávu
sk_sk: Pospať správu
zh_cn: 发送消息

# messaging.sendmessageto
source: Send message to
cs_cz: Poslat zprávu na
sk_sk: Poslať správu
zh_cn: 向其发送消息

# messaging.to
source: To
cs_cz: Pro
sk_sk: Pre
zh_cn: 自

# messaging.unreadofall
source: {0} unread message(s) of {1} total
cs_cz: {0} nepřečtených z {1}
sk_sk: {0} neprečítaných z {1}
zh_cn: {0} 的 {1} 总的未读的邮件

# messaging.viewmessage
source: View message
cs_cz: Zobrazit vzkaz
sk_sk: Zobraziť správy
zh_cn: 查看消息

# messsaging.addtocontactlist
source: Add to contact list
cs_cz: Přidat do seznamu kontaktů
sk_sk: Pridať do kontakt listu
zh_cn: 添加到联系人列表

# messsaging.addtoignorelist
source: Add to ignore list
cs_cz: Přidat do seznamu ignorovaných uživatelů
sk_sk: Pridať do zoznamu ignorovaných užívateľov
zh_cn: 添加到忽略列表

# messsaging.addtoignorelistconfirmation
source: Are you sure you want to add user to the ignore list?
cs_cz: Opravdu chcete uživatele přidat do seznamu ignorovaných uživatelů?
sk_sk: Naozaj chcete pridať užívateľa do zoznamu ignorovaných užívateľov?
zh_cn: 你确定你想要将用户添加到忽略列表？

# messsaging.alldeletionconfirmation
source: Are you sure you want to delete all messages?
cs_cz: Opravdu chcete vymazat všechny vzkazy?
sk_sk: Naozaj chcete zamazať všetky správy?
zh_cn: 确信你想要删除的所有邮件吗?

# messsaging.allmessagesdeleted
source: All messages successfully deleted.
cs_cz: Všechny vzkazy byly úspěšně smazány.
sk_sk: Všetky správy úspešne zmazané.
zh_cn: 已成功删除的所有邮件。

# messsaging.contactlist.deletionconfirmation
source: Are you sure you want to remove the user from your contact list?
cs_cz: Opravdu chcete uživatele odstranit ze seznamu kontaktů?
sk_sk: Naozaj chcete zmazať všetkých užívateľov z kontakt listu?
zh_cn: 你确定你想要从您的联系人列表中删除用户？

# messsaging.deletionconfirmation
source: Are you sure you want to delete the message?
cs_cz: Opravdu chcete vzkaz vymazat?
sk_sk: Naozaj chcete zmazať správu?
zh_cn: 你确定你想要删除该邮件？

# messsaging.ignorelist.deletionconfirmation
source: Are you sure you want to remove the user from your ignore list?
cs_cz: Opravdu chcete uživatele odstranit ze seznamu ignorovaných uživatelů?
sk_sk: Naozaj chcete odobrať užívateľa do zoznamu ignorovaných užívateľov?
zh_cn: 你确定你想要从你忽略列表中删除用户？

# messsaging.messagedeleted
source: Message has been successfully deleted.
cs_cz: Vzkaz byl úspěšně smazán
sk_sk: Správa bola úspešne zmazaná.
zh_cn: 消息已被成功删除。

# metadata.inherit
source: Inherit
cs_cz: Dědit
sk_sk: Dediť
zh_cn: 继承

# module_edit_permissionname_edit.newpermission
source: New permission
cs_cz: Nové oprávnění
sk_sk: Nové oprávnenie
zh_cn: 新建权限

# module_edit_permissionname_edit.permissionnames
source: Permission names
cs_cz: Názvy oprávnění
sk_sk: Názvy oprávnení
zh_cn: 权限的名称

# module_edit_permissionname_edit.title
source: Permission name properties
cs_cz: Vlastnosti oprávnění
sk_sk: Vlastnosti oprávnení
zh_cn: 权限名称属性

# movedialog.btnproceed
source: Move page
cs_cz: Přesunout dokument
sk_sk: Presunúť dokument
zh_cn: 移动页

# multiplecategoriesselector.actions
source: Actions
cs_cz: Akce
sk_sk: Akcie
zh_cn: 操作

# multiplecategoriesselector.categoryname
source: Category
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# multiplecategoriesselector.delete
source: Delete
cs_cz: Smazat
sk_sk: Zmazať
zh_cn: 删除

# multiplecategoriesselector.edit
source: Edit
cs_cz: Upravit
sk_sk: Upraviť
zh_cn: 编辑

# multiplecategoriesselector.newcategory
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# myaccount.changepassword
source: Change password
cs_cz: Změna hesla
sk_sk: Zmena hesla
zh_cn: 更改密码

# myaccount.customerdetails
source: Customer
cs_cz: Zákazník
sk_sk: Zákazník
zh_cn: 客户

# myaccount.erroremail
source: Please enter a valid email address.
cs_cz: Zadejte e-mail ve správném formátu.
sk_sk: Prosím, zadajte platný e-mail.
zh_cn: 请输入一个有效的电子邮件地址。

# myaccount.forumavatar
source: Avatar:
cs_cz: Obrázek:
zh_cn: 头像 》：

# myaccount.forumnickname
source: Nick name:
cs_cz: Přezdívka:
sk_sk: Prezývka:
zh_cn: 昵称：

# myaccount.forumsignature
source: Signature:
cs_cz: Podpis:
sk_sk: Podpis:
zh_cn: 签名：

# myaccount.messagingemail
source: Messaging notification email:
cs_cz: Oznamovací e-mail pro vzkazy:
sk_sk: E-mail pre oznamovanie správ:
zh_cn: 消息通知的电子邮件：

# myaccount.myaddresses
source: Addresses
cs_cz: Adresy
sk_sk: Adresy
zh_cn: 地址

# myaccount.myallsubscriptions
source: Subscriptions
cs_cz: Odběr e-mailů
sk_sk: Prihlášky
zh_cn: 订阅

# myaccount.mycredit
source: Credit
cs_cz: Kredit
sk_sk: Kredit
zh_cn: 信贷

# myaccount.mydetails
source: Details
cs_cz: Moje detaily
sk_sk: Moje detaily
zh_cn: 详细信息

# myaccount.mydetails.createnewcustomer
source: Please create a new customer account:
cs_cz: Vytvořte prosím nový zákaznický účet.
sk_sk: Prosím, vytvorte nový zákaznícky účet.
zh_cn: 请创建一个新的客户帐户：

# myaccount.myfriends
source: Friends
cs_cz: Přátelé
sk_sk: Priatelia
zh_cn: 朋友

# myaccount.mymessages
source: Messages
cs_cz: Moje vzkazy
sk_sk: Správy
zh_cn: 消息

# myaccount.mynotifications
source: Notifications
cs_cz: Upozornění
sk_sk: Upozornenia
zh_cn: 通知

# myaccount.myorders
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# myaccount.mypersonalsettings
source: Personal settings
cs_cz: Osobní nastavení
sk_sk: Osobné nastavenia
zh_cn: 个人设置

# myaccount.mysubscriptions
source: Subscriptions
cs_cz: Odběry newsletterů
sk_sk: Moje newslettery
zh_cn: 订阅

# myaccount.onlyforauthenticated
source: Only authenticated user can manage the account information.
cs_cz: Pouze přihlášený uživatel může upravovat informace v uživatelském účtu.
sk_sk: Iba prihlásený užívateľ môže upravovať informácie v užívateľskom účte.
zh_cn: 只有已通过身份验证的用户可以管理帐户信息。

# myaccount.password.confirmpassword
source: Confirm password:
cs_cz: Potvrzení hesla:
sk_sk: Potvrdenie hesla:
zh_cn: 确认密码:

# myaccount.password.emptypassword
source: Empty password is not allowed.
cs_cz: Prázdné heslo není povoleno.
sk_sk: Prázdne heslo nie je povolené.
zh_cn: 不允许使用空密码。

# myaccount.password.existingpassword
source: Your existing password:
cs_cz: Vaše aktuální heslo:
sk_sk: Vaše aktuálne heslo:
zh_cn: 您现有的密码：

# myaccount.password.incorrectexistingpassword
source: Your existing password wasn't correct.
cs_cz: Vaše aktuální heslo nebylo správné.
sk_sk: Vaše aktuálne heslo nebolo správne.
zh_cn: 您现有的密码不是正确的。

# myaccount.password.newpassword
source: New password:
cs_cz: Nové heslo:
sk_sk: Nové heslo:
zh_cn: 新密码：

# myaccount.password.setpassword
source: Set password
cs_cz: Nastavit heslo
sk_sk: Zmeniť heslo
zh_cn: 设置的密码

# myaccount.subscriptions
source: Subscriptions
cs_cz: Přihlášky k odběru
sk_sk: Prihlášky
zh_cn: 订阅

# myblogs.blogs.header
source: Blogs
cs_cz: Blogy
sk_sk: Blogy
zh_cn: 博客

# myblogs.comments.action
source: Selected items:
cs_cz: Vybrané položky:
sk_sk: Vybrané položky:
zh_cn: 选定的项目:

# myblogs.comments.approved
source: Is approved:
cs_cz: Je schváleno:
sk_sk: Je schválený:
zh_cn: 获得批准：

# myblogs.comments.blog
source: Blog:
zh_cn: 博客：

# myblogs.comments.comment
source: Text:
zh_cn: 文本:

# myblogs.comments.confirmdelete
source: Are you sure you want to delete the selected items?
cs_cz: Opravdu chcete smazat vybrané položky?
sk_sk: Naozaj chcete zmazať vybrané položky?
zh_cn: 确实要删除所选的项目吗?

# myblogs.comments.header
source: Comments
cs_cz: Komentáře
sk_sk: Komentáre
zh_cn: 评论

# myblogs.comments.isnospam
source: Mark as not spam
cs_cz: Označit, že není spam.
sk_sk: Označ ako NIE SPAM
zh_cn: 标记为非垃圾邮件

# myblogs.comments.isspam
source: Mark as spam
cs_cz: Označit jako spam.
sk_sk: Označ ako SPAM
zh_cn: 标记为垃圾邮件

# myblogs.comments.nocomments
source: There are no comments waiting for approval.
cs_cz: Na schválení žádně komentáře nečekají.
sk_sk: Nie sú žiadne komentáre čakajúce na schválenie.
zh_cn: 没有在等待批准的评论。

# myblogs.comments.selectmyblogs
source: (my blogs)
cs_cz: (mé blogy)
sk_sk: (moje blogy)
zh_cn: （我的博客）

# myblogs.comments.spam
source: Is SPAM:
cs_cz: Jde o SPAM:
sk_sk: Je SPAM:
zh_cn: 是垃圾邮件：

# myblogs.comments.username
source: User name:
cs_cz: Uživatelské jméno:
sk_sk: Užívateľské meno:
zh_cn: 用户名称：

# myblogs.commentswaitingforapproval
source: Comments waiting for my approval :
cs_cz: Komentáře čekající na schválení:
sk_sk: Komentáre čakajúce na schválenie:
zh_cn: 等待我批准的评论：

# myblogs.header.myblogs
source: My blogs
cs_cz: Mé blogy
sk_sk: Moje blogy
zh_cn: 我的博客

# mydesk.checkedout
source: Checked out by me
cs_cz: Mnou uzamčené
sk_sk: Mnou uzamknuté
zh_cn: 由我签出

# mydesk.checkedoutdescription
source: This section displays a list of pages which have been checked out by the logged-on user. The following properties are shown for each page: its name, type, date and time of check-out and workflow step. You can choose to be redirected to any of the listed page.
cs_cz: Sekce uvádí seznam checkoutovaných dokumentů aktuálně přihlášeným uživatelem. U každého dokumentu je uveden název, typ, datum a čas checkoutování a aktuální krok ve workflow.
sk_sk: Táto sekcia zobrazuje zoznam dokumentov, ktoré boli uzamknuté aktuálne prihláseným užívateľom. Pre každý dokument sa zobrazujú nasledujúce vlastnosti: názov, typ, dátum a čas uzamknutia a krok workflow. Môžete sa nechať presmerovať k vybranému dokumentu.
zh_cn: 此部分显示对已登录的用户签出的页面列表。为每个页面显示以下属性： 它的名称、 类型、 日期和时间退房和工作流的步骤。您可以选择将重定向到任何列出的页。

# mydesk.checkedouttitle
source: Checked out
cs_cz: Uzamčené dokumenty
sk_sk: Uzamknuté dokumenty
zh_cn: 签出

# mydesk.myblogs
source: My blogs
cs_cz: Moje blogy
sk_sk: Moje blogy
zh_cn: 我的博客

# mydesk.myblogs.title
source: My blogs
cs_cz: Moje blogy
sk_sk: Moje blogy
zh_cn: 我的博客

# mydesk.myblogs.unigrid.action.approvecomment
source: Approve comment
cs_cz: Schválit komentář
sk_sk: Schváliť komentár
zh_cn: 审批评论

# mydesk.myblogs.unigrid.action.newpost
source: New post
cs_cz: Nový příspěvek
sk_sk: Nový príspevok
zh_cn: 新帖

# mydesk.myblogs.unigrid.columns.commentapproved
source: Approved
cs_cz: Schválen
sk_sk: Schválený
zh_cn: 批准

# mydesk.myblogs.unigrid.columns.commentdate
source: Inserted
cs_cz: Vložen
sk_sk: Vložený
zh_cn: 插入

# mydesk.myblogs.unigrid.columns.commentisspam
source: Is SPAM
cs_cz: Jde o SPAM
sk_sk: Je SPAM
zh_cn: 是垃圾邮件

# mydesk.myblogs.unigrid.columns.commenttext
source: Comment text
cs_cz: Obsah komentáře
sk_sk: Obsah komentára
zh_cn: 注释文本

# mydesk.myblogs.unigrid.columns.postname
source: Post name
cs_cz: Název příspěvku
sk_sk: Názov príspevku
zh_cn: 岗位名称

# mydesk.mydocuments
source: My pages
cs_cz: Mé dokumenty
sk_sk: Moje dokumenty
zh_cn: 我的页面

# mydesk.mydocumentsdescription
source: This section displays a list of pages which are owned by the logged-on user. The following properties are shown for each page: its name, type, date and time of last modification and workflow step. You can choose to be redirected to any of the listed page.
cs_cz: Tato sekce zobrazuje seznam dokumentů vlastněných aktuálně přihlášeným uživatelem. U každého dokumentu je uveden název, typ, datum a čas poslední úpravy a krok ve workflow.
sk_sk: Táto sekcia zobrazuje zoznam dokumentov patriacim aktuálnemu užívateľovi. Pre každý dokument sú zobrazené nasledujúce vlastnosti: názov, typ, dátum a čas poslednej úpravy a krok workflow. Môžete sa nechať presmerovať k vybranému dokumentu.
zh_cn: 本节显示了一个由已登录的用户拥有的页面列表。为每个页面显示以下属性： 名称、 类型、 日期及其最后的修改和工作流步骤的时间。您可以选择将重定向到任何列出的页。

# mydesk.mydocumentstitle
source: My pages
cs_cz: Mé dokumenty
sk_sk: Moje dokumenty
zh_cn: 我的页面

# mydesk.myfriends
source: My friends
cs_cz: Moji přátelé
sk_sk: Moji priatelia
zh_cn: 我的朋友

# mydesk.myprofile
source: My profile
cs_cz: Můj profil
sk_sk: Môj profil
zh_cn: 我的配置文件

# mydesk.myprofile.badoldpassword
source: Invalid old password
cs_cz: Neplatné staré heslo
sk_sk: Neplatné staré heslo
zh_cn: 旧密码无效

# mydesk.myprofile.changepassword
source: Change password
cs_cz: Změna hesla
sk_sk: Zmena hesla
zh_cn: 更改密码

# mydesk.myprofile.changepassworddescription
source: This section enables the logged-on user to change her password.
cs_cz: V této sekci si může aktuálně přihlášený uživatel změnit heslo.
sk_sk: Táto sekcia povoľuje prihlásenému užívateľovi zmeniť heslo.
zh_cn: 本节允许登录用户更改其密码。

# mydesk.myprofile.confirmpassw
source: Confirm new password:
cs_cz: Potvrzení nového hesla:
sk_sk: Potvrdenie nového hesla:
zh_cn: 确认新密码:

# mydesk.myprofile.culture
source: Preferred content culture
cs_cz: Preferovaná jazyková verze obsahu
sk_sk: Preferovaný jazyk obsahu:
zh_cn: 首选内容语言

# mydesk.myprofile.email
source: My email
cs_cz: Můj e-mail:
sk_sk: Môj e-mail:
zh_cn: 我的电子邮件

# mydesk.myprofile.fullname
source: My full name
cs_cz: Moje celé jméno:
sk_sk: Moje celé meno:
zh_cn: 我的全名

# mydesk.myprofile.newpassw
source: New password:
cs_cz: Nové heslo:
sk_sk: Nové heslo:
zh_cn: 新密码：

# mydesk.myprofile.noconfirm
source: Password confirmation isn't valid
cs_cz: Zadaná hesla se neshodují.
sk_sk: Zadané heslá sa nezhodujú.
zh_cn: 确认密码无效

# mydesk.myprofile.oldpassw
source: Old password:
cs_cz: Staré heslo:
sk_sk: Staré heslo:
zh_cn: 旧密码：

# mydesk.myprofile.passwordwaschanged
source: Password was changed
cs_cz: Heslo bylo změněno
sk_sk: Heslo bolo zmenené
zh_cn: 已更改密码

# mydesk.myprofile.uiculture
source: Preferred user interface culture
cs_cz: Preferovaná jazyková verze uživatelského rozhraní
sk_sk: Preferovaný jazyk rozhrania:
zh_cn: 首选的用户界面语言

# mydesk.myprofile.username
source: My user name
cs_cz: Moje uživatelské jméno:
sk_sk: Moje užívateľské meno:
zh_cn: 我的用户名

# mydesk.myprofile.wrongemailformat
source: Please enter email addresses in correct format.
cs_cz: Vložte prosím e-mailovou adresu ve správném tvaru.
sk_sk: Prosím, vložte e-mailovú adresu v správnom tvare.
zh_cn: 请在正确的格式输入电子邮件地址。

# mydesk.myprofiledescription
source: This section displays the logged-on user details. You can edit your email address, preferred content culture and preferred user interface culture. User name and full name are displayed as well. However, you cannot edit them in this section.
cs_cz: V této sekci jsou uvedeny podrobnosti o aktuálně přihlášeném uživateli. Můžete upravovat e-mailovou adresu, preferovaný jazyk webu i rozhraní. Přihlašovací jméno a plné uživatelské jméno je také zobrazeno, ale nelze je upravit.
sk_sk: Táto sekcia zobrazuje informácie o prhlásenom užívateľovi. Môžete si zmeniť e-mailovú adresu, predvolený jazyk obsahu a predvolený jazyk užívateľského rozhrania. Zobrazuje sa tu aj jeho meno ale to sa na tomto mieste nedá zmeniť.
zh_cn: 此部分显示已登录的用户的详细信息。您可以编辑您的电子邮件地址、 首选内容语言和首选的用户界面语言。以及显示用户名和全名。然而，您无法编辑它们在这一节。

# mydesk.myprofiletitle
source: My profile
cs_cz: Můj profil
sk_sk: Môj profil
zh_cn: 我的配置文件

# mydesk.outdateddocuments
source: Outdated pages
cs_cz: Staré dokumenty
sk_sk: Zastarané dokumenty
zh_cn: 过期页面

# mydesk.outdateddocuments.days
source: Days
cs_cz: Dny
sk_sk: Dni
zh_cn: 天

# mydesk.outdateddocuments.filter
source: Pages older than
cs_cz: Zobraz dokumenty starší než
sk_sk: Zobraz dokumenty staršie ako
zh_cn: 比旧的页面

# mydesk.outdateddocuments.months
source: Months
cs_cz: Měsíce
sk_sk: Mesiace
zh_cn: 几个月

# mydesk.outdateddocuments.weeks
source: Weeks
cs_cz: Týdny
sk_sk: Týždne
zh_cn: 周
