Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# strands.choosetemplate.description
source: Determines which Strands Recommender widget the web part displays. Use the Recommendation template identifier drop-down list to select one of your recommendation templates. You can manage the templates in the Recommendations section of the Strands website.
zh_cn: 确定 web 部件以显示哪个Strands Recommender小部件。使用建议模板标识符下拉列表中选择您的建议模板之一。您可以管理股网站建议一节中的模板。

# strands.customlayout
source: Custom layout
zh_cn: 自定义布局

# strands.customtransformation.description
source: An optional jQuery transformation defining a custom layout. The transformation modifies how the recommendation template gets displayed on the page, overriding the Look & Feel settings defined on the Strands recommender website, except for the number of items.
zh_cn: 可选 jQuery 转型 （定义的自定义版式。转换修改建议模板如何获取显示在页面上，覆盖在Strands Recommender网站，除非项目的数目上定义的 & 的外观设置。

# strands.emailrecommendationsunavailable
source: Your Strands account plan does not support Email recommendations. Please contact Strands support to make changes in your plan.
zh_cn: 你股帐户计划不支持电子邮件的建议。请联系股支持在你的计划中进行更改。

# strands.exception
source: There was an error, please check the event log for details.
zh_cn: 出现了错误，请检查事件日志以了解详细信息。

# strands.insertemailrecommendation.title
source: Insert Strands email recommendation
zh_cn: 插入股电子邮件建议

# strands.invalidapiid
source: The Strands Recommender <strong>API ID</strong> configured in the website's settings seems to be invalid. Please provide a correct value.
zh_cn: Strands Recommender<strong>API ID</strong>在该网站的设置中配置似乎无效。请提供正确的值。

# strands.moreinformationabout
source: For more information about Strands Recommender, please refer to our <a target="_blank" href="https://docs.kenticoasia.com/x/BIJsAw">documentation</a>.
zh_cn: Strands Recommender有关的详细信息，请参阅我们的<a target="_blank" href="https://docs.kenticoasia.com/x/BIJsAw">文档</a>。

# strands.newsletterlinkdescriptiontext
source: Strands recommendation #{0}
zh_cn: 股建议 #{0}

# strands.notemplates
source: There are currently no email recommendation templates available. Please set up new templates for your account through the Strands Recommender portal.
zh_cn: 目前没有电子邮件建议模板可用。请设置为您的帐户通过Strands Recommender门户的新模板。

# strands.notoken
source: Strands integration is currently disabled. Please go to <strong>##ui|cms|settings## -&gt; Integration -&gt; Strands Recommender</strong> and enter your Strands <strong>API ID</strong> and <strong>Validation token</strong>.
zh_cn: 股整合当前被禁用。请转到<strong> ##ui|cms|settings## -&gt; 集成-&gt; Strands Recommender</strong>，然后输入你的股<strong>API ID</strong>和<strong>验证令牌</strong>。

# strands.recommendations.cart.noitem
source: Recommendation webpart is hidden since there is no item in current shopping cart.
zh_cn: 建议 webpart 是隐藏因为当前购物车中没有的项目。

# strands.recommendations.order.noorder
source: Recommendation webpart is hidden since there is no most recent order for the current customer/user.
zh_cn: 建议 webpart 是隐藏，因为没有最新的顺序为每个使用当前的客户。

# strands.recommendations.product.wrongdocument
source: This type of recommendation webpart can be placed in products related pages only.
zh_cn: 这种类型的推荐 web 部件可以放置在只产品相关的页面。

# strands.recommendations.templateidwrongformat
source: Provided template ID is in a wrong format. The expected format was "Int32;String".
zh_cn: 提供模板 ID 是在一个错误的格式。预期的格式是"Int32 ；字符串"。

# strands.recommendations.transformations.errorloadingtransformation
source: Cannot load the transformation specified in the web part.
zh_cn: 无法加载指定的 web 部件中的转换。

# strands.recommendations.transformations.wrongtype
source: The provided transformation has to be of jQuery type.
zh_cn: 提供转型就是 jQuery 类型。

# strands.selectitemmessage
source: Please select one of the following recommendation templates and click <strong>Insert</strong>.
zh_cn: 请选择以下建议模板之一并单击<strong>插入</strong>。

# strands.templatecategorycaption
source: Template
zh_cn: 模板

# strands.uploadfrequency.aftersaveupload
source: Catalog is also uploaded immediately after saving
zh_cn: 目录也是保存后立即上传

# strands.uploadfrequency.at
source: at
zh_cn: 在

# strands.uploadfrequency.daily
source: Daily
zh_cn: 每日

# strands.uploadfrequency.every
source: every
zh_cn: 每个

# strands.uploadfrequency.hour
source: hour
zh_cn: 小时

# strands.uploadfrequency.hours
source: hours
zh_cn: 小时

# strands.uploadfrequency.on
source: on
zh_cn: 对

# strands.uploadfrequency.weekdaynames.0
source: Mondays
zh_cn: 星期一

# strands.uploadfrequency.weekdaynames.1
source: Tuesdays
zh_cn: 星期二

# strands.uploadfrequency.weekdaynames.2
source: Wednesdays
zh_cn: 星期三

# strands.uploadfrequency.weekdaynames.3
source: Thursdays
zh_cn: 星期四

# strands.uploadfrequency.weekdaynames.4
source: Fridays
zh_cn: 星期五

# strands.uploadfrequency.weekdaynames.5
source: Saturdays
zh_cn: 星期六

# strands.uploadfrequency.weekdaynames.6
source: Sundays
zh_cn: 星期日

# strands.uploadfrequency.weekly
source: Weekly
zh_cn: 每周

# subscriber_edit.properties
source: Subscriber properties
cs_cz: Vlastnosti odběratele
sk_sk: Vlastnosti odberateľov
zh_cn: 订阅服务器属性

# subscriber_edit.subscription
source: Subscriptions
cs_cz: Příhlášení
sk_sk: Prihlásenie
zh_cn: 订阅

# subscriber_list.newitemcaption
source: New subscriber
cs_cz: Nový odběratel
sk_sk: Nový odberateľ
zh_cn: 新建订阅服务器

# subscribers.approvesubscription
source: Are you sure you want to approve email campaign subscription?
cs_cz: Opravdu chcete schválit přihlášení k odběru newsletteru?
sk_sk: Ste si istí, že chcete schváliť prihlášku k newsletteru?
zh_cn: 你确定你想要批准电子邮件活动订阅？

# subscribers.block
source: Block subscriber
cs_cz: Blokovat odběratele
zh_cn: 块订阅服务器

# subscribers.blocksubscriber
source: Are you sure you want to block the selected subscriber?
cs_cz: Opravdu chcete blokovat zvoleného uživatele?
sk_sk: Ste si istí, že chcete zablokovať vybraného odberateľa?
zh_cn: 你确定你想要阻止所选订阅服务器？

# subscribers.unblock
source: Unblock subscriber
cs_cz: Odblokovat odběratele
zh_cn: 取消订阅服务器

# subscribers.unblocksubscriber
source: Are you sure you want to unblock the selected subscriber?
cs_cz: Opravdu chcete odblokovat zvoleného odběratele?
sk_sk: Ste si istí, že chcete odblokovať vybraného odberateľa?
zh_cn: 确信您要取消所选订阅服务器吗?

# subscription.confirmation
source: You have been successfully subscribed to <strong>{0}</strong>.
cs_cz: Byl/a jste úspěšně odhlášen/a ze <strong>{0}</strong>.
zh_cn: 您已成功订阅<strong>{0}</strong>。

# subscription.emailtemplatenotfound
source: Subscription email template '{0}' was not found.
cs_cz: Šablona přihlašovacího e-mailu '{0}' nebyla nelezena.
zh_cn: 找不到订阅电子邮件模板"{0}"。

# subscription.htmlnotsupportedforplain
source: HTML graph is not avaible for plain text emails.
cs_cz: HTML graf je dostupný pro e-maily s obyčejným textem.
zh_cn: HTML 图不可用的纯文本电子邮件。

# subscriptions.forums
source: Forum subscriptions
cs_cz: Přihlášky k odběru fór
zh_cn: 论坛订阅

# supplier_list.newitemcaption
source: New supplier
cs_cz: Nový dodavatel
sk_sk: Nový dodávateľ
zh_cn: 新建供应商

# supplierselector.additems
source: Add suppliers
cs_cz: Přidat dodavatele
sk_sk: Pridať dodávateľov
zh_cn: 添加供应商

# supplierselector.entersearch
source: Supplier
cs_cz: Název dodavatele:
sk_sk: Názov dodávateľa:
zh_cn: 供应商

# supplierselector.itemname
source: Supplier name
cs_cz: Název dodavatele
sk_sk: Názov dodávateľa
zh_cn: 供应商名称

# supplierselector.moreitems
source: (more suppliers...)
cs_cz: (více dodavatelů...)
sk_sk: (viac dodávateľov...)
zh_cn: （更多供应商......)

# supplierselector.nodata
source: No suppliers found.
cs_cz: Nebyly nalezeni žádní dodavatelé.
sk_sk: Neboli nájdení žiadni dodávatelia
zh_cn: 没有供应商发现。

# supplierselector.selectitem
source: Select supplier
cs_cz: Vybrat dodavatele
sk_sk: Vybrať dodávateľa
zh_cn: 选择供应商

# support.checksmtp
source: <strong>Please make sure your SMTP settings are correct in order to send your message.</strong>
cs_cz: <strong>Ujistěte se prosím, že vaše nastavení SMTP jsou správná pro odeslání vaší zprávy.</strong>
sk_sk: <strong>Uistite sa, že Vaše SMTP nastavenia sú správne, aby ste mohli odoslať správu.</strong>
zh_cn: <strong>请确保您的 SMTP 设置正确，以发送邮件。</strong>

# synchronization.lastmodified
source: Last modified
cs_cz: Poslední změna
sk_sk: Naposledy upravené
zh_cn: 上次修改时间

# synchronization.listinginfo
source: This is the full listing of the folder '{0}'. {1} the full listing.
cs_cz: Toto je úplný výpis složky '{0}'. {1} úplný výpis.
sk_sk: Toto je úplný výpis adresára '{0}'. {1} úplný výpis.
zh_cn: 这是文件夹"{0}"的完整清单。{1} 完整清单中。

# synchronization.nochilddocuments
source: There are no pages to display.
cs_cz: Žádné dokumenty nejsou k dispozici.
sk_sk: Nie sú žiadne dokumenty na zobrazenie
zh_cn: 没有要显示的页数。

# synchronization.nodocumentsfound
source: No pages matching your criteria were found.
cs_cz: Nebyly nalezeny žádné dokumenty odpovídající vašim kritériím.
sk_sk: Neboli nájdené žiadne dokumenty zodpovedajúce tvojim kritériam
zh_cn: 没有与您的条件匹配的页面被发现。

# synchronization.nosubdocuments
source: No sub-pages
cs_cz: Žádné dceřinné dokumenty
sk_sk: Žiadne pod-dokumenty
zh_cn: 没有子页面

# synchronization.preparing
source: Preparing '{0}' task
cs_cz: Příprava '{0}' úloh
sk_sk: Príprava úlohy '{0}'
zh_cn: 准备 '{0}' 的任务

# synchronization.running
source: Synchronizing '{0}' task
cs_cz: Synchronizace '{0}' úloh
sk_sk: Synchronizácia úlohy '{0}'
zh_cn: 同步 '{0}' 的任务

# synchronization.selecttasks
source: You have to select some tasks first.
cs_cz: Nejdříve musíte vybrat nějaké úlohy.
zh_cn: 您必须首先选择一些任务。

# synchronization.showsubdocuments
source: Show sub-pages
cs_cz: Zobrazit dceřiné dokumenty
sk_sk: Zobraz pod-dokumenty
zh_cn: 显示子页面

# synchronization.skippingdisabled
source: Skipping '{0}' task - associated connector is disabled.
cs_cz: Přeskočení úlohy '{0}' - přidružený konektor není povolen.
zh_cn: 跳过 '{0}' 禁用了任务-关联的连接器。

# synchronization.skippingunavailable
source: Skipping '{0}' task - failed to load associated connector.
cs_cz: Přeskočení úlohy '{0}' - nepodařilo se načíst přidružený konektor.
zh_cn: 跳过 '{0}' 任务-未能加载关联的连接器。

# synchronization.upperdoc
source: Parent page
cs_cz: Rodičovský dokument
sk_sk: Rodičovský dokument
zh_cn: 父页

# sysdev.class_edit_general.searchenabled
source: Search enabled
cs_cz: Vyhledávání povoleno
sk_sk: Vyhľadávanie povolené
zh_cn: 启用搜索

# sysdev.class_edit_queries.newquery
source: New query
cs_cz: Nový dotaz
sk_sk: Nová query
zh_cn: 新建查询

# sysdev.class_list.newclass
source: New class
cs_cz: Nová třída
sk_sk: Nová trieda
zh_cn: 新类

# sysdev.procedure
source: Stored procedure
zh_cn: 存储的过程

# sysdev.procedures
source: Stored procedures
cs_cz: Uložené procedury
sk_sk: Uložené procedúry
zh_cn: 存储的过程

# sysdev.procedures.createprocedure
source: New procedure
cs_cz: Nová procedura
sk_sk: Nová procedúra
zh_cn: 新建程序

# sysdev.view
source: View
zh_cn: 视图

# sysdev.views
source: Views
cs_cz: Zobrazení
zh_cn: 视图

# sysdev.views.corruptedparameters
source: Invalid query parameters.
cs_cz: Neplatné parametry dotazu.
sk_sk: Neplatné parametre
zh_cn: 无效的查询参数。

# sysdev.views.createview
source: New view
cs_cz: Nové zobrazení
sk_sk: Nový view
zh_cn: 新视图

# sysdev.views.generateskeleton
source: Generate simple template
cs_cz: Generovat šablonu webu
sk_sk: Generovať jednoduchú šablónu
zh_cn: 生成简单的模板

# sysdev.views.objectdeleted
source: Object was successfully deleted.
cs_cz: Objekt byl úspěšně smazán.
sk_sk: Objekt bol úspešne zmazaný
zh_cn: 成功地删除对象。

# sysdev.views.refreshviews
source: Refresh all views
cs_cz: Obnovit všechna zobrazení
sk_sk: Obnoviť všetky view
zh_cn: 刷新所有视图

# sysdev.views.title
source: Views
cs_cz: Zobrazení
sk_sk: Vews
zh_cn: 视图

# sysdev.views.viewrefreshed
source: View was sucessfully refreshed.
cs_cz: Zobrazení bylo úspěšně obnoveno.
sk_sk: View bol úspešne obnovený
zh_cn: 视图已成功刷新。

# systbl.header.altforms
source: Alternative forms
cs_cz: Alternativní formuláře
sk_sk: Alternatívne formuláre
zh_cn: 替代形式

# systbl.header.procedures
source: Stored procedures
cs_cz: Uložené procedury
sk_sk: Uložené procedúry
zh_cn: 存储的过程

# systbl.header.search
source: Search
cs_cz: Pole hledání
sk_sk: Vyhľadávacie polia
zh_cn: 搜索

# systbl.header.views
source: Views
cs_cz: Zobrazení
zh_cn: 视图

# systbl.proc.alreadyexists
source: There is already an object named '{0}' in the database.
cs_cz: V databázi již je objekt s názvem '{0}'.
sk_sk: Objekt s názvom '{0}' už je v databáze.
zh_cn: 已存在名为"{0}"在数据库中的对象。

# systbl.proc.iscustom
source: Is custom
cs_cz: Je vlastní
sk_sk: Je vlastný
zh_cn: 是自定义

# systbl.proc.parsingfailed
source: Failed to parse procedure code.
cs_cz: Parsování kódu procedury selhalo.
sk_sk: Zlyhalo parsovanie kódu procedúry.
zh_cn: 未能解析程序代码。

# systbl.proc.schema
source: Schema
cs_cz: Schéma
sk_sk: Schéma
zh_cn: 架构

# systbl.queryedit.newlink
source: New query
cs_cz: Nový dotaz
sk_sk: Nová query
zh_cn: 新建查询

# systbl.search.warninfo
source: It is highly recommended not to change default field settings. If you remove or change some of the mandatory fields, smart search module can stop working.
cs_cz: Je doporučeno neměnit původní nastavení pole. Pokud odstraníte nebo změníte některé povinné pole modul Smart Search se může zastavit.
sk_sk: Je doporučené nemeniť základné nastavenia tohto poľa. Ak odstránite alebo zmeníte niektoré z povinných polí, modul na inteligentné vyhľadávanie môže prestať fungovať.
zh_cn: 这是强烈建议不要更改默认字段设置。如果您删除或更改某些必填字段，智能搜索模块可能会停止工作。

# systbl.view.alreadyexists
source: There is already an object named '{0}' in the database.
cs_cz: V databázi již je objekt s názvem '{0}'.
sk_sk: Objekt s názvom '{0}' už je v databáze.
zh_cn: 已存在名为"{0}"在数据库中的对象。

# systbl.view.iscustom
source: Is custom
cs_cz: Je uživatelský
sk_sk: Je vlastný
zh_cn: 是自定义

# systbl.view.notsystemproc
source: WARNING: This is a system object and it is not recommended to modify it.
cs_cz: VAROVÁNÍ: Toto je systémový objekt a nedoporučuje se jeho modifikace.
sk_sk: UPOZORNENIE: Toto je systémový objekt a neodporúča sa meniť ho.
zh_cn: 警告： 这是一个系统对象，并且它不建议对其进行修改。

# systbl.view.notsystemview
source: WARNING: This is a system object and it is not recommended to modify it.
cs_cz: VAROVÁNÍ: Toto je systémový objekt a nedoporučuje se jeho modifikace.
sk_sk: UPOZORNENIE: Toto je systémový objekt a neodporúča sa meniť ho.
zh_cn: 警告： 这是一个系统对象，并且它不建议对其进行修改。

# systbl.view.parsingfailed
source: Failed to parse view code.
cs_cz: Parsování kódu zobrazení selhalo.
sk_sk: Zlyhalo parsovanie kódu view
zh_cn: 未能解析视图代码。

# systbl.view.schema
source: Schema
cs_cz: Schéma
sk_sk: Schéma
zh_cn: 架构

# systbl.viewproc.bodyempty
source: Please enter some SQL code.
cs_cz: Zadejte prosím SQL kód.
sk_sk: Zadajte, prosím, SQL kód
zh_cn: 请输入一些 SQL 代码。

# systbl.viewproc.objectnameempty
source: Please enter an object name.
cs_cz: Zadejte prosím název objektu.
sk_sk: Zadajte, prosím, názov objektu
zh_cn: 请输入对象的名称。

# systbl.viewproc.procnotidentifierformat
source: Procedure name is not in identifier format.
cs_cz: Název procedury není v identifikačním formuláři.
zh_cn: 程序名称不是标识符的格式。

# systbl.viewproc.viewnotidentifierformat
source: View name is not in identifier format.
cs_cz: Název pohledu není v identifikačním formuláři.
zh_cn: 视图名称不是标识符的格式。

# systbl.views.allviewsrefreshed
source: All views were successfully refreshed.
cs_cz: Všechna zobrazení byla úspěšně aktualizována.
sk_sk: Všetky view boli úspešne obnovené
zh_cn: 所有视图都已成功都刷新。

# systbl.views.header.listlink
source: Views
cs_cz: Zobrazení
zh_cn: 视图

# systbl.views.numberofitems
source: Number of items
cs_cz: Počet položek
sk_sk: Počet položiek
zh_cn: 项目数目

# system.clearcacheconfirmation
source: Are you sure you want to clear cache?
zh_cn: 你确定你想要清除缓存？

# system.livetiledescription
source: {0} since the last restart
zh_cn: {0}自上次重新启动

# system.restartconfirmation
source: Are you sure you want to restart server?
zh_cn: 确信你想要重新启动服务器吗?

# sysytbl.views.header.title
source: View properties
cs_cz: Vlastnosti zobrazení
sk_sk: Vlastnosti View
zh_cn: 查看属性

# tabs.allowsubtabs
source: Allow sub-tabs
zh_cn: 允许子选项卡

# tabs.allowsubtabs.description
source: If checked, the hierarchical sub-tabs are allowed in the tabs.
zh_cn: 如果选中此选项，层次结构的子选项卡允许选项卡中。

# taggroupselect.entersearch
source: Tag group
cs_cz: Název skupiny znaků:
sk_sk: Názov skupiny tagov:
zh_cn: 标记组

# taggroupselect.itemname
source: Tag group name
cs_cz: Název skupiny znaků
sk_sk: Názov skupiny tagov
zh_cn: 标记组名称

# taggroupselect.moreitems
source: (more tag groups...)
cs_cz: (více skupin znaků...)
sk_sk: (viac...)
zh_cn: (更多标记一组......)

# taggroupselect.selectitem
source: Select tag group
cs_cz: Vybrat skupinu znaků
sk_sk: Vybrať skupinu tagov
zh_cn: 选择标记组

# tags.editelement
source: Edit tag group
zh_cn: 编辑标记组

# tags.general.editgroup
source: Tag group properties
cs_cz: Vlastnosti skupiny
sk_sk: Vlastnosti tag skupiny
zh_cn: 标记组属性

# tags.taggroup_edit_gen.new
source: New tag group
cs_cz: Nová skupina tagů
sk_sk: Nová tag skupina
zh_cn: 新建标记组

# tags.taggroup_list.nosites
source: There are no sites specified. Please specify a site to enable this section.
cs_cz: Nejsou specifikovány žádné weby. Pro zpřístupnění této sekce specifikujte nějaký web.
sk_sk: Nie sú špecifikované žiadne weby. Na odblokovanie tejto sekcie vyberte nejaký web.
zh_cn: 没有指定的网站。请指定一个网站，使这一节。

# tags.tagname
source: Tag name
cs_cz: Název tagu
sk_sk: Tagové meno
zh_cn: 标记名称

# tags.tagselector.entersearch
source: Tag
cs_cz: Filtr:
zh_cn: 标记

# tags.tagselector.itemname
source: Tag
zh_cn: 标记

# tags.tagselector.selectitem
source: Select tag
cs_cz: Vybrat tag
zh_cn: 选择标记

source: Task condition
cs_cz: Podmínka úlohy
zh_cn: 任务条件

# task.executions.reseted
source: Execution count has been reset.
cs_cz: Počet spuštění byl vynulován
zh_cn: 执行计数被重置。

# task.lastreset
source: Last reset
cs_cz: Poslední reset
zh_cn: 上次重置

# task_edit.invalidlength
source: Maximum allowed length of the task condition is {0}.
zh_cn: 任务条件允许最大长度为 {0}。

# taskdisabled.sure
source: This task is disabled. Are you sure, you want to execute it?
cs_cz: Tato úloha není povolena. Opravdu ji chcete vykonat?
zh_cn: 禁用此任务。确实，您想要执行它吗?

# tasks.reset
source: Are your sure you want to reset task's executions count?
cs_cz: Opravdu chcete vynulovat počet spuštění?
zh_cn: 你确定你想要重置任务的处决计数？

# tasks.resetall
source: Are you sure you want to reset execution count of all tasks?
cs_cz: Opravdu chcete vynulovat počet spuštění u všech úloh?
zh_cn: 你确定你想要重置所有任务的执行计数？

# tasks.resetexecutions
source: Reset executions
cs_cz: Vynulovat spuštění
zh_cn: 重置处决

# tasktitle.copydocument
source: Copy page {0}
zh_cn: 复制页面 {0}

# tasktitle.createdocument
source: Create page {0}
cs_cz: Vytvoření dokumentu {0}
sk_sk: Vytvor dokument {0}
zh_cn: 创建页面 {0}

# tasktitle.destroydocument
source: Destroy page {0}
cs_cz: Smazat dokument {0}
sk_sk: Znič dokument {0}
zh_cn: 破坏页面 {0}

# taxclass_edit.headercaption_new
source: New tax class
cs_cz: Nová třída daní
sk_sk: Nová daňová trieda
zh_cn: 新税类

# taxclass_edit.headercaption-properties
source: Tax class properties
cs_cz: Vlastnosti třídy daní
sk_sk: Vlastnosti daňovej triedy
zh_cn: 税类属性

# taxclassselector.additems
source: Add tax classes
cs_cz: Přidat daňovou třídu
sk_sk: Pridať daňovú triedu
zh_cn: 添加税类

# taxclassselector.entersearch
source: Tax class
cs_cz: Název daňové třídy:
sk_sk: Názov daňovej triedy:
zh_cn: 税类

# taxclassselector.itemname
source: Tax class name
cs_cz: Název daňové třídy
sk_sk: Názov daňovej triedy:
zh_cn: 税类名称

# taxclassselector.moreitems
source: (more tax classes...)
cs_cz: (více daňových tříd...)
sk_sk: (viac daňových tried...)
zh_cn: （更多税类......)

# taxclassselector.nodata
source: No taxes found.
cs_cz: Nebyly nalezeny žádné daně.
sk_sk: Mebpôo míkdem= žoadme dame
zh_cn: 发现没有税收。

# taxclassselector.selectitem
source: Select tax class
cs_cz: Vybrat daňovou třídu
sk_sk: Vybrať daňovú triedu
zh_cn: 选择税类

# taxselect.additems
source: Add tax classes
cs_cz: Přidat daňové třídy
sk_sk: Pridať daňovú triedu
zh_cn: 添加税类

# taxselect.entersearch
source: Search tax classes
cs_cz: Název daňové třídy nebo její část:
sk_sk: Názov daňovej triedy alebo časť názvu:
zh_cn: 搜索税类

# taxselect.itemname
source: Tax class name
cs_cz: Název daňové třídy
sk_sk: Názov daňovej triedy
zh_cn: 税类名称

# taxselect.moreitems
source: (more tax classes...)
cs_cz: (více daňových tříd...)
sk_sk: (viac daňových tried ...)
zh_cn: （更多税类......)

# taxselect.nodata
source: No tax classes selected.
cs_cz: Nebyly vybrány žádné daňové třídy.
sk_sk: Nebola vybraná žiadna daňová trieda.
zh_cn: 选择无税类。

# taxselect.selectitem
source: Select tax class
cs_cz: Vybrat daňovou třídu
sk_sk: Vybrať daňovú triedu
zh_cn: 选择税类

# teamdevelopment.checkoutnotenabled
source: Use check-in/check-out for objects is not enabled. Go to <strong>##ui|cms|settings## -> Versioning & Synchronization -> Object versioning</strong> to enable it.
cs_cz: Používání uzamykání/uvolňování pro objekty není povoleno. Povolte jej v <strong>Site Manager -> Nastavení -> Verzování a synchronizace -> Verzování objektů</strong>.
zh_cn: 未启用使用检查-入/签出的对象。去<strong> ##ui|cms|settings## ->-> 对象版本控制版本控制 & 同步</strong>，使其功能。

# template.allcultures
source: All culture versions use the same page template
cs_cz: Všechny kulturní verze používají stejnou šablonu stránky
zh_cn: 所有的语言版本使用相同的页面模板

# template.allowheaderinherit
source: Allow descendant templates to inherit the header
cs_cz: Povolit dceřinným šablonám dědit aktuální hlavičku
zh_cn: 允许后代模板继承的页眉

# template.confirmclone
source: Are you sure you want to clone the page template as ad-hoc for this page?
cs_cz: Opravdu chcete klonovat šablonu stránky jako ad-hoc pro tento dokument?
zh_cn: 你确定你想要克隆作为特设此页面的页面模板？

# template.dahsboardliveused
source: The dahsboard type cannot be used because the current page template is used on content pages.
cs_cz: Tento typ nástěnky nemůže být použit, protože aktuální šablona stránky je použita na stránkách obsahu.
zh_cn: 控制板类型不能使用，因为当前的页面模板用于内容页。

# template.dashboardinvalidzone
source: The dashboard type cannot be used because the current page template contains not allowed widget zones.
cs_cz: Tento typ nástěnky nemůže být použit, protože aktuální šablona stránky obsahuje nepovolené widget zóny.
zh_cn: 控制板类型不能使用，因为当前的页面模板包含不允许使用小部件区域。

# template.inherit
source: Inherit from parent
cs_cz: Dědit z nadřezeného
zh_cn: 从父项继承

# template.inherited
source: (inherited)
cs_cz: (zděděné)
zh_cn: （继承）

# template.inheritheaderparent
source: Inherit headers from the templates of ancestor pages
cs_cz: Dědit hlavičku/hlavičky z mateřské šablony/šablon.
zh_cn: 继承祖先页的模板的标题

# template.notemplate
source: No master page template
cs_cz: Žádná master page šablona
zh_cn: 没有主版页面模板

# template.scopes
source: Scopes
cs_cz: Rozsahy
sk_sk: Rozsahy
zh_cn: 作用域

# template.scopes.allpages
source: on all pages
cs_cz: Šablona může být použita na všech stránkách
sk_sk: Šablóna môže byť použitá na všetkých stránkach
zh_cn: 在所有页上

# template.scopes.denied
source: You are not authorized to manage page template scopes.
cs_cz: Nemáte autorizaci pro správu oblastí šablon stránky.
sk_sk: Nemáte právo upravovať oblasti použitia šablón.
zh_cn: 你无权管理页面模板范围。

# template.scopes.emptypath
source: Please specify starting path.
cs_cz: Specifikujte prosím počáteční cestu.
sk_sk: Zadajte, prosím, začiatočnú cestu.
zh_cn: 请指定起始路径。

# template.scopes.global
source: (global scopes)
cs_cz: (globální oblasti)
sk_sk: (globálne oblasti použitia)
zh_cn: （全局范围）

# template.scopes.levels
source: Levels
cs_cz: Úrovně
sk_sk: Úrovne
zh_cn: 级别

# template.scopes.new
source: New scope
cs_cz: Nový rozsah
sk_sk: Nová oblasť použitia
zh_cn: 新建作用域

# template.scopes.newscope
source: New template scope
cs_cz: Nový rozsah šablony
sk_sk: Nová oblasť použitia šablóny
zh_cn: 新建模板作用域

# template.scopes.path
source: Starting path
cs_cz: Počáteční cesta
sk_sk: Začiatočná cesta
zh_cn: 起始路径

# template.scopes.selectedscopes
source: only within the following scopes
cs_cz: Šablona může být použita pouze v rámci následujících rozsahů
sk_sk: Šablóna môže byť použitá s nasledujúcimi oblasťami použitia
zh_cn: 只有在以下范围内
