Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# administration-system.webframrestarted
source: All web farm servers were restarted
cs_cz: Všechny web farm servery byly restartovány
sk_sk: Všetky web farm servery boli reštartované
zh_cn: 所有 web 场服务器被重新都启动

# administrationtree.loading
source: Loading...
cs_cz: Načítám...
sk_sk: Nahrávam...
zh_cn: 正在加载...

# administrationtree.root
source: Administration
cs_cz: Administrace
sk_sk: Administrácia
zh_cn: 行政管理

# administrationtreedata.deleteddocuments
source: Deleted Pages
cs_cz: Smazané dokumenty
sk_sk: Zmazané dokumenty
zh_cn: 已删除的页

# administrationtreedata.eventlog
source: Event log
cs_cz: Historie událostí
sk_sk: História udalostí
zh_cn: 事件日志

# administrationtreedata.permissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# administration-user.notallowedtomodify
source: You are not allowed to modify this user.
cs_cz: Nemáte oprávnění upravovat tohoto uživatele.
sk_sk: Nemáte oprávnenie upravovať tohto užívateľa.
zh_cn: 你不是允许修改此用户。

# administration-user_categories.title
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# administration-user_edit.default
source: (default)
cs_cz: (implicitní)
sk_sk: (implicitný)
zh_cn: （默认值）

# administration-user_edit.title
source: User Properties
cs_cz: Vlastnosti uživatele
sk_sk: Vlastnosti užívateľa
zh_cn: 用户属性

# administration-user_edit_departments.department
source: Department
cs_cz: Oddělení
sk_sk: Oddelenie
zh_cn: 新闻部

# administration-user_edit_departments.invaliduserid
source: User with specified ID does not exist.
cs_cz: Uživatel s daným ID neexistuje.
sk_sk: Užívateľ s daným ID neexistuje.
zh_cn: 不存在具有指定 ID 的用户。

# administration-user_edit_departments.ismember
source: Is member
cs_cz: Je členem
sk_sk: Je členom
zh_cn: 是成员

# administration-user_edit_general.campaign
source: Campaign:
cs_cz: Kampaň:
sk_sk: Kampaň:
zh_cn: 运动：

# administration-user_edit_general.culture
source: Preferred content culture:
cs_cz: Preferovaný jazyk obsahu:
sk_sk: Preferovaný jazyk obsahu
zh_cn: 首选的内容语言：

# administration-user_edit_general.firstname
source: First name:
cs_cz: Jméno:
sk_sk: Krstné meno:
zh_cn: 名字:

# administration-user_edit_general.fullname
source: Full name:
cs_cz: Celé jméno: *
sk_sk: Celé meno: *
zh_cn: 全名：

# administration-user_edit_general.iseditor
source: Is editor:
cs_cz: Je editor:
sk_sk: Je editor:
zh_cn: 是编辑器：

# administration-user_edit_general.isexternal
source: Is external user:
cs_cz: Je externí uživatel:
sk_sk: Je externý užívateľ:
zh_cn: 为外部用户：

# administration-user_edit_general.isglobaladministrator
source: Is global administrator:
cs_cz: Je globální administrátor:
sk_sk: Je globálny administrátor:
zh_cn: 为全局管理员：

# administration-user_edit_general.lastlogon
source: Last logon:
cs_cz: Poslední přihlášení:
sk_sk: Posledné prihlásenie:
zh_cn: 上次登录：

# administration-user_edit_general.lastname
source: Last name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# administration-user_edit_general.messagingemail
source: Messaging notification email:
cs_cz: E-mail pro oznámení vzkazů:
sk_sk: E-mail pre oznámenie správ:
zh_cn: 消息通知的电子邮件：

# administration-user_edit_general.middlename
source: Middle name:
cs_cz: Prostřední jméno:
sk_sk: Prostredné meno:
zh_cn: 中间名：

# administration-user_edit_general.uiculture
source: Preferred user interface culture:
cs_cz: Preferovaný jazyk rozhraní:
sk_sk: Preferovaný jazyk rozhrania:
zh_cn: 首选的用户界面语言：

# administration-user_edit_general.urlreferrer
source: URL referrer:
cs_cz: URL odkazujícího webu:
sk_sk: URL odkazujúceho webu:
zh_cn: URL 引用：

# administration-user_edit_general.usercreated
source: Created:
cs_cz: Vytvořen:
sk_sk: Vytvorené:
zh_cn: 创建：

# administration-user_edit_general.userstartingpath
source: Starting alias path:
cs_cz: Startovací alias cesta:
sk_sk: Štartovacia alias cesta:
zh_cn: 别名开始路径：

# administration-user_edit_password.changed
source: Password changed notification
cs_cz: Upozornění o změně hesla
sk_sk: Oznámenie o zmene hesla
zh_cn: 密码更改通知

# administration-user_edit_password.confirmpassword
source: Confirm password:
cs_cz: Potvrzení hesla:
sk_sk: Potvrdenie hesla:
zh_cn: 确认密码:

# administration-user_edit_password.frommissing
source: The 'From' element wasn't specified. Please set required element in the site settings section.
cs_cz: Není nastaveno jméno odesílatele pod kterým se posílá informační e-mail. Doplňte toto jméno v nastavení.
sk_sk: 'Form' element nebol špecifikovaný. Nastavte požadovaný element v sekcii nastavenie stránky.
zh_cn: '从' 元素未指定。请在网站设置部分中设置必需的元素。

# administration-user_edit_password.gennew
source: Generate new password
cs_cz: Generovat nové heslo
sk_sk: Vygeneruj nové heslo
zh_cn: 生成新密码

# administration-user_edit_password.newgen
source: New password notification
cs_cz: Upozornění na nové heslo
sk_sk: Oznámenie o novom hesle
zh_cn: 新密码通知

# administration-user_edit_password.newpassword
source: Password:
cs_cz: Nové heslo:
sk_sk: Nové heslo:
zh_cn: 密码：

# administration-user_edit_password.passchangednotsent
source: The changes were saved. However, the password could not be sent to the user because the user doesn't have any email address specified.
cs_cz: Změny byly uloženy, ale souhrný informační e-mail nemohl být odeslán protože uživatel nemá vyplněnu e-mailovou adresu.
sk_sk: Zmeny boli uložené. Ale správa s novými údajmi NEBOLA odoslaná pretože užívateľský e-mail chýba.
zh_cn: 在保存更改。然而，该密码无法发送给用户因为用户没有指定任何电子邮件地址。

# administration-user_edit_password.passwordsdonotmatch
source: Passwords do not match.
cs_cz: Hesla se neshodují.
sk_sk: Heslá sa nezhodujú.
zh_cn: 密码不匹配。

# administration-user_edit_password.passwordsnotsent
source: Password has not been sent.
cs_cz: Heslo bylo odesláno.
sk_sk: Heslo nebolo odoslané.
zh_cn: 尚未发送密码。

# administration-user_edit_password.passwordssent
source: Password has been sent to:
cs_cz: Heslo bylo odesláno na:
sk_sk: Heslo bolo odoslané na:
zh_cn: 密码已经发送到：

# administration-user_edit_password.resend
source: Password retrieval
cs_cz: Heslo
sk_sk: Heslo
zh_cn: 密码检索。

# administration-user_edit_password.sendemail
source: Send email to the user when the password changes (generate password always sends email)
cs_cz: Poslat uživateli e-mail doje-li ke změně hesla
sk_sk: Poslať e-mail užívateľovi pri zmene hesla (generované heslo sa vždy odošle na e-mail)
zh_cn: 向用户发送电子邮件，密码发生更改时 （生成密码总是发送电子邮件）

# administration-user_edit_password.sendpswd
source: Send password
cs_cz: Poslat heslo
sk_sk: Odoslať heslo
zh_cn: 发送的密码

# administration-user_edit_roles.ismemeber
source: Is member
cs_cz: Je členem
sk_sk: Je členom
zh_cn: 是成员

# administration-user_edit_roles.rolename
source: Role name
cs_cz: Název role
sk_sk: Názov role
zh_cn: 角色名称

# administration-user_edit_roles.sitewithnoroles
source: Selected site has no roles yet.
cs_cz: Vybraný web ještě nemá žádné role.
sk_sk: Vybraný web ešte nemá žiadne role.
zh_cn: 所选的站点尚未没有角色。

# administration-user_edit_roles.userwithnosites
source: This user has not been added to any site yet.
cs_cz: Tento uživatel ještě nebyl přiřazen k žádnému webu.
sk_sk: Tento užívateľ ešte nebol priradený k žiadnemu webu.
zh_cn: 该用户尚未添加到任何网站尚未。

# administration-user_edit_sites.ismemeber
source: Is member
cs_cz: Je členem
sk_sk: Je členom
zh_cn: 是成员

# administration-user_edit_sites.selectsite
source: Select site:
cs_cz: Vybrat web:
sk_sk: Vybrať web:
zh_cn: 选择站点：

# administration-user_list.errorglobaladmin
source: This user account can be edited by global administrator only.
cs_cz: Uživatelský účet může upravovat pouze administrátor.
sk_sk: Užívateľské konto môže byť upravené iba globálnym administrátorom.
zh_cn: 可以由全局管理员只编辑此用户帐户。

# administration-user_list.errornoglobaladmin
source: This user account could be deleted only by global administrator.
cs_cz: Uživatelský účet může smazat pouze administrátor.
sk_sk: Užívateľské konto môže byť zmazané iba globálnym administrátorom.
zh_cn: 只能由全局管理员，可以删除此用户帐户。

# administration-user_list.errorownaccount
source: You cannot delete your own user account
cs_cz: Nemůžete smazat svůj vlastní účet
sk_sk: Nemôžete zmazať vlastné konto
zh_cn: 您不能删除您自己的用户帐户

# administration-user_new.confirmpassword
source: Confirm password:
cs_cz: Potvrzení hesla:
sk_sk: Potvrdenie hesla:
zh_cn: 确认密码:

# administration-user_new.currentuser
source: New user
cs_cz: Nový uživatel
sk_sk: Nový užívateľ
zh_cn: 新用户

# administration-user_new.fullname
source: Full name
cs_cz: Celé jméno: *
sk_sk: Celé meno: *
zh_cn: 全名

# administration-user_new.iseditor
source: Is editor:
cs_cz: Je editor:
sk_sk: Je editor:
zh_cn: 是编辑器：

# administration-user_new.password
source: Password:
cs_cz: Heslo:
sk_sk: Heslo:
zh_cn: 密码：

# administration-user_new.requiresfullname
source: Please fill the 'Full name' field.
cs_cz: Vyplňte prosím pole 'Celé jméno'.
sk_sk: Prosím, vyplňte pole 'Celé meno'.
zh_cn: 请填写全名字段。

# administration-user_new.requiresusername
source: Please fill the 'User name' field.
cs_cz: Vyplňte prosím pole 'Uživatelské jméno'.
sk_sk: Prosím, vyplňte pole 'Užívateľské meno'.
zh_cn: 请填写用户名字段。

# administration-user_new.title
source: New user
cs_cz: Nový uživatel
sk_sk: Nový užívateľ
zh_cn: 新用户

# administration-user_new.userexists
source: User with the same code name already exists.
cs_cz: Uživatel se stejným kódovým jménem již existuje.
sk_sk: Užívateľ s rovnakým kódovým menom už existuje.
zh_cn: 用户具有相同的代码名称已存在。

# administration-user_new.wrongemailformat
source: Please enter email addresses in correct format.
cs_cz: E-mailovou adresu vložte, prosím, ve správném formátu.
sk_sk: E-mailovú adresu vložte, prosím, v správnom formáte.
zh_cn: 请在正确的格式输入电子邮件地址。

# administration-user_notifications.title
source: Notifications
cs_cz: Upozornění
sk_sk: Upozornenia
zh_cn: 通知

# administration-webtemplate_list.title
source: Web templates
cs_cz: Šablony webu
sk_sk: Šablóny webu
zh_cn: Web 模板

# administration-webtemplate_new.currentwebtemplate
source: New web template
cs_cz: Nová šablona webu
sk_sk: Nová šablóna webu
zh_cn: 新建 web 模板

# administration-webtemplate_new.erroremptywebtemplatedisplayname
source: Please enter a web template display name
cs_cz: Vložte prosím zobrazovaný názevo šablony webu.
sk_sk: Prosím, vložte zobrazované meno šablóny webu.
zh_cn: 请输入 web 模板显示名称

# administration-webtemplate_new.erroremptywebtemplatename
source: Please enter a web template code name.
cs_cz: Vložte prosím kódový název šablony webu.
sk_sk: Prosím, vložte kódové meno šablóny webu.
zh_cn: 请输入 web 模板代码名称。

# administration-webtemplate_new.erroremptywebtemplatenamelicenses
source: Please select a license edition.
cs_cz: Vyberte prosím licenční edici.
sk_sk: Prosím, vyberte edíciu licencie.
zh_cn: 请选择许可版。

# administration-webtemplate_new.errorwebtemplatenamenotunique
source: Web template code name must be unique!
cs_cz: Kódový název šablony musí být unikátní!
sk_sk: Kódové meno šablóny musí byť unikátne!
zh_cn: Web 模板代码名称必须是唯一的 ！

# administration-webtemplate_new.newwebtemplate
source: New web template
cs_cz: Nová šablona webu
sk_sk: Nová šablóna webu
zh_cn: 新建 web 模板

# administration-webtemplate_new.title
source: Web templates
cs_cz: Šablony webu
sk_sk: Šablóny webu
zh_cn: Web 模板

# administration-webtemplate_new.webtemplatedescription
source: Web template description:
cs_cz: Popis šablony webu:
sk_sk: Popis šablóny webu:
zh_cn: Web 模板描述：

# administration-webtemplate_new.webtemplatedisplayname
source: Web template display name:
cs_cz: Zobrazený název šablony webu:
sk_sk: Zobrazovaný názov šablóny webu:
zh_cn: Web 模板显示名称：

# administration-webtemplate_new.webtemplatefilename
source: Web template folder
cs_cz: Název složky šablony webu:
sk_sk: Názov súboru šablóny webu:
zh_cn: Web 模板文件夹

# administration-webtemplate_new.webtemplatename
source: Web template code name:
cs_cz: Kódový název šablony webu:
sk_sk: Kódové meno šablóny:
zh_cn: Web 模板代码名称:

# allowedadd.header
source: Add Child Template
cs_cz: Přidat závislou šablonu
sk_sk: Pridať závislú šablónu
zh_cn: 添加子模板

# allowedlist.childclassdisplayname
source: Child Template Display Name
cs_cz: Zobraovaný název vnořené šablony
sk_sk: Zobrazované meno vnorenej šablóny
zh_cn: 儿童模板显示名称

# allowedlist.childclassname
source: Child Template Code Name
cs_cz: Kódový název vnořené šablony
sk_sk: Kódové meno vnorenej šablóny
zh_cn: 儿童模板代码名称

# allowedlist.confirmdelete
source: Are you sure you want to remove the selected item from the list of allowed child templates?
cs_cz: Opravdu chcete odstranit vybranou položku z povolených vnořených šablon?
sk_sk: Určite chcete odstrániť vybranú položku z povolených vnorených šablón?
zh_cn: 你确定你想要从允许的子模板的列表中删除选定的项目？

# allowedlist.header
source: Allowed Child Templates
cs_cz: Povolené vnořené šablony
sk_sk: Povolené vnorené šablóny
zh_cn: 允许的子模板

# altform.combineusersettings
source: Combine with user settings
cs_cz: Propojit s nastavením uživatele
sk_sk: Kombinuj s užívateľským nastavením
zh_cn: 结合用户设置

# altform.formdoesntexists
source: Alternative form '{0}' doesn't exists.
cs_cz: Alternativní formulář '{0}' neexistuje.
sk_sk: Alternatívny formulár '{0}' neexistuje.
zh_cn: 选择表格"{0}' 并不存在。

# altform.newbread
source: New alternative form
cs_cz: Nový
sk_sk: Nový alternatívny formulár
zh_cn: 新建替代形式

# altform.selectaltform.notexist
source: Alternative form or class name '%%code%%' does not exist.
cs_cz: Alternativní formulář nebo třída s názvem '%%code%%' neexistuje.
sk_sk: Alternatívny formulár alebo trieda '%%code%%' neexistuje.
zh_cn: 表格或类的可选名称 ' %%代码 %%' 并不存在。

# altforms.listlink
source: Alternative forms
cs_cz: Seznam formulářů
sk_sk: Zoznam formulárov
zh_cn: 替代形式

# altforms.selectaltform
source: Select alternative form
cs_cz: Vybrat alternativní formulář
sk_sk: Vyber alternatívny formulár
zh_cn: 选择替代形式

# altforms.selectaltform.formnotexist
source: Alternative form with given name does not exist.
cs_cz: Alternativní formulář daného jména neexistuje.
sk_sk: Alternatívny formulár so zadaným názvom neexistuje.
zh_cn: 不存在具有给定名称的替代形式。

# altforms_selectaltform.noitemselected
source: Please select an alternative form.
cs_cz: Vyberte nějaký alternativní formulář.
sk_sk: Vyber alternatívny formulár.
zh_cn: 请选择另一种形式。

# analt.invalidinterval
source: The time interval you specified is not a valid interval. Please specify a valid interval.
cs_cz: Zvolený časový interval není platný. Zvolte platný interval.
sk_sk: Vami zadaný časový interval nie je správny. Zadajte správny interval.
zh_cn: 您指定的时间间隔不是一个有效的时间间隔。请指定一个有效的时间间隔。

# analytics.root
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# analytics.statisticslist.columns.codename
source: Statistics name
cs_cz: Název statistik
sk_sk: Názov štatistiky
zh_cn: 统计信息名称

# analytics.statisticslist.titletext
source: Statistics
cs_cz: Statistiky
sk_sk: Štatistiky
zh_cn: 统计数据

# analytics_codename.browsertype
source: Browser types
cs_cz: Typy prohlížečů
sk_sk: Typy prehliadačov
zh_cn: 浏览器类型

# analytics_codename.countries
source: Countries
cs_cz: Země
sk_sk: Krajiny
zh_cn: 国家

# analytics_codename.filedownloads.multilingual
source: File downloads - multilingual
cs_cz: Stažení souborů - vícejazyčné
sk_sk: Stiahnutie súborov - viacjazyčné
zh_cn: 文件下载-多语言

# analytics_codename.pagenotfound
source: Invalid pages
cs_cz: Neplatné stránky
sk_sk: Neplatné stránky
zh_cn: 无效的页

# analytics_codename.pageviews.multilingual
source: Page views - multilingual
cs_cz: Shlédnuté stránky - vícejazyčné
sk_sk: Navštívené stránky - viacjazyčné
zh_cn: 页面视图-多语言

# analytics_codename.registereduser
source: Registered users
cs_cz: Registrovaní uživatelé
sk_sk: Registrovaní užívatelia
zh_cn: 注册的用户

# analytics_codename.urlreferrals
source: Referrals
cs_cz: Odkazující weby
sk_sk: Odkazujúce weby
zh_cn: 推荐

# analytics_codename.visitfirst
source: Visitors
cs_cz: Noví návštěvníci
sk_sk: Noví návštevníci
zh_cn: 访客

# analytics_codename.visitreturn
source: Returning visitors
cs_cz: Vracející se návštěvníci
sk_sk: Vracajúci sa návštevníci
zh_cn: 回头客

# analytics_codename.visits
source: Visits
cs_cz: Návštěvy
sk_sk: Návštevy
zh_cn: 访问

# analytics_months.lblyears
source: Year:
cs_cz: Rok:
sk_sk: Rok:
zh_cn: 年份：

# analytics_report.managedata
source: Delete data
cs_cz: Smazat data
sk_sk: Zmazať dáta
zh_cn: 删除数据

# analytics_report.print
source: Print
cs_cz: Tisk
sk_sk: Tlač
zh_cn: 打印

# analytics_report.reportdoesnotexist
source: Report "{0}" does not exist.
cs_cz: Zpráva "{0}" neexistuje.
sk_sk: Report "{0}" neexistuje.
zh_cn: 报告"{0}"并不存在。

# analytics_report.reportsavedto
source: The report was saved under name "{0}".
cs_cz: Zpráva byla uložena jako "{0}".
sk_sk: Report bol uložený ako "{0}".
zh_cn: 报告已保存名称"{0}"。

# analyticsmanagedata.fromdate
source: From date:
cs_cz: Počáteční datum:
sk_sk: Počiatočný dátum:
zh_cn: 从日期:

# analyticsmanagedata.todate
source: To date:
cs_cz: Koncové datum:
sk_sk: Konečný dátum:
zh_cn: 到目前为止：

# anayticsmanagedata.managedata
source: Delete data
cs_cz: Smazat data
sk_sk: Zmazať dáta
zh_cn: 删除数据

# applicationedit.applicationdisplayname
source: Application Display Name:
cs_cz: Zobrazovaný název aplikace:
sk_sk: Zobrazované meno aplikácie:
zh_cn: 应用程序显示名称：

# applicationedit.applicationid
source: Application ID:
cs_cz: ID aplikace:
sk_sk: ID aplikácie:
zh_cn: 应用程序 ID:

# applicationedit.applicationname
source: Application Code Name:
cs_cz: Kódový název aplikace:
sk_sk: Kódové meno aplikácie:
zh_cn: 应用程序代码名称:

# applicationedit.changesinserted
source: The new application was created. Now you can create another application.
cs_cz: Aplikace byla vytvořena. Nyní můžete vytvořit další aplikaci.
sk_sk: Aplikácia bola vytvorená. Teraz môžete vytvoriť ďalšiu aplikáciu.
zh_cn: 创建新的应用程序。现在，您可以创建另一个应用程序。

# applicationedit.errorapplicationnamewithspaces
source: The application code name cannot contain spaces.
cs_cz: Kódový název aplikace nesmí obsahovat mezery.
sk_sk: Kódový názov aplikácie nesmie obsahovať medzery.
zh_cn: 应用程序代码名称不能包含空格。

# applicationedit.errordot
source: The Application Name field cannot contain character "." (point).
cs_cz: Pole pro název aplikace nesmí obsahovat znak "." (tečku).
sk_sk: Pole pre názov aplikácie nesmie obsahovať znak "." (bodka).
zh_cn: 应用名称字段不能包含字符"."（点）。

# applicationedit.erroremptyapplicationdisplayname
source: Please enter an application display name.
cs_cz: Vložte prosím zobrazovaný název aplikace.
sk_sk: Prosím, vložte zobrazované meno aplikácie.
zh_cn: 请输入应用程序的显示名称。

# applicationedit.erroremptyapplicationname
source: Please enter an application name.
cs_cz: Vložte prosím název aplikace.
sk_sk: Prosím, vložte meno aplikácie.
zh_cn: 请输入应用程序名称。

# applicationedit.errorexistingapplicationname
source: There's another application of this name. Please choose some other name.
cs_cz: S tímto názvem existuje jiná aplikace. Vyberte prosím jiný název.
sk_sk: S týmto názvom existuje iná aplikácia. Prosím, vyberte nejaký iný názov.
zh_cn: 还有另一个应用程序，这个名字。请选择其他名称。

# applicationedit.header
source: Application Properties
cs_cz: Vlastnosti aplikace
sk_sk: Vlastnosti aplikácie
zh_cn: 应用程序属性

# applicationlist.errorexistingclasses
source: The application contains at least one page template. Please delete all page templates of the application before its deletion.
cs_cz: Aplikace obsahuje nejméně jednu šablonu dokumentů. Smažte všechny šablony dokumentů před smazáním aplikace.
sk_sk: Aplikácia obsahuje aspoň jednu šablónu dokumentov. Prosím, zmažte všetky šablóny dokumentov pred zmazaním aplikácie.
zh_cn: 应用程序包含至少一个网页模板。请删除其删除之前应用的所有页面模板。

# article_edit.articlename
source: Article name:
cs_cz: Název článku:
sk_sk: Názov článku:
zh_cn: 项目名称：

# article_edit.articletext
source: Article text:
cs_cz: Text článku:
sk_sk: Text článku:
zh_cn: 文章正文：

# article_edit.erroremptyarticlename
source: Please enter an article name.
cs_cz: Vložte prosím název článku.
sk_sk: Prosím, vložte meno článku.
zh_cn: 请输入项目的名称。

# article_edit.header
source: Edit Article
cs_cz: Editovat článek
sk_sk: Editovať článok
zh_cn: 编辑文章

# attachments.btnsave
source: Upload
cs_cz: Nahrát
sk_sk: Nahrať
zh_cn: 上传

# attachments.confirmdelete
source: Are you sure you want to delete this file?
cs_cz: Opravdu chcete odstranit daný soubor?
sk_sk: Určite chcete odstrániť daný súbor?
zh_cn: 是否确实要删除此文件?

# attachments.errorattachmentused
source: You cannot delete this attachment as it's used in the article.
cs_cz: Nemůžete smazat tuto přílohu, protože je použita v některém článku.
sk_sk: Nemôžete zmazať túto prílohu, pretože je použitá v niektorom článku.
zh_cn: 作为在这篇文章中，您无法删除此附件。

# attachments.erroremptyfilename
source: Please enter a file name.
cs_cz: Vložte prosím název souboru.
sk_sk: Prosím, vložte meno súboru.
zh_cn: 请输入文件的名称。

# attachments.errorextensionnotallowed
source: Documents of this type cannot be uploaded.
cs_cz: Dokumenty tohoto typu nelze nahrát.
sk_sk: Dokumenty tohto typu nemožno nahrať.
zh_cn: 无法上载此类型的文档。

# attachments.errorfilealreadyexists
source: File of the same name already exists.
cs_cz: Soubor se stejným jménem již existuje.
sk_sk: Súbor s rovnakým menom už existuje.
zh_cn: 已存在具有相同名称的文件。

# attachments.gridpreview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# attachments.gridselect
source: Select attachment
cs_cz: Vybrat přílohu
sk_sk: Vybrať prílohu
zh_cn: 选择附件

# attachments.rename
source: Rename
cs_cz: Přejmenovat
sk_sk: Premenovať
zh_cn: 重命名

# attachments.savedocumentfirst
source: Please save the new article before you add attachments.
cs_cz: Uložte prosím nový článek dříve než přidáte přílohy.
sk_sk: Prosím, uložte nový článok skôr ako pridáte prílohy.
zh_cn: 请在添加附件之前，保存新的文章。

# attachments.update
source: Update
cs_cz: Aktualizovat
sk_sk: Aktualizovať
zh_cn: 更新

# attachments.upload
source: Upload a new attachment:
cs_cz: Nahrát novou přílohu:
sk_sk: Nahrať novú prílohu:
zh_cn: 上传新的附件：

# attachmentswebpart.add
source: Add attachment
cs_cz: Přidat přílohu
sk_sk: Pridať prílohu
zh_cn: 添加附件

# attachmentswebpart.nodatafound
source: No data found
cs_cz: Nebyla nalezena žádná data.
sk_sk: Neboli nájdené žiadne dáta.
zh_cn: 找不到数据

# authorizenet.authorizationcode
source: Authorization code:
sk_sk: Autorizačný kód:
zh_cn: 授权码：

# authorizenet.orderdescription
source: Order ID: {0}
cs_cz: ID objednávky: {0}
sk_sk: Objednávka ID: {0}
zh_cn: 订单 ID: {0}

# authorizenet.paymentsucceeded
source: Payment completed.
sk_sk: Platba ukončená.
zh_cn: 完成付款。

# authorizenet.responsedecodingfailed
source: Unable to finish payment: Payment gateway response decoding failed.
cs_cz: Nebylo možno platbu dokončit: Selhalo dekódování odpovědi platební brány.
sk_sk: Nemožno ukončiť platbu: Nemožno dekódovať odozvu z platobnej brány.
zh_cn: 无法完成支付： 支付网关响应解码失败。

# authorizenet.responsemissing
source: Unable to finish payment: No response from payment gateway.
cs_cz: Nebylo možno platbu dokončit: Platební brána neodpovídá.
sk_sk: Nemožno ukončiť platbu: Žiadna odozva z platobnej brány.
zh_cn: 无法完成支付： 支付网关没有响应。

# authorizenetform.cardccv
source: Credit card CCV:
cs_cz: CCV kreditní karty:
sk_sk: CCV kreditnej karty:
zh_cn: 信用卡 CCV：

# authorizenetform.cardccvtooltip
source: The card code is a three- or four-digit code assigned to a customer’s credit card number. This number is found either on the back of the card or on the front of the card at the end of the credit card number.
cs_cz: Kód karty je tří nebo čtyř ciferné číslo přiřazené k číslu kreditní karty zákazníka. Toto číslo se nachází buďto na zadní straně karty nebo na přední straně na konci čísla kreditní karty.
sk_sk: Kód je troj alebo štvormiestny kód priradený k zákazníckej kreditnej karte. Toto číslo môže byť nájdené na zadnej strane karty alebo na prednej na konci čísla kreditnej karty.
zh_cn: 卡代码是三位数或四位数代码分配给某位客户的信用卡号码。这一数字是发现在卡的背面或前面的信用卡号的结尾处的卡。

# authorizenetform.cardexpiration
source: Credit card expiration:
cs_cz: Datum expirace kreditní karty:
sk_sk: Platnosť kreditnej karty:
zh_cn: 信用卡过期：

# authorizenetform.cardnumber
source: Credit card number:
cs_cz: Číslo kreditní karty:
sk_sk: Číslo kreditnej karty:
zh_cn: 信用卡的卡号：
