Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# com.discountlevel.departmentsavailable
source: The discount is applied to the products from the following departments:
cs_cz: Sleva je aplikována na produkty z následujících oddělení:
sk_sk: Na produkty z nasledujúcich oddelení sa uplatní zľava:
zh_cn: 折扣适用于产品从以下部门：

# com.discountlevelsreport.numberofcustomers
source: Number of customers
cs_cz: Počet zákazníků
zh_cn: 客户数目

# com.discountrule.edit
source: Discount rules properties
zh_cn: 折扣规则属性

# com.discountrule.list
source: Discount rules
zh_cn: 折扣规则

# com.discountrule.new
source: New discount rule
zh_cn: 新折扣规则

# com.discountrules
source: Discount rules
zh_cn: 折扣规则

# com.discounts
source: Discounts
zh_cn: 折扣

# com.discountsdesc
source: In this section you can manage discounts, which can be applied for specific products.
zh_cn: 在本节中，您可以管理可用于特定产品的折扣。

# com.discountstatus.active
source: Running
zh_cn: 运行

# com.discountstatus.disabled
source: Disabled
zh_cn: 已禁用

# com.discountstatus.finished
source: Finished
zh_cn: 完成

# com.discountstatus.incomplete
source: Incomplete
zh_cn: 不完整

# com.discountstatus.notstarted
source: Scheduled
zh_cn: 预定

# com.documentproductrelation
source: Page's relation to product
cs_cz: Vztah dokumentu k produktu
zh_cn: 产品页的关系

# com.donate.donationamountinvalid
source: Donation failed: Donation amount is not valid.
cs_cz: Darování selhalo.Výše daru není platná.
sk_sk: Darovanie zlyhalo. Výška daru nie je platná.
zh_cn: 失败的捐赠： 捐赠金额无效。

# com.donate.donationnotspecified
source: Donation failed: Donation product not found.
cs_cz: Darování selhalo. Produkt Dar nebyl nalezen.
sk_sk: Darovanie zlyhal. Produkt nebol nájdený.
zh_cn: 失败的捐赠： 捐赠产品找不到。

# com.donatedialog.amount
source: Donation amount: {0}
cs_cz: Výše daru: {0}
sk_sk: Výška daru: {0}
zh_cn: 捐赠金额： {0}

# com.donatedialog.donate
source: Donate
cs_cz: Darovat
sk_sk: Darovať
zh_cn: 捐赠

# com.donatedialog.maximumamount
source: Max. donation: {0}
cs_cz: Max. výše daru: {0}
sk_sk: Max. príspevok: {0}
zh_cn: 最大值。捐赠： {0}

# com.donatedialog.minimumamount
source: Min. donation: {0}
cs_cz: Min. výše daru: {0}
sk_sk: Min. príspevok: {0}
zh_cn: 最小捐赠: {0}

# com.donatedialog.pleasedonate
source: Please specify your donation.
cs_cz: Specifikujte prosím váš dar.
sk_sk: Prosím, zadajte váš dar.
zh_cn: 请指定您的捐赠。

# com.donatedialog.title
source: Make a donation
cs_cz: Darujte
sk_sk: Prispejte
zh_cn: 捐款

# com.donation.amountrange
source: Donation amount must be a non-negative number.
zh_cn: 捐赠金额必须为非负数。

# com.donation.donationamountrangeinvalid
source: Please enter donation amounts as valid minimum - maximum range.
cs_cz: Zadejte prosím výši daru v platném minimálním a maximálním rozsahu.
sk_sk: Prosím, zadajte výšku príspevku ako platný minimum - maximum rozsah.
zh_cn: 请输入作为有效的最小-最大范围的捐赠数额。

# com.donation.maxdonationamount
source: Maximum donation
cs_cz: Maximální výše daru
sk_sk: Maximálny príspevok
zh_cn: 最大的捐赠

# com.donation.maxdonationamountinvalid
source: Please enter maximum donation amount as valid number.
cs_cz: Zadejte prosím maximální výši daru jako platné číslo.
sk_sk: Prosím, zadajte maximálnu výšku príspevku ako platné číslo
zh_cn: 请输入最高捐赠金额作为有效的数字。

# com.donation.mindonationamount
source: Minimum donation
cs_cz: Minimální výše daru
sk_sk: Minimálny príspevok
zh_cn: 最低捐款额

# com.donation.mindonationamountinvalid
source: Please enter minimum donation amount as valid number.
cs_cz: Zadejte prosím minimální výši daru jako platné číslo.
sk_sk: Prosím, zadajte minimálnu výšku príspevku ako platné číslo
zh_cn: 请输入最低捐款额作为有效的数字。

# com.donation.mindonationerror
source: Minimum donation should be higher than 0.
zh_cn: 最低捐款额应大于 0。

# com.donation.privatedonation
source: Allow private donation
cs_cz: Povolit neveřejné dary
sk_sk: Povoliť nezverejňované darcovstvo
zh_cn: 允许私人捐赠

# com.donationproperties.amount
source: Donation amount
cs_cz: Výše daru
sk_sk: Výška daru
zh_cn: 捐赠金额

# com.donationproperties.amountinvalid
source: Please enter a valid donation amount.
cs_cz: Zadejte prosím platnou výši daru.
sk_sk: Prosím, zadajte platnú výšku daru.
zh_cn: 请输入一个有效的捐赠数额。

# com.donationproperties.amountrange
source: Please note that donation amount must be between {0} and {1}.
cs_cz: Berte prosím v potaz, že výše daru musí být mezi {0} a {1}.
sk_sk: Výška daru musí byť medzi {0} a {1}.
zh_cn: 请注意，捐赠金额必须介于 {0} 和 {1} 之间。

# com.donationproperties.amountrangemax
source: Please note that maximum donation amount is {0}.
cs_cz: Berte prosím v potaz, že maximální výše daru je {0}.
sk_sk: Maximálna výška daru je {0}.
zh_cn: 请注意这一最大的捐赠数额是 {0}。

# com.donationproperties.amountrangemin
source: Please note that minimum donation amount is {0}.
cs_cz: Berte prosím v potaz, že minimální výše daru je {0}.
sk_sk: Minimálna výška daru je {1}.
zh_cn: 请注意，最低捐款额是 {0}。

# com.donationproperties.isprivate
source: Donation is private
cs_cz: Dárce není zveřejněn
sk_sk: Darca si neželá byť zverejnený
zh_cn: 捐赠是私人

# com.donationproperties.units
source: Donation units
cs_cz: Počet darů
sk_sk: Počet darov
zh_cn: 捐赠单位

# com.donationproperties.unitsinvalid
source: Please enter a valid number of donation units.
cs_cz: Zadejte prosím platný počet darů.
sk_sk: Zadajte, prosím, platný počet darov.
zh_cn: 请输入有效的捐赠单位数。

# com.donations.totaldonationsamount
source: Total amount of donations
cs_cz: Celkové množství darů
zh_cn: 捐赠总额

# com.donationsreport.donationamount
source: Donation amount
cs_cz: Výše daru
sk_sk: Výška daru
zh_cn: 捐赠金额

# com.donationsreport.donationisprivate
source: Donation is private
cs_cz: Dárce není zveřejněn
sk_sk: Darca si neželá byť zverejnený
zh_cn: 捐赠是私人

# com.donationsreport.donor
source: Donor
cs_cz: Dárce
sk_sk: Darca
zh_cn: 捐助者

# com.donationsreport.donorcompany
source: Donor company
cs_cz: Dárcovská psolečnost
sk_sk: Darcovská spoločnosť
zh_cn: 捐助者公司

# com.donationsreport.orderdate
source: Order date
cs_cz: Datum objednávky
sk_sk: Dátum objednávky
zh_cn: 订单日期

# com.donationsreport.skuname
source: Donation name
cs_cz: Název daru
sk_sk: Názov daru
zh_cn: 捐赠名称

# com.downloadsdialog.nodownloadsfound
source: No downloads found.
cs_cz: Nebyla nalezena žádná stažení.
sk_sk: Neboli nájdené žiadne stiahnutia.
zh_cn: 没有找到的下载。

# com.downloadsdialog.ordernotfoundtext
source: Specified order was not found.
cs_cz: Specifikovaná objednávka nebyla nalezena.
sk_sk: Zadná objednávka nebola nájdená.
zh_cn: 找不到指定的顺序。

# com.downloadsdialog.ordernotfoundtitle
source: Order not found
cs_cz: Objednávka nebyla nalezena
sk_sk: Objednávka nebola nájdená
zh_cn: 找不到命令

# com.downloadsdialog.title
source: Downloads
cs_cz: Stažení
sk_sk: Stiahnutia
zh_cn: 下载

# com.eproduct.attachmentdependency
source: The selected item cannot be deleted because it's used by other records. You need to remove it from the related records first.
cs_cz: Vybraná položka nemůže být smazána, protože je používána jinými záznamy. Je třeba ji nejprve odstranit ze seznamu souvisejících záznamů.
sk_sk: Vybraná položka nemôže byť zmazaná, pretože ju používa iný záznam. Musíte najskôr zrušiť vzťahy.
zh_cn: 由于它由其他记录使用，无法删除所选的项目。您需要首先从相关记录删除。

# com.eproduct.attachmentinvalid
source: Please select a valid e-product attachment file, only following extensions are allowed: {0}.
cs_cz: Vyberte prosím platnou přílohu e-produktu. Jsou povoleny pouze následující přípony: {0}
sk_sk: Vyberte, prosím, platnú prílohu E-produktu, len nasledujúce prípony sú povolené: {0}.
zh_cn: 请选择一个有效的电子产品附件文件，只有遵循扩展允许： {0}。

# com.eproduct.files
source: Files
cs_cz: Soubory
sk_sk: Súbory
zh_cn: 文件

# com.eproduct.filesvalidity
source: Files validity
cs_cz: Platnost souborů
sk_sk: Platnosť súborov
zh_cn: 文件的有效性

# com.eproductreminder.emailsubject
source: Your e-product downloads expire soon
cs_cz: Vaše možnost stažení e-produktu brzy vyprší
sk_sk: Možnosť stiahnuť e-produkty čoskoro vyprší.
zh_cn: 您的电子产品下载即将过期

# com.eproductreminder.eproductexpiresformatted
source: {0}, expires {1}
cs_cz: {0}, vyprší{1}
sk_sk: {0}, expiruje {1}
zh_cn: {0}，过期 {1}

# com.fieldsmapping
source: Fields mapping (backward compatibility)
cs_cz: Mapování polí
zh_cn: 字段映射 （向后兼容性）

# com.general.deleteselected
source: Delete selected
zh_cn: 删除所选

# com.generatecodes.generalinfo
source: Coupon code generator
zh_cn: 优惠券代码生成器

# com.generator.deletebutton
source: Delete
cs_cz: Smazat
zh_cn: 删除

# com.generator.deleteconfirm
source: Are you sure you want to delete all customers with name starting with 'GENERATED'?
cs_cz: Opravdu chcete smazat všechny zákazníky se jménem začínajícím 'GENERATED'?
zh_cn: 你确定你想要删除所有客户提供名称开始 '生成' 吗？

# com.generator.deletegroup
source: Delete sample data
cs_cz: Smazat vzorová data
zh_cn: 删除示例数据

# com.generator.deletepericope
source: Press the Delete button to delete all customers with name starting with "GENERATED" and their orders.
cs_cz: Klikněte na tlačítko Smazat, pokud chcete smazat všechny zákazníky se jménem začínajícím "GENERATED" a jejich objednávky.
zh_cn: 按删除按钮来删除所有客户提供名称起始为"生成"和他们的订单。

# com.generator.generatebutton
source: Generate
cs_cz: Generovat
zh_cn: 生成

# com.generator.generateconfirm
source: Are you sure you want to generate sample customers and their orders?
cs_cz: Opravdu chcete vygenerovat vzorové zákazníky a jejich objednávky?
zh_cn: 你确定你想要生成示例客户和他们的订单？

# com.generator.generategroup
source: Generate sample data
cs_cz: Generovat vzorová data
zh_cn: 生成示例数据

# com.generator.generatepericope
source: Press the Generate button to generate sample customers and their orders. Names of all generated customers will start with "GENERATED".
cs_cz: Klikněte na tlačítko Generovat, pokud chcete vygenerovat vzorové zákazníky a jejich objednávky. Jména všech vygenerovaných zákazníků budou začínat "GENERATED".
zh_cn: 按生成按钮以生成示例客户和他们的订单。所有生成客户名称将与"生成"开始。

# com.generator.mainpericope
source: To get familiar with the e-commerce reports you can generate sample customers and their orders. Please note that other data, for example products, will not be generated but used from the current site. It is therefore recommended that you run the generator on the sample E-commerce Site only. This is because other sites can be missing some of the required objects. You can later remove the generated customers and their orders. If you do so, other objects will not be affected by the generator.
cs_cz: Pokud se chcete lépe seznámit s reporty modulu E-commerce, můžete dát vygenerovat vzorové zákazníky a jejich objednávky. Všimněte si prosím, že jiná data, než například produkty, nebudou vygenerována, ale použijí se data z webu; nebudou však ovlivněné generátorem. Vygenerovaní zákazníci a jejich objednávky mohou být následně smazáni.
zh_cn: 熟悉电子商务报告，您可以生成示例客户和他们的订单。请注意其他的数据，例如产品，将不会生成但从当前站点使用。因此，我们建议您在示例仅限电子商务网站上运行生成器。这是因为其他的网站可以缺少一些必需的对象。稍后，您可以删除生成的客户和他们的订单。如果你这样做，其他对象不受发电机。

# com.globally
source: globally
zh_cn: 全局范围内

# com.invalidprice
source: Price is invalid
zh_cn: 价格是无效的

# com.inventory.displayproductoptions
source: Display product options
cs_cz: Zobrazit volby produktu
zh_cn: 显示产品选项

# com.inventory.maxunitsexceeded
source: Maximum allowed quantity of product '{0}' in one order is {1}.
cs_cz: Maximální povolené množství produktu '{0}' v jedné objednávce je {1}.
sk_sk: Maximálne povolené množstvo produktu '{0}' v jednej objedávke je {1}
zh_cn: 最大允许的数量 '{0}' 一个订单是产品的 {1}。

# com.inventory.minunitsnotreached
source: Minimum allowed quantity of product '{0}' in one order is {1}.
cs_cz: Minimálně povolené množství produktu '{0}' v jedné objednávce je {1}
zh_cn: 允许的最小数量的产品 '{0}' 一个订单是 {1}。

# com.inventory.notenoughunits
source: Maximum available quantity of product '{0}' is {1}.
cs_cz: Maximální dostupné množství produktu '{0}' je {1}.
sk_sk: Maximálne dostupné množstvo produktu '{0}' je {1}.
zh_cn: 最大可用数量 '{0}' 是产品的 {1}。

# com.inventory.nottracked
source: Tracking disabled
zh_cn: 禁用跟踪

# com.inventory.price
source: Price
cs_cz: Cena
zh_cn: 价格

# com.inventory.productdisabled
source: Product '{0}' is no more available for sale.
cs_cz: Produkt '{0}' již není dostupný pro prodej.
sk_sk: Produkt '{0}' nie je viac k dispozícií na predaj.
zh_cn: 产品 '{0}' 是没有更多可供出售。

# com.inventory.productname
source: Product name
cs_cz: Název produktu
zh_cn: 产品名称

# com.inventory.productsmeetingtheconditions
source: Total number of products
cs_cz: Celkový počet produktů
zh_cn: 产品总数

# com.inventory.trackedbyvariants
source: Tracked by variants
zh_cn: 由变量跟踪

# com.inventoryreport.needstobereordered
source: Needs to be reordered
cs_cz: Je třeba doobjednat
zh_cn: 需要被重新排序

# com.ipninvalidnotification
source: IPN notification validity check failed.
zh_cn: IPN 通知有效性检查失败。

# com.isglobal
source: Is global
cs_cz: Je globální
sk_sk: Je globálny
zh_cn: 是全局

# com.isimportant
source: Important
cs_cz: Důležité
zh_cn: 重要

# com.isregistered
source: Is registered
cs_cz: Je registrovaný
sk_sk: Je registrovaný
zh_cn: 注册

# com.linkproductorsection
source: Link an existing product or section
cs_cz: Odkaz na existující produkt nebo sekci
zh_cn: 链接现有的产品或节

# com.list.title
source: Test objects
cs_cz: Testovací objekty
sk_sk: Testovacie objekty
zh_cn: 测试对象

# com.listofdonations.donationsmeetingtheconditions
source: Total number of donations
cs_cz: Celkový počet darů
zh_cn: 捐款的总数

# com.listofdonations.donoremail
source: Donor email
cs_cz: E-mail dárce
zh_cn: 捐助者的电子邮件

# com.livesiteselector.empty
source: (Please select)
zh_cn: （请选择）

# com.maincurrencytooltip
source: This currency is used for expressing prices of objects (e.g. products, discounts or taxes) on this site. Only global administrator is allowed to change main currency.
cs_cz: Tato měna je použita pro vyjáfření ceny objektů (např. produktů, slev nebo daní) na tomto webu.
sk_sk: Táto mena sa používa pre vyjadrenie cien objektov (napr. výrobkov, zliav alebo daní) na tejte webstránke.
zh_cn: 这种货币用来表示此站点上的对象 （例如产品、 折扣或税收） 的价格。只有全局管理员允许更改主要货币。

# com.manufacturer.edit
source: Manufacturer properties
cs_cz: Vlastnosti výrobců
sk_sk: Vlastnosti výrobcu
zh_cn: 制造商属性

# com.manufacturer.isimportant
source: Is important
cs_cz: Je důležité
zh_cn: 是重要的

# com.manufacturer.thumbnail
source: Logo
zh_cn: 徽标

# com.manufacturernameexists
source: Manufacturer with given code name already exists.
cs_cz: Výrobce se zadaným kódovým názvem již existuje.
zh_cn: 制造商与给定代码名称已经存在。

# com.manufacturers.description
source: Allows you to manage manufacturers of your products. You can use this information for your internal purposes, and you can also display it on product details pages on the live site in order to provide your customers with more details about the products.
zh_cn: 允许您管理您的产品的制造商。您可以使用此信息对您的内部而言，和您可以为您的客户提供有关产品的更多细节也显示产品详细信息页上直播的网站上。

# com.membership.membershipgroup
source: Membership group
cs_cz: Typ členství
sk_sk: Typ členstva
zh_cn: 成员组

# com.membership.membershipvalidity
source: Membership validity
cs_cz: Platnost členství
sk_sk: Platnosť členstva
zh_cn: 会员有效期

# com.membership.nomembershipselectederror
source: Please select a membership group.
cs_cz: Vyberte prosím typ členství.
sk_sk: Vyberte, prosím, typ členstva
zh_cn: 请选择一个成员组。

# com.membershipforanonym
source: Product '{0}' which is of membership type is available only for registered customers.
cs_cz: Produkt '{0}', který je členského typu, je dostupný pouze registrovaným zákazníkům.
sk_sk: Produkt '{0}', ktorý je typu Členstvo, je dostupný len pre registrovaných zákazníkov.
zh_cn: 产品 '{0}' 而是成员资格类型的是仅供注册客户。

# com.multibuy.addtocartautomatically
source: Add product to cart automatically
zh_cn: 添加产品到购物车自动

# com.multibuy.amount
source: Amount
zh_cn: 金额

# com.multibuy.buyany
source: Buy any
zh_cn: 买任何

# com.multibuy.buyconditions
source: “Buy” Conditions
zh_cn: "买"条件

# com.multibuy.buydepartmentsetdesc
source: Set of departments which can be selected to get discount.
zh_cn: 组的部门，可以选择以获得折扣。

# com.multibuy.buyproductset
source: Products
zh_cn: 产品

# com.multibuy.buyproductsetdesc
source: Set of products which can be selected to get discount.
zh_cn: 可以选择以获得折扣的产品组。

# com.multibuy.cheapestunit
source: cheapest unit for discounted amount
zh_cn: 最便宜的单位，折扣额

# com.multibuy.departments
source: Departments
zh_cn: 部门

# com.multibuy.duration
source: Duration
zh_cn: 持续时间

# com.multibuy.enabledmultibuydesc
source: If disabled, the discount is never applied.
zh_cn: 如果禁用了，都是永远不会加折扣的那种。

# com.multibuy.getanyof
source: Get
zh_cn: 获取

# com.multibuy.getcondition
source: “Get” Conditions
zh_cn: "Get"条件

# com.multibuy.minimumbuycount
source: Minimum unit quantity
zh_cn: 最小的单位数量

# com.multibuy.new
source: General Buy X Get Y Discount
zh_cn: 一般买 X Y 折扣

# com.multibuy.notfound
source: No Buy X Get Y discount has been found.</br> Why don't you create one right now?
zh_cn: 没有买 X 到 Y 折扣已被发现。<br>你为什么不现在创建一个？

# com.multibuy.pleaseselect
source: Please select a product.
zh_cn: 请选择一种产品。

# com.multibuy.priorityerror
source: Set unique priority to each discount.<br/> You can enter any number greater than 1 that has not yet been assigned to a discount.
zh_cn: 独特的优先级设置为每个折扣。<br>您可以输入任意数量大于 1，尚未分配给的折扣。

# com.multibuy.products
source: products
zh_cn: 产品

# com.multibuy.productsindepartments
source: products in departments
zh_cn: 产品部门

# com.multibuy.properties
source: Buy X Get Y discount properties
zh_cn: 买 X 到 Y 的折扣属性

# com.multibuy.specificproduct
source: Specific product
zh_cn: 特定的产品

# com.multibuy.specificproductoption
source: specific product for discounted amount
zh_cn: 特定产品折扣额

# com.multibuy.validationmaxvalue
source: Please enter value smaller than 100 000
zh_cn: 请输入小于 100 000 的值

# com.multibuy.validationminvalue
source: Please enter at least one unit
zh_cn: 请输入至少一个单元

# com.multibuy.validfrom
source: Valid from
zh_cn: 从有效

# com.multibuy.validfromdesc
source: Discount is valid from this date.
zh_cn: 折扣是从这个日期有效。

# com.multibuy.validfromerror
source: Start or end date overlaps.
zh_cn: 开始或结束日期重叠。

# com.multibuy.validto
source: Valid to
zh_cn: 有效期至

# com.multibuy.validtodesc
source: Discount is valid to this date.
zh_cn: 折扣有效期至该日期。

# com.multibuydepartmentselector.additems
source: Select departments
zh_cn: 选择部门

# com.multibuydepartmentselector.itemname
source: Department name
zh_cn: 部门名称

# com.multibuydepartmentselector.nodata
source: (No departments selected yet)
zh_cn: （没有尚未选定的部门）

# com.multibuydepartmentselector.nodatafound
source: No department found.
zh_cn: 没有一个部门发现。

# com.multibuydepartmentselector.selectitem
source: Select departments
zh_cn: 选择部门

# com.multibuydiscount.applytoskuid
source: Please select a specific product your customers will get at checkout for the discounted amount.
zh_cn: 请选择某一特定的产品，您的客户将在结帐时获得的折扣金额。

# com.multibuydiscount.buydepartmentsetempty
source: Please select some departments.
zh_cn: 请选择一些部门。

# com.multibuydiscount.buyproductsetempty
source: Please select some products.
zh_cn: 请选择一些产品。

# com.multibuydiscount.discount
source: Discount
zh_cn: 折扣

# com.multibuyproductselector.additems
source: Select products
zh_cn: 选择产品

# com.multibuyproductselector.itemname
source: Product name
zh_cn: 产品名称

# com.multibuyproductselector.nodata
source: (No products selected yet)
zh_cn: （没有尚未选定的产品）

# com.multibuyproductselector.nodatafound
source: No product found.
zh_cn: 找不到产品。

# com.multibuyproductselector.selectitem
source: Select products
zh_cn: 选择产品

# com.namelabel
source: Name:
zh_cn: 名称：

# com.new.newitem
source: New test object
cs_cz: Nový testovací objekt
sk_sk: Nový testovací objekt
zh_cn: 新建测试对象

# com.newlinkedproduct
source: Link an existing product
cs_cz: Link na existující produkt
zh_cn: 链接现有产品

# com.newproduct.skuimagepath
source: Image
cs_cz: Obrázek
sk_sk: Obrázok
zh_cn: 图像

# com.newproductorsection
source: New product or section
cs_cz: Nový produkt nebo sekce
zh_cn: 新产品或节

# com.newproductorsectioninfo
source: Select a product or section type you wish to create
cs_cz: Vyberte, prosím, typ nového produktu nebo sekce:
zh_cn: 选择您想要创建一个产品或一节类型

# com.nocatalogdiscounts
source: No catalog discount has been found. <br />Why don't you create one right now?
zh_cn: 没有目录折扣已被发现。<br>你为什么不现在创建一个？

# com.nocatalogdiscounts.filtered
source: No catalog discounts matching your criteria found.
zh_cn: 没有编录折扣匹配您发现的条件。

# com.noglobalmaincurrency
source: Warning: No global main currency defined. Please contact global administrator.
cs_cz: Upozornění: Není nastavena žádná globální měna. Kontaktujte prosím globálního administrátora.
sk_sk: Upozornenie: Nebolá definovaná hlavna globálna mena. Kontaktujte, prosím, globálneho administrátora.
zh_cn: 警告： 没有定义主要的全局性货币。请联系全局管理员。

# com.nomaincurrency
source: Warning: No main currency defined. Please contact administrator.
cs_cz: Upozornění: Není nastavena žádná hlavní měna. Kontaktujte prosím administrátora.
sk_sk: Upozornenie: Nebola definovaná hlavná mena. Kontaktuje, prosím, administrátora.
zh_cn: 警告： 没有定义的主要货币。请与管理员联系。

# com.noorderdiscounts
source: No order discount has been found. <br />Why don't you create one right now?
zh_cn: 没有订单折扣已被发现。<br>你为什么不现在创建一个？

# com.noorderdiscounts.filtered
source: No order discounts matching your criteria found.
zh_cn: 匹配您的条件，发现没有订单折扣。

# com.noproductcoupon
source: No product coupon has been found. <br />Why don't you create one right now?
zh_cn: 没有产品优惠券已被发现。<br>你为什么不现在创建一个？

# com.noshippingdiscounts
source: No free shipping offer has been found. <br />Why don't you create one right now?
zh_cn: 不提供免费送货已被发现。<br>你为什么不现在创建一个？

# com.noshippingdiscounts.filtered
source: No free shipping offers matching your criteria found.
zh_cn: 没有免费送货提供匹配您发现的条件。

# com.notallreordered
source: Some of the reordered items no longer exist in the former configuration. Please check the content of your cart carefully.
zh_cn: 一些重新排序后的物品不再存在前的配置中。请仔细检查您的购物车的内容。

# com.novolumediscount
source: No volume discount has been found. <br />Why don't you create one right now?
zh_cn: 没有折扣已被发现。<br>你为什么不现在创建一个？

# com.onthissiteonly
source: only on this site
zh_cn: 只在此网站上

# com.option.categoryoptiosusedinvariant
source: At least one option from this category is used in variants. Delete variants to be able to delete option category.
zh_cn: 这个类别中的至少一个选项用于变量。删除备选案文，以便能够删除选项的类别。

# com.option.usedinvariant
source: The option cannot be deleted. It is used to define a product variant.
zh_cn: 不能删除的选项。它用来定义产品变量。

# com.option.usedinvariants
source: Option was used to generate variants. You cannot disable this option.
zh_cn: 选项用于生成变量。您不能禁用此选项。

# com.optioncategery.displaypriceadjustment
source: Display price adjustment
zh_cn: 显示价格调整

# com.optioncategory.allowall
source: Allow all options
zh_cn: 允许所有选项

# com.optioncategory.allowselected
source: Allow only selected options
zh_cn: 允许仅选定的选项

# com.optioncategory.assignonlyenabled
source: Only enabled options can be assigned to the product.
zh_cn: 只有启用的选项可以分配给该产品。

# com.optioncategory.attribute
source: Attribute (e.g. color, size)
zh_cn: 属性 （如颜色、 大小）

# com.optioncategory.categoryname
source: Option category name
zh_cn: 选项类别名称

# com.optioncategory.categorytypechangedfromtext
source: You have changed option category type. The existing text option will be removed.
zh_cn: 您已更改选项类别类型。将删除现有的文本选项。

# com.optioncategory.categorytypechangedtoattribute
source: You have changed option category type. Most data in the existing options will be removed. Only the Name, Price and Enabled properties will be preserved.
zh_cn: 您已更改选项类别类型。在现有选项中的大多数数据将被删除。仅有名称、 价格和已启用的属性将被保留。

# com.optioncategory.categorytypechangedtotext
source: You have changed option category type. All existing options under this category will be removed.
zh_cn: 您已更改选项类别类型。这一类别下的所有现有选项将被删除。

# com.optioncategory.edit
source: Product option category properties
cs_cz: Vlastnosti kategorie
sk_sk: Vlastnosti kategórie
zh_cn: 产品选项类别属性

# com.optioncategory.emptytextvalue
source: Text value cannot be empty.
zh_cn: 文本值不能为空。

# com.optioncategory.emptyvalue
source: Please select an option
zh_cn: 请选择一个选项

# com.optioncategory.errordefaulttextlength
source: Default text length is out of range.
zh_cn: 默认文本长度超出范围。
