Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# macrorule.cmscurrentcityisoneofspecifiedcities.description
source: Checks if the current visitor is connecting from one of the specified cities.
cs_cz: Kontroluje, zda se aktuální návštěvník připojuje z jednoho ze zadaných míst.
zh_cn: 检查是否当前访问者连接从指定的城市之一。

# macrorule.cmscurrentcountryisoneofspecifiedcountries.description
source: Checks if the current visitor is connecting from one of the specified countries.
cs_cz: Kontroluje, zda se aktuální návštěvník připojuje z jednoho ze zadaných států.
zh_cn: 检查是否当前访问者连接从指定的国家之一。

# macrorule.cmscurrentdatetimeisinrange.description
source: Checks if the current date/time falls within a specified range.
cs_cz: Kontroluje, zda aktuální datum/ čas spadá do zadaného rozsahu.
zh_cn: 检查当前的时间是否落在指定的范围内。

# macrorule.cmscurrentdayoftheweekisoneofspecifieddays.description
source: Checks that the current day is one of the specified days of the week.
cs_cz: Kontroluje, zda aktuální den v týdnu je jeden ze zadaných dní.
zh_cn: 检查当前日期是周中指定天之一。

# macrorule.cmscurrentdaytimeisinrange.description
source: Checks if the current time falls within a specified range.
cs_cz: Kontroluje, zda aktuální čas spadá do zadaného rozsahu.
zh_cn: 检查是否当前时间落在指定的范围内。

# macrorule.cmscurrentdeviceismobile.description
source: Checks whether the current visitor is using a mobile device.
cs_cz: Kontroluje, zda aktuální návštěvník používá mobilní zařízení.
zh_cn: 检查是否当前访问者使用的移动设备。

# macrorule.cmscurrentdevicemaxscreensizeisinrange.description
source: Checks that the resolution of the device used by the current visitor falls withing a specific range.
cs_cz: Kontroluje, zda rozlišení zařízení používaného aktuálním návštěvníkem spadá do zadaného rozsahu.
zh_cn: 检查当前访问者所使用的设备的分辨率范围之内的特定范围。

# macrorule.cmscurrentdeviceprofileisoneofspecifiedprofiles.description
source: Checks if the current visitor's device matches one of the selected device profiles.
cs_cz: Kontroluje, zda zařízení návštěvníka odpovídá jednomu z vybraných profilů zařízení.
zh_cn: 检查是否当前访问者的设备匹配所选的设备配置文件之一。

# macrorule.cmscurrentdeviceprofileisthedefaultprofile.description
source: Checks if the current visitor is viewing the website using the default device profile.
cs_cz: Kontroluje, zda aktuální návštěvník webu používá předvolený profil zařízení.
zh_cn: 检查是否当前访问者查看网站使用的默认设备配置文件。

# macrorule.cmscurrentdistancetospecifiedcoordinatesisinrange.description
source: Checks if the distance from the current server location to the specified coordinates fills within a certain range.
cs_cz: Kontroluje, zda vzdálenost od aktuálního umístění serveru ke specifickým souřadnicím spadá do určitého rozsahu.
zh_cn: 检查是否从当前的服务器位置到指定的坐标的距离填充某一范围内。

# macrorule.cmscurrentmonthis.description
source: Checks if the current month matches one of the selected months.
cs_cz: Kontroluje, zda aktuální měsíc odpovídá jednomu ze zadaných měsíců.
zh_cn: 检查是否当月与匹配选定的月份之一。

# macrorule.cmscurrentpagecultureis.description
source: Checks if current page is being viewed in a specific language.
cs_cz: Kontroluje, zda je aktuální stránka prohlížena v určitém jazyku.
zh_cn: 检查当前页是否正在查看在特定的语言。

# macrorule.cmscurrentpageis.description
source: Checks if the currently viewed page is a specific page.
cs_cz: Kontroluje, zda aktuálně prohlížená stránka je určitý dokument.
zh_cn: 检查当前正在查看的页面是否特定的网页。

# macrorule.cmscurrentpageisinsection.description
source: Checks if the currently viewed page belongs to a specific section of the website (i.e. is the child of a specified page).
cs_cz: Kontroluje, zda aktuálně prohlížená stránka patří k určité sekci webu ( t. j. je to poddokument specifikovaného dokumentu).
zh_cn: 检查是否当前正在查看的页将属于该网站的特定部分 （即是指子定页）。

# macrorule.cmscurrentstateisoneofspecifiedstates.description
source: Checks if the current visitor is connecting from one of the specified states.
cs_cz: Kontroluje, zda se aktuální návštěvník připojuje z jednoho ze zadaných států.
zh_cn: 检查是否当前访问者连接从指定的国家之一。

# macrorule.cmscurrentuserbelongstoamembership.description
source: Checks if current use belongs to any membership.
cs_cz: Kontroluje, zda aktuální uživatel patří do nějakého členství.
zh_cn: 检查当前使用是否属于任何会员。

# macrorule.cmscurrentuserbelongstospecifiedmembership.description
source: Checks if the current user belongs to the selected memberships.
cs_cz: Kontroluje, zda aktuální uživatel patří do vybraného členství.
zh_cn: 检查当前用户是否属于选择的成员资格。

# macrorule.cmscurrentuseriseditor.description
source: Checks whether the current user is designated as an editor (i.e. has access to the system's administration interface).
cs_cz: Kontroluje, zda je aktuální návštěvník editor (t.j. má přístup do administrativního rozhraní systému Kentico).
zh_cn: 检查当前用户是否被指定为一个编辑器 （即具有访问权限的系统管理界面）。

# macrorule.cmscurrentuserisglobaladministrator.description
source: Checks whether the current user is designated as a global administrator.
cs_cz: Kontroluje, zda je aktuální uživatel globální správce.
zh_cn: 检查当前用户是否被指定为全局管理员。

# macrorule.cmscurrentuserisinrole.description
source: Checks if the current user belongs to the selected roles.
cs_cz: Kontroluje, zda aktuální uživatel patří do vybraných rolí.
zh_cn: 检查当前用户是否属于所选的角色。

# macrorule.cmscurrentuserisloggedin.description
source: Checks whether the current user is authenticated.
cs_cz: Kontroluje, zda je aktuální uživatel přihlášen.
zh_cn: 检查当前用户是否通过身份验证。

# macrorule.cmscurrentzipcodeisoneofspecifiedcodes.description
source: Checks if the ZIP code of the current visitor matches one of the specified values.
cs_cz: Kontroluje, zda PSČ aktuálního návštěvníka odpovídá jedné ze zadaných hodnot.
zh_cn: 检查是否 ZIP 代码的当前访问者与一个指定的值相匹配。

# macrorule.cmsdocumentbelongstospecifiedcommunitygroup.description
source: Checks if current page is owned by the specified community group.
cs_cz: Kontroluje, zda je aktuální dokument vlastnictvím zadané komunitní skupiny.
zh_cn: 检查是否当前页由指定的社区团体。

# macrorule.cmsdocumenthasbeencreatedbyoneofspecifiedusers.description
source: Checks if current page has been created by one of specified users.
cs_cz: Kontroluje, zda byl akutální dokument vytvořen některým ze zadaných uživatelů.
zh_cn: 检查是否已创建当前页所指定的用户之一。

# macrorule.cmsdocumenthasbeencreatedxormoredaysago.description
source: Checks if current page had been created specified amount of days ago or earlier.
cs_cz: Konroluje, zda byl aktuální dokument vytvořen před zadaným počtem dní nebo dříve
zh_cn: 检查是否产生了当前页指定天前或更早版本的数量。

# macrorule.cmsdocumenthasbeenlastmodifiedbyoneofspecifiedusers.description
source: Checks if the last user to modify current page was one of specified users.
cs_cz: Kontroluje, zda poslední uživatel, který upravoval aktuální dokument, byl jeden ze zadaných uživatelů.
zh_cn: 检查最后一名用户若要修改当前页是否与指定的用户之一。

# macrorule.cmsdocumenthasbeenlastmodifiedxdaysago.description
source: Checks if last modification on current page had been performed specified amount or more days ago.
cs_cz: Kontroluje, zda byla poslední změna akutálního dokumentu vykonána před zadaným množstvím nebo před více dny.
zh_cn: 检查是否进行了最后一次修改当前页上指定的金额或更多天前。

# macrorule.cmsdocumenthaschilddocuments.description
source: Checks if current page has any child pages.
cs_cz: Kontroluje, zda má aktuální dokument nějaké podřazené dokumenty.
zh_cn: 检查当前页是否有任何子页面。

# macrorule.cmsdocumenthaspassedthroughoneofspecifiedactions.description
source: Checks if current page passed through any or all of the specified workflow actions in its workflow history.
cs_cz: Kontroluje, zda aktuální dokument přešel skrz nějaký nebo všechny ze zadaných workflow akcí ve své workflow historii.
zh_cn: 检查当前页是否通过任何或所有在其工作流历史记录中的指定的工作流操作。

# macrorule.cmsdocumenthaspassedthroughoneofspecifiedsteps.description
source: Checks if current page passed through any or all of the specified workflow steps in its workflow history.
cs_cz: Kontroluje, zda aktuální dokument přešel skrz nějaký nebo všechny ze zadaných workflow kroků ve své workflow historii.
zh_cn: 检查当前页是否通过任何或所有其工作流历史记录中的指定工作流步骤。

# macrorule.cmsdocumenthasrelationshipwithspecifieddocument.description
source: Checks if current page is in relationship with specified page.
cs_cz: Kontroluje, zda je aktuální dokument ve vztahu se zadaným dokumentem.
zh_cn: 检查当前页是否与指定的页的关系。

# macrorule.cmsdocumenthasspecifiedculture.description
source: Checks if current page culture version is in one of the specified languages.
cs_cz: Kontroluje, zda kulturní verze aktuálního dokumentu je jedna ze specifikovaných jazyků.
zh_cn: 检查当前页语言版本是否在指定的语言之一。

# macrorule.cmsdocumenthasspecifiedtags.description
source: Checks if current page is tagged with any or all of the specified tags.
cs_cz: Kontroluje, zda aktuální dokument označený nějakým nebo všemi ze zadaných tagů.
zh_cn: 检查是否当前页标记与任何或所有指定的标记。

# macrorule.cmsdocumentisinoneofspecifiedcategories.description
source: Checks if current page belongs to any or all of the specified categories.
cs_cz: Kontroluje, zda ktuální dokument patří do nějaké nebo všech zadaných kategorií.
zh_cn: 检查当前页是否属于任何或所有指定的类别。

# macrorule.cmsdocumentispublishedinoneofspecifiedcultures.description
source: Checks if current page is published for one of the specified cultures.
cs_cz: Kontroluje, zda aktuální dokument je publikován pro jednu za zadaných kultur.
zh_cn: 检查指定的语言之一是否发布当前页面。

# macrorule.cmsdocumentistranslatedtooneofthespecifiedcultures.description
source: Checks if current page is translated to one of given cultures.
cs_cz: Kontroluje, zda aktuální dokument je přeložen do jedné za zadaných jazyků.
zh_cn: 如果当前页面转换成之一的检查给语言。

# macrorule.cmsdocumentownerisoneofspecifiedusers.description
source: Checks if current page is owned by one of the specified users.
cs_cz: Kontroluje, zda aktuální dokument je vlastněn jedním ze zadaných uživatelů.
zh_cn: 检查当前页由指定的用户之一。

# macrorule.cmsdocumentratingisinrange.description
source: Checks if the rating of current page lies in given range.
cs_cz: Kontroluje, zda hodnocení aktuálního dokumentu leží v zadaném rozsahu.
zh_cn: 检查当前页的评级就在于给定范围。

# macrorule.cmsdocumenttranslationisready.description
source: Checks if translation of the current page is finished.
cs_cz: Kontroluje, zda byl překlad aktuálního dokumentu ukončen.
zh_cn: 检查是否完成了当前页的翻译。

# macrorule.cmsdocumenttypeisoneofspecifiedtypes.description
source: Checks if page type of the current page is one of specified types.
cs_cz: Kontroluje, zda typ dokumentu aktuálního dokumentu je jeden ze zadaných typů.
zh_cn: 检查当前页的页类型是否与指定类型之一。

# macrorule.cmsdocumentwillbepublishedinxorlessdays.description
source: Checks if current page will be automatically published in specified amount or less days.
cs_cz: Kontroluje, zda bude aktuální dokument automaticky publikován za určitý počet dní nebo dříve.
zh_cn: 检查是否当前页将会自动发布，在指定的金额或少天。

# macrorule.cmsgoogleanalyticsparametercontainstext.description
source: Checks the content of Google Analytics parameters.
cs_cz: Kontroluje obsah Google Analytics parametrů.
zh_cn: 检查谷歌分析参数的内容。

# macrorule.cmspreviousstephasbeenoneofspecified.description
source: Checks if previous step in the workflow was one of specified workflow steps.
cs_cz: Kontroluje, zda předcházející krok worflow byl jeden ze zadaných worflow kroků.
zh_cn: 检查是否在工作流中的前一步是指定工作流步骤之一。

# macrorule.cmssatisfiesmacrocondition.description
source: Evaluates a K# macro condition. This rule is a general purpose rule that you can use if other predefined rules do not meet your requirements.
cs_cz: Vyhodnotí K# makro podmínku. Toto pravidlo je univerzální pravidlo, které můžete použít, pokud žádné předdefinované pravidlo nesplní vaše požadavky.
zh_cn: K # 宏条件的计算结果。此规则是一个通用规则，如果其他预定义的规则不符合您的要求，可以使用。

# macrorule.cmsvalueofdocumentfieldisinrange.description
source: Checks if the value of given page field lies within specified range.
cs_cz: Kontroluje, zda hodnota daného pole dokumentu leží ve specifikovaném rozsahu.
zh_cn: 如果给定值页字段谎言在指定范围内的检查。

# macrorule.cmsvalueofspecifieddocumentfieldcontains.description
source: Checks if given page field contains specified value.
cs_cz: Kontroluje, zda dané pole dokumentu obsahuje zadanou hodnotu.
zh_cn: 检查如果给定页字段包含指定的值。

# macrorule.cmsvisitorcomesaftersearchingforkeyword.description
source: Checks if the current visitor has searched for specific keywords before entering the website.
cs_cz: Kontroluje, zda aktuální návštěvník hledal zadaná slova před vstupem na web.
zh_cn: 检查是否当前访问者已进入该网站之前搜寻特定的关键字。

# macrorule.cmsvisitorcomesfromsearchengine.description
source: Checks if the current visitor has arrived through a specific search engine.
cs_cz: Kontroluje, zda aktuální návštěvník přišel skrz zadaný vyhledávač.
zh_cn: 检查是否当前访问者通过特定的搜索引擎已经到达。

# macrorule.cmsvisitorcomesfromurlwhichcontainstext.description
source: Checks if the current visitor's previous URL (referrer) contained certain text.
cs_cz: Kontroluje, zda předcházející URL aktuálního návštěvníka (odkazující URL) obsahovala určitý text.
zh_cn: 检查是否当前访问者的前面 （引荐） 的 URL 包含某些文本。

# macrorule.cmsvisitorcomesfromurlwhoseparametercontainstext.description
source: Checks if the current visitor's previous URL (referrer) contained certain text in the specified parameter.
cs_cz: Kontroluje, zda předcházející URL aktuálního návštěvníka (odkazující URL) obsahovala určitý text v zadaném parametru.
zh_cn: 检查是否当前访问者的前一个 URL （引荐） 包含某些文本中指定的参数。

# macrorule.cmsvisitorcomestothewebsiteforthefirsttime.description
source: Checks if the visitor has arrived on the website for the first time (based on the web analytics criteria).
cs_cz: Kontroluje, zda aktuální návštěvník přišel na web poprvé (na základě kriterií webové analýzy).
zh_cn: 检查是否 （基于 web 分析标准） 的第一次访客在网站上已经到达。

# macrorule.cmsvisitorhasatleastxproductsinshoppingcart.description
source: Checks if the current visitor has a minimum number of products in their shopping cart.
cs_cz: Kontroluje, zda aktuální návštěvník má minimální počet produktů ve svém nákupním košíku.
zh_cn: 检查当前访问者是否他们的购物车中的产品的最小数目。

# macrorule.cmsvisitorhasproductinshoppingcart.description
source: Checks if the current visitor has a specific product in their shopping cart.
cs_cz: Kontroluje, zda aktuální návštěvník má v nákupním košíku zadaný produkt.
zh_cn: 检查当前访问者是否他们的购物车中某一特定产品。

# macrorule.cmsvisitorisreturning.description
source: Checks if the current user has previously visited the website (based on the web analytics criteria).
cs_cz: Kontroluje, zda aktuální uživatel už někdy předtím navštívil web (na základě kriterií webové analýzy).
zh_cn: 检查是否当前用户以前访问过网站 （基于 web 分析标准）。

# macros.benchmark.invaliditerations
source: Invalid number of iterations
zh_cn: 无效的迭代次数

# macros.benchmark.iterations
source: Iterations
zh_cn: 迭代

# macros.benchmark.results
source: Results
zh_cn: 结果

# macros.benchmark.run
source: Run benchmark
zh_cn: 运行基准测试

# macros.benchmark.text
source: Text with macros
zh_cn: 文本宏

# macros.collecting
source: Collecting macros...
zh_cn: 正在收集宏...

# macros.console.evaluationinput
source: Evaluation input
zh_cn: 输入的评估

# macros.console.expression
source: Expression
zh_cn: 表达式

# macros.console.mode
source: Evalutation mode
zh_cn: 评价模式

# macros.console.mode.real
source: Real data
zh_cn: 真实的数据

# macros.console.mode.realwithvalues
source: Real data with displayed values
zh_cn: 真实的数据与显示的值

# macros.console.mode.virtual
source: Virtual data
zh_cn: 虚拟数据

# macros.console.resulthierarchy
source: Results
zh_cn: 结果

# macros.console.resultoutput
source: Output
zh_cn: 输出

# macros.contains
source: Macro contains
zh_cn: 宏包含

# macros.designer.parsingerror
source: If you switch to designer mode, part of the expression may be lost. Are you sure you want to proceed?
zh_cn: 如果您切换到设计模式，表达式的一部分可能会丢失。是否确实要继续?

# macros.editor.showhidetree
source: Show / hide macro object tree
cs_cz: Zobrazit/ schovat strom objektů maker
sk_sk: Zobraziť/skryť strom makro objektov
zh_cn: 显示/隐藏宏对象树

# macros.evaluationaborted
source: Evaluation timeout in the expression '{0}'. Check the expression for infinite loops or increase the timeout.
zh_cn: 评价超时表达式"{0}"。检查表达式中的无限循环或增加超时值。

# macros.evaluationerror
source: Exception occured while evaluation of the expression '{0}': {1}
zh_cn: 评价表达式"{0}"时出现异常: {1}

# macros.expression
source: Macro expression
zh_cn: 宏表达式

# macros.hidelist
source: Hide used macros
zh_cn: 隐藏使用的宏

# macros.invalidsignature
source: Report problems
zh_cn: 报告问题

# macros.invalidsyntax
source: Invalid syntax
zh_cn: 无效的语法

# macros.lexicalanalysis.error
source: Lexical analysis of the expression failed. Error near: {0}
zh_cn: 词法分析的表达式失败。附近的错误：{0}

# macros.lexicalanalysis.error.nodetail
source: Lexical analysis of the expression failed. Details of the parsing error were not supplied.
zh_cn: 词法分析的表达式失败。未提供解析错误的详细信息。

# macros.macrorule.addclause
source: Add rule
cs_cz: Přidat pravidlo
zh_cn: 添加规则

# macros.macrorule.autoindent
source: Auto indent
cs_cz: Automatické odsazení
zh_cn: 自动缩进

# macros.macrorule.changeparameter
source: Set parameter value
cs_cz: Nastavit hodnotu parametru
zh_cn: 设置的参数值

# macros.macrorule.clearall.confirmation
source: Are you sure you want to remove all rules from the condition?
cs_cz: Opravdu chcete odstranit všechna pravidla podmínky?
zh_cn: 你确定你想要删除所有规则的条件？

# macros.macrorule.condition
source: Condition
cs_cz: Podmínka
zh_cn: 条件

# macros.macrorule.currentandglobalcategory
source: Current category and global rules
cs_cz: Aktuální kategorie a globální pravidla
zh_cn: 当前类别和全局规则

# macros.macrorule.deleteautoindent
source: This will format the whole expression according to operator priorities. Are you sure you want to continue?
cs_cz: Toto sformátuje celý výraz podle priorit operátorů. Opravdu chcete pokračovat?
zh_cn: 这将设置根据算符优先的整个表达式的格式。是否确实要继续?

# macros.macrorule.deleteconfirmation
source: Are you sure you want to delete selected clause?
cs_cz: Opravdu chcete smazat vybranou klauzulu?
zh_cn: 是否确实要删除选定的子句?

# macros.macrorule.edit
source: Macro rule properties
cs_cz: Vlastnosti makro pravidla
zh_cn: 宏规则属性

# macros.macrorule.emptycondition
source: Please add a rule from the list of available rules.
cs_cz: Přidejte, prosím, pravidlo ze seznamu dostupných pravidel.
zh_cn: 请从可用的规则列表中添加一个规则。

# macros.macrorule.emptystring
source: (empty string)
zh_cn: （空字符串）

# macros.macrorule.indent
source: Indent
cs_cz: Odsadit
zh_cn: 缩进

# macros.macrorule.list
source: Macro rules
cs_cz: Makro pravidla
zh_cn: 宏规则

# macros.macrorule.moreparameters
source: (+ {0} more)
zh_cn: （+ {0} 更多）

# macros.macrorule.name
source: Name
cs_cz: Kódový název
zh_cn: 名称

# macros.macrorule.new
source: New macro rule
cs_cz: Nové makro pravidlo
zh_cn: 新建宏规律

# macros.macrorule.nothingselected
source: Please select a rule to perform the operation.
cs_cz: Vyberte, prosím, pravidla na vykonání operace.
zh_cn: 请选择要执行的操作的规则。

# macros.macrorule.onlycurrentcategory
source: Only current category
cs_cz: Pouze aktuální kategorie
zh_cn: 只有当前类别

# macros.macrorule.requireddata
source: Required data
zh_cn: 所需的数据

# macros.macrorule.requiredparamsmissing
source: Some of the required parameters are not set. Please set a value to all the parameters of the condition.
cs_cz: Některé z vyžadovaných parametrů nejsou nastaveny. Prosím nastavte hodnotu pro všechny parametry podmínky.
zh_cn: 一些所需的参数未设置。请将值设置为条件的所有参数。

# macros.macrorule.requirescontext
source: Requires context
zh_cn: 需要上下文

# macros.macrorule.resourcename
source: Rule category
cs_cz: Kategorie pravidel
zh_cn: 规则类别

# macros.macrorule.ruleifno
source: Edit the condition using drag & drop and indent functionality
cs_cz: Editujte podmínku použitím funkcionality drag & drop a odsadit
zh_cn: 编辑使用拖动 & 下降和缩进功能的条件

# macros.macrorule.ruleslist
source: Available rules
cs_cz: Dostupná pravidla
zh_cn: 可用的规则

# macros.macrorule.ruletextinfo
source: To insert dynamic parameters into the rule text, use parameter wildcards enclosed in curly brackets. For example, to refer to a parameter 'MyParam' defined on the Parameters tab, type {MyParam} in the User text and Condition.
cs_cz: Pokud chcete v textu "pravidla" zadat dynamické parametry, můžete použít zástupné znaky parametrů ve složených závorkách. Například, pokud chcete odkázet na parametr 'MyParam' definovaný na záložce Parametry, můžete do textu pravidla napsat {MyParam}.
zh_cn: 若要插入规则文本的动态参数，请使用括在大括号中的参数使用通配符。例如，若要引用 'MyParam' 在参数选项卡定义一个参数，键入 {MyParam} 状态，用户的文本。

# macros.macrorule.searchrule
source: Find rule
cs_cz: Najít pravidlo
zh_cn: 找出规律

# macros.macrorule.setparameter
source: Set parameter
zh_cn: 设置的参数

# macros.macrorule.showglobal
source: Show global rules
cs_cz: Ukázat globální pravidla
zh_cn: 显示全局规则

# macros.macrorule.text
source: User text
cs_cz: Uživatelský text
zh_cn: 用户的文本

# macros.macrorule.unindent
source: Unindent
cs_cz: Zrušit odsazení
zh_cn: 取消缩进

# macros.macrorule.viewcode
source: View condition in K#
cs_cz: Zobrazit podmínku v K#
zh_cn: 视图条件在 K #

# macros.macrorule.viewcodeheader
source: Condition code
cs_cz: Kód podmínky
zh_cn: 条件代码

# macros.macrorule.whitespaces
source: (whitespaces)
zh_cn: （空格）

# macros.macrorules
source: Macro rules
cs_cz: Makro pravidla
zh_cn: 宏规则

# macros.refreshsecurityparams
source: Update macro signatures
zh_cn: 更新宏签名

# macros.refreshsecurityparams.currentsaltisconnectionstring
source: (Current salt is a connection string, not shown for security reasons)
zh_cn: （当前的salt是一个连接字符串，出于安全原因不显示）

# macros.refreshsecurityparams.currentsaltiscustomvalue
source: (Current salt is a custom value, not shown for security reasons)
zh_cn: （当前的salt是一个自定义的值，为安全原因不显示）

# macros.refreshsecurityparams.description
source: <p>Whenever a user saves a macro expression, the system automatically adds a security signature containing the user name of the macro's author and a hash of the expression. The hash function also appends a <strong>salt</strong> to the input. By default, the system uses a randomly generated GUID as the salt. </p> <p>If your application's hash salt value changes, the security signatures of existing macro expressions become invalid. This may lead to problems with unresolved macros in certain scenarios:</p> <ul> <li> After setting a new salt via the <strong>CMSHashStringSalt</strong> web.config key. </li><li> When using content staging to transfer data containing macros to another instance with a different hash salt. </li><li> If your application does not have a custom hash salt, and the connection string has changed (for example when moving to a different server or after setting a new database password). </li></ul> <br /> <p>To re-sign all occurrences of macros in the system, enter the appropriate hash salt values and click <strong>Update macro signatures</strong>.</p>
zh_cn: <p>每当用户保存宏表达式，系统会自动添加包含宏的作者的用户名称和表达式的hash值的安全签名。hash函数还追加<strong>salt</strong>到输入端。默认情况下，系统使用一个随机生成的 GUID 作为salt。</p> <p>如果您的应用程序的hash值的变化，现有的宏表达式的安全签名变得无效。这可能会导致未解决宏在某些方案中的问题：</p> <ul> <li>后设置一种新的salt，通过<strong>CMSHashStringSalt</strong> web.config 键。</li><li>当使用内容暂存传输数据，其中包含到另一个实例与不同的hash salt的宏。</li><li>如果您的应用程序并没有自定义hash salt，和连接字符串已更改 （例如，当移动到不同的服务器或后设置一个新的数据库密码）。</li></ul><br> <p>要在系统中进行重新签名的宏的所有匹配项，输入相应的hash salt值并单击<strong>更新宏签名</strong>。</p>

# macros.refreshsecurityparams.newsalt
source: New salt
zh_cn: 新建salt

# macros.refreshsecurityparams.newsaltempty
source: Please enter the new salt.
zh_cn: 请输入新的salt。

# macros.refreshsecurityparams.oldsalt
source: Old salt
zh_cn: 旧salt

# macros.refreshsecurityparams.oldsaltempty
source: Please enter the old salt.
zh_cn: 请输入旧salt。

# macros.refreshsecurityparams.processing
source: Processing '{0}' objects...
zh_cn: 正在处理的对象 '{0}'...

# macros.refreshsecurityparams.refreshall
source: Sign all macros
zh_cn: 签署的所有宏

# macros.refreshsecurityparams.refreshalldescription
source: (Re-signs all macros based on the current user)
zh_cn: （重新签名基于当前用户的所有宏)
