Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmspersonalizeuserinterface.description
source: Indicates if UI personalization is enabled: If checked, user can see only such UI elements which are allowed according to his UI profile. If unchecked, user can see all UI elements.
cs_cz: Určuje, zda je povolena personifikace UI: Pokud je zaškrtnuto, uživatel může vidět pouze takové prvky UI, které jsou povoleny podle jeho UI profilu. POkud není zašrtnuto, Může uživatel vidět všechny prvky UI.
sk_sk: Určuje, či je povolená personalizácia UI. Ak je zaškrtnuté, užívateľl môže vidieť len tie UI elementy, ktoré sú povolené jeho UI profilu. Ak nie je zašrktnuté, užívateľ môže vidieť všetky UI elementy.
zh_cn: 指示是否启用了用户界面个性化设置： 如果选中此选项，用户可以看到只根据他的 UI 配置文件允许这种 UI 元素。如果未选中，用户可以看到所有的 UI 元素。

# settingskey.cmspolicyforcepolicyonlogon
source: Force password policy on logon
cs_cz: Vynutit splnění politiky hesla při přihlášení
zh_cn: 在登录时强制密码策略

# settingskey.cmspolicyforcepolicyonlogon.description
source: Indicates if password policy should be forced on user logon. When user password doesn't meet policy requirements she will be forced to change her password.
cs_cz: Určuje, zda má být vyžadováno splnění politiky hesla při přihlášení uživatele. Pokud uživatelské heslo nesplní požadavky politiky hesla, bude muset uživatel své heslo změnit.
zh_cn: 指示是否应该在用户登录时强制密码策略。当用户的密码不符合政策要求她将被迫改变她的密码。

# settingskey.cmspolicyminimallength
source: Minimal length
cs_cz: Minimální délka
sk_sk: Minimálna dĺžka
zh_cn: 最小长度

# settingskey.cmspolicyminimallength.description
source: Allowed length (in characters) of the user password. If empty or zero number of characters is not limited.
cs_cz: Povolená délka (počet znaků) uživatelského hesla. Pokud je prázdné nebo je hodnota 0 znaků, není délka limitována.
sk_sk: Povolená dĺžka hesla (v znakoch). Ak je prázdne alebo nula, počet znakov nie je obmedzený.
zh_cn: 允许的长度 （以字符为单位） 的用户密码。如果空或零的字符数不是有限的。

# settingskey.cmspolicynumberofnonalphanumchars
source: Number of non alphanumeric characters
cs_cz: Počet nealfanumerických znaků
sk_sk: Počet nealfanumerických znakov
zh_cn: 非字母数字字符的数目

# settingskey.cmspolicynumberofnonalphanumchars.description
source: Minimal number of non alphanumeric characters which password has to contain. National characters aren't taken as alpha characters.
cs_cz: Minimální počet nealfanumerických znaků, které musí heslo obsahovat. Národní znaky nejsou brány jako písmenné znaky.
sk_sk: Minimálny počet nealfanumerických znakov, ktoré musí heslo obsahovať. Národné znaky sa nepovažujú za písmenové znaky.
zh_cn: 是哪个密码必须包含非字母数字字符的最小数目。民族特色并不被字母字符。

# settingskey.cmspolicyregularexpression
source: Regular expression
cs_cz: Regulární výraz
sk_sk: Regulárny výraz
zh_cn: 正则表达式

# settingskey.cmspolicyregularexpression.description
source: If set password has to meet given regular expression.
cs_cz: Pokud je zadaný, musí heslo odpovídat tomuto regulárnímu výrazu.
sk_sk: Ak je zadaný, heslo musí zodpovedať tomuto regulárnemu výrazu.
zh_cn: 如果设置的密码必须满足给定正则表达式。

# settingskey.cmspollsallowglobal
source: Allow global polls
cs_cz: Povolit globální ankety
sk_sk: Povoliť globálne ankety
zh_cn: 允许全局范围的调查

# settingskey.cmspollsallowglobal.description
source: Indicates if global polls are allowed.
cs_cz: Určuje, zda jsou povoleny globální ankety,
sk_sk: Určuje, či sú povolené globálne ankety.
zh_cn: 指示是否允许全局范围的调查。

# settingskey.cmspop3authenticationmethod
source: Authentication method
cs_cz: Autentizační metoda
sk_sk: Autentizačná metóda
zh_cn: 身份验证方法

# settingskey.cmspop3authenticationmethod.description
source: Specifies which one of the authenticaton methods will be used
cs_cz: Specifikuje, která z autentizačních metod bude použita
sk_sk: Špecifikuje, ktorá z autentizačných metód bude použitá.
zh_cn: 指定将使用哪一种身份认证方法

# settingskey.cmspop3password
source: Password
cs_cz: Heslo
sk_sk: Heslo
zh_cn: 密码

# settingskey.cmspop3password.description
source: Password for authentication.
cs_cz: Heslo pro autentizaci
sk_sk: Heslo pre autentizáciu.
zh_cn: 用于身份验证的密码。

# settingskey.cmspop3servername
source: Server name
cs_cz: Název serveru
sk_sk: Názov serveru
zh_cn: 服务器名称

# settingskey.cmspop3servername.description
source: Name of the email server.
cs_cz: Název e-mailového serveru.
sk_sk: Názov e-mailového serveru.
zh_cn: 电子邮件服务器的名称。

# settingskey.cmspop3serverport
source: Server port
cs_cz: Port serveru
sk_sk: Port serveru
zh_cn: 服务器端口

# settingskey.cmspop3serverport.description
source: Port number for the connection.
cs_cz: Číslo portu pro spojení.
sk_sk: Číslo portu pre spojenie.
zh_cn: 连接的端口号。

# settingskey.cmspop3username
source: User name
cs_cz: Uživatelské jméno
sk_sk: Meno užívateľa
zh_cn: 用户名称

# settingskey.cmspop3username.description
source: User name for authentication.
cs_cz: Uživatelské jméno pro autentizaci.
sk_sk: Užívateľské meno pre autentizáciu.
zh_cn: 用于身份验证的用户名称。

# settingskey.cmspop3usessl
source: Use SSL
cs_cz: Použít SSL
sk_sk: Použiť SSL
zh_cn: 使用 SSL

# settingskey.cmspop3usessl.description
source: Specifies whether the connection to the server should be made using SSL.
cs_cz: Specifikuje, zda má být připojení k serveru vytvořeno s použitím SSL.
sk_sk: Určuje, či má byť spojenie so serverom vytvorené za použitia SSL.
zh_cn: 指定是否应使用 SSL 进行到服务器的连接。

# settingskey.cmsprocessdomainprefix
source: Process domain prefix
cs_cz: Zpracovávat předponu domény
zh_cn: 过程域前缀

# settingskey.cmsprocessdomainprefix.description
source: Determines how the <strong>www</strong> domain prefix should be handled in the website's URLs. This setting does not apply to IP addresses and top-level domains.
cs_cz: Určuje, jak se má zacházet s předponou <strong>www</strong> v URL adresách webu. Toto nastavení se neaplikuje na IP adresy a domény nejvyšší úrovně.
zh_cn: 确定如何处理网站的网址<strong>www</strong>域名前缀。此设置不适用于 IP 地址和顶级域。

# settingskey.cmsprogressivecaching
source: Use progressive caching
cs_cz: Použít progresivní cachování
zh_cn: 使用渐进式缓存

# settingskey.cmsprogressivecaching.description
source: If checked, the system optimizes access to uncached data so that concurrent threads only use a single data access operation and share the results. This leads to better performance if the website is under a heavy load, without the drawback of not having the latest data available. Applies only for components and locations where caching is supported when cache minutes are set to 0.
cs_cz: Pokud je zakliknuto, systém optimalizuje přístup k datům, které nejsou nacachované tak, že souběžně vlákna používají jen jeden přístup datům a sdílejí výsledky, což vede k lepší výkonnosti. Aplikovatelné pouze na komponenty a místa, kde je cahování podporované, když cache minuty jsou nastaveny na 0.
zh_cn: 如果选中此选项，系统优化对不使用高速缓存的数据的访问，以便并发线程只使用单个数据访问操作，共享成果。如果该网站是负载很重，没有可用的最新数据的缺点，这导致了更好的性能。只适用于组件和地点在哪里缓存分钟被设置为 0 时，缓存支持。

# settingskey.cmsrecognizebyip
source: Automatically recognize visitors by IP address
cs_cz: Automaticky rozeznat návštěvníky podle IP adres
sk_sk: Automaticky rozoznávať návštevníkov podľa IP adresy
zh_cn: 自动识别访问者的 IP 地址

# settingskey.cmsrecognizebyip.description
source: Indicates if visitor's IP address should be used to determine what contact should be assigned to current anonymous visitor.
cs_cz: Určuje, zda má být IP adresa návštěvníka použita pro určení, jaký kontakt má být přiřazen aktuálnímu anonymnímu návštěvníkovi.
sk_sk: Určuje, či IP adresa návštevníka má byť použitá pre určenie, ktorý kontakt bude priradený k aktuálnemu anonymnému návštevníkovi.
zh_cn: 指示是否应使用访问者的 IP 地址来确定哪些联系人应分配给当前匿名访问者。

# settingskey.cmsrecognizebyuseragent
source: Automatically recognize visitors by user agent
cs_cz: Automaticky rozeznat návštěvníky podle user agenta
sk_sk: Automaticky rozoznávať návštevníkov podľa user agenta
zh_cn: 自动识别由用户代理的访客

# settingskey.cmsrecognizebyuseragent.description
source: Indicates if visitor's browser user agent information should be used to determine what contact should be assigned to current anonymous visitor.
cs_cz: Určuje, zda má být informace user agent vyhledávače návštěvníka použita pro určení, jaký kontakt má být přiřazen aktuálnímu anonymnímu návštěvníkovi.
sk_sk: Určuje, či user agent prehliadača má byť použitý pre určenie, kotrý kontakt bude priradený k aktuálnemu anonymnému návštevníkovi.
zh_cn: 指示是否应使用访问者的浏览器用户代理信息来确定哪些联系人应分配给当前匿名访问者。

# settingskey.cmsredirectaliasestomainurl
source: Redirect page aliases to main URL
cs_cz: Přesměrovat aliasy dokument na hlavní URL
sk_sk: Presmerovávať aliasy dokumentu na hlavnú URL
zh_cn: 主要的 URL 重定向页别名

# settingskey.cmsredirectaliasestomainurl.description
source: If enabled, the page always has only one valid URL and other aliases are redirected to this main URL, for SEO purposes.
cs_cz: Pokud je povoleno, má dokument vždy pouze jedno platné URL a ostatní aliasy jsou přesměrovány na toto hlavní URL pro účely SEO.
sk_sk: Ak je zaškrtnuté, dokument bude mať vždy len jendu platnú URL a ďalšie aliasy budú presmerovávané na túto URL, kvôli SEO.
zh_cn: 如果启用，页面始终只有一个有效的 URL 和其他别名将被重定向到这个主 URL，搜索引擎优化的目的。

# settingskey.cmsredirectfilestoazure
source: Redirect files to Windows Azure storage
cs_cz: Přesměrovat soubory na úložiště Windows Azure
sk_sk: Presmerovávať súbory na úložisko Windows Azure
zh_cn: 将文件重定向到 Windows Azure 存储

# settingskey.cmsredirectfilestoazure.description
source: If files are stored to Windows Azure storage and this option is set to true requests for files are redirected directly to Windows Azure storage and Media library generates absolute links directly to Windows Azure storage. It doesn't control if Windows Azure blob storage accepts requests from public users.
cs_cz: Pokud jsou soubory ukládány na úložišti Windows Azure a tato možnost je nastavena na hodnotu pravda, jsou požadavky jsou požadavky na soubory přesměrovány přímo na úložiště Windows Azure a Knihovna médií generuje úplné odkazy přímo na úložiště Windows Azure. Tato možnost neurčuje, zda Windows Azure blob úložiště akceptuje požadavky veřejjných uživatelů.
sk_sk: Ak sú súbory ukladané do úložiska Windows Azure a toto nastavenie je zaškrtnuté, požiadavky na súbory sú presmerovávané priamo na Windows Azure úložisko a Mediálna knižnica generuje absolútne odkazy priamo na Windows Azure úložisko. Toto nastavenie nekontroluje, či Windows Azure blob úložisko akceptuje požiadavky od verejných užívateľov.
zh_cn: 如果文件存储到 Windows Azure 存储，此选项设置为真实的文件的请求重定向到 Windows Azure 存储直接和媒体库生成绝对链接直接到 Windows Azure 存储。它不控制如果 Windows Azure blob 存储接受来自公共用户的请求。

# settingskey.cmsredirectfilestodisk
source: Redirect files to disk
cs_cz: Přesměrovat soubory na disk
sk_sk: Presmerovávať súbory na disk
zh_cn: 将文件重定向到磁盘

# settingskey.cmsredirectfilestodisk.description
source: If checked, file requests are redirected to the physical file in the file system if possible.
cs_cz: Pokud je zaškrtnuto, jsou požadavky souborů, pokud je to možné, přesměrovány na fyzický soubor v systému souborů.
sk_sk: Ak je zaškrtnuté, požiadavky na súbory sú presmerovávané na fyzické súbory v súbore systémov, pokiaľ je to možné.
zh_cn: 如果选中此选项，文件请求重定向到物理文件在文件系统中如果可能的话。

# settingskey.cmsredirectinvalidcasepages
source: Redirect invalid case URLs to their correct versions
cs_cz: Přesměrovat URL s neplatnými velikostmi písmen na jejich správné verze
sk_sk: Presmerovávať URL s neplatnými veľkosťami písmen na správnu verziu
zh_cn: 将无效的案例 Url 重定向到正确的版本

# settingskey.cmsredirectinvalidcasepages.description
source: Checks the URL letter case, and if configured, redirects to their correct versions. Options: NONE, EXACT, LOWERCASE, UPPERCASE.
cs_cz: Kontroluje velikost písmen URL, a pokud je nastaveno, přesměruje na jejich správnou verzi. Možnosti: NONE, EXACT, LOWERCASE, UPPERCASE.
sk_sk: Kontroluje veľkosť písmen v URL a presmerováva na správnu verziu. Voľby: NONE (žiadne), EXACT (presné), LOWERCASE (malé písmená), UPPERCASE (veľké písmená).
zh_cn: 检查 URL 字母大小写，并且如果配置，将重定向到正确的版本。选项： 无，确切、 小写字母、 大写字母。

# settingskey.cmsredirecttomainextension
source: Redirect pages to main extension
cs_cz: Přesměrovat dokumenty na hlavní příponu
sk_sk: Presmerovávať dokumenty na hlavnú príponu
zh_cn: 将页面重定向到主扩展

# settingskey.cmsredirecttomainextension.description
source: Indicates whether pages should be redirected to the corresponding URL with current main extension.
cs_cz: Určuje, zda mají být dokumenty přesměrovány na příslušné URL s aktuální hlavní příponou.
sk_sk: Určuje, či majú byť dokumenty presmerovávané na odpovedajúcu URL s aktuálnou hlavnou príponou.
zh_cn: 指示是否页应该重定向到当前主要扩展名对应的 URL。

# settingskey.cmsregistrationadministratorapproval
source: Registration requires administrator's approval
cs_cz: Registrace vyžaduje schválení administrátora
sk_sk: Registrácia vyžaduje schválenie administrátorom
zh_cn: 注册需要管理员的批准

# settingskey.cmsregistrationadministratorapproval.description
source: Indicates whether the registration needs to be confirmed by the administrator.
cs_cz: Určuje, zda musí být regostrace potvrzena administrátorem.
sk_sk: Určuje, či majú byť nové registrácie potvrdené administrátorom.
zh_cn: 指示是否登记需要由管理员确认。

# settingskey.cmsregistrationapprovalpagepath
source: Registration confirmation page path
zh_cn: 注册确认页面路径

# settingskey.cmsregistrationapprovalpagepath.description
source: Path to the page that contains the Registration email confirmation web part. The registration confirmation link that will be sent to users will point to this page.
zh_cn: 包含注册电子邮件确认 web 部件的页面的路径。将发送到用户的注册确认链接将指向此页面。

# settingskey.cmsregistrationemailconfirmation
source: Registration requires email confirmation
cs_cz: Registrace vyžaduje e-mailové potvrzení
sk_sk: Registrácia vyžaduje potvrdenie e-mailom
zh_cn: 注册时需要电子邮件确认

# settingskey.cmsregistrationemailconfirmation.description
source: Indicates whether the registration requires confirmation through a link sent by email.
cs_cz: Určuje, zda registrace vyžaduje potrzení před odkaz zaslaný e-mailem.
sk_sk: Určuje, či nová registrácia vyžaduje potvrdenie kliknutím na link zaslaný v e-maili.
zh_cn: 指示是否登记需要确认通过电子邮件发送的链接。

# settingskey.cmsremembercontactspermanently
source: Remember contacts permanently
cs_cz: Pamatovat si kontakty trvale
sk_sk: Pamätať si kontakty trvalo
zh_cn: 永久记得联系人

# settingskey.cmsremembercontactspermanently.description
source: Indicates how long should contacts be remembered. If checked then contact will be kept until cookies will be deleted or another contact will be determined. If unchecked then contact will be kept until session expires.
cs_cz: Určuje, jak dlouho mají být kontakty v paměti. Pokud je zaškrtnuto, budou kontakty uchovány, dokud nebudou vymazány cookies, nebo bude stanoven jiný kontakt. Pokud není zaškrtnuto, bude kontakt uchován do vypršení relace .
sk_sk: Určuje, ako dlho sa majú kontakty pamätať. Ak je zaškrtnuté, kontakt bude udržiavaný až do zmazania cookies alebo určenia iného kontaktu. Ak nie je zaškrtnuté, kontakt bude udržiavaný kým nevyprší session.
zh_cn: 指示联系人记住应该多久。如果选中，则将保持联络，直至 cookie 将被删除，或者将决定另一位联系人。如果未选中然后将保持联系，直到会话过期。

# settingskey.cmsrememberunigridstate
source: Remember listing, filter and state
cs_cz: Pamatovat si výpis, filtr a stav
zh_cn: 记住列表、 筛选器和状态

# settingskey.cmsrememberunigridstate.description
source: Determines whether grid controls remember their state, i.e., filter, page number, page size and sorting order, between page visits.
cs_cz: Určuje, zda si má grid control pamatovat svůj stav, t.j. filtr, číslo stránky, velikost stránky a pořadí řazení, mezi jednotlivými návštěvami stránky.
zh_cn: 确定网格控件是否记得他们的状态，即筛选器、 页码、 页面大小和排序顺序，访问页面之间。

# settingskey.cmsrequiredlinkedinpage
source: Required user data page
cs_cz: Stránka požadovaných dat uživatele
sk_sk: Stránka s web partou Required user data (vyžadované dáta užívateľa)
zh_cn: 所需的用户数据页

# settingskey.cmsrequiredlinkedinpage.description
source: URL of the page, where the LinkedInUsersRequiredData web part is placed. If set, new users, who were authenticated by LinkedIn, are not directly created in the system and they must provide additional information on specified page.
cs_cz: URL stránky, na které je umístěna web parta LinkedInUsersRequiredData Pokud je nastaveno, nejsou noví uživatelné, kteří jsou autentizování pomocí služby LinkedIn, přímo vytváření v systému a musí poskytnout doplňující informace na specifikované stránce.
sk_sk: URL stránky, na ktorej je umiestnená LinkedInUsersRequiredData web parta (vyžadujúca dáta užívateľa). Ak je nastavená, noví užívatelia, ktorí sa prihlásia cez LinkedIn, nebudú hneď vytvorení v systéme, ale musia najskôr zadať doplňujúce informácie na tejto stránke.
zh_cn: 放置 LinkedInUsersRequiredData web 部件的页的 URL。如果设置，新的用户进行身份验证通过 LinkedIn，是不直接在系统中创建，并且他们必须在指定页上提供的其他信息。

# settingskey.cmsrequiredopenidpage
source: Required user data page
cs_cz: Stránka požadovaných dat uživatele
sk_sk: Stránka s web partou Required user data (vyžadované dáta užívateľa)
zh_cn: 所需的用户数据页

# settingskey.cmsrequiredopenidpage.description
source: URL of the page, where the RequiredOpenIDUsersData web part is placed. If set, OpenID users are not directly created in the system and they must provide additional information on specified page.
cs_cz: URL stránky, kde je umístěna web parta RequiredOpenIDUsersData. Pokud je nastaveno, nejsou uživatelé OpenID přímo vytváření v systému a musí poskytnout doplňující informace na specifikované stránce.
sk_sk: URL stránky, na ktorej je umiestnená RequiredOpenIDUsersData web parta (vyžadujúca dáta užívateľa). Ak je nastavená, noví užívatelia, ktorí sa prihlásia cez OpenId, nebudú hneď vytvorení v systéme, ale musia najskôr zadať doplňujúce informácie na tejto stránke.
zh_cn: 放置 RequiredOpenIDUsersData web 部件的页的 URL。如果设置，OpenID 不直接创建用户在系统中，他们必须在指定页上提供的其他信息。

# settingskey.cmsreservedusernames
source: Reserved user names
cs_cz: Vyhrazená uživatelská jména
sk_sk: Vyhradené užívateľské mená
zh_cn: 保留的用户名称

# settingskey.cmsreservedusernames.description
source: User cannot select these names during registration.
cs_cz: Uživatel nemůže během registrace zvolit tato jména.
sk_sk: Užívateľ si nemôže počas registrácie zvoliť žiadne zo zadaných mien.
zh_cn: 在注册过程中，用户无法选择这些名称。

# settingskey.cmsresetpasswordinterval
source: Reset password interval
cs_cz: Interval změny hesla
sk_sk: Interval pre reset hesla
zh_cn: 重置密码间隔

# settingskey.cmsresetpasswordinterval.description
source: Float value in hours specifies time interval in which user can reset her password. Value is used only when email approval is set to true.
cs_cz: Hodnota v hodinách specifikuje časový interval, během kterého může uživatel změnit své heslo. Hodnota je použita pouze tehdy, je-li hodnota e-mailového potvrzení zadána jako pravda.
sk_sk: Hodnota v hodinách (desatinné číslo) špecifikujúca časový interval, počas ktorého môže užívateľ resetovať heslo. Hodnota sa použije, len ak je nastavené schvaľovanie e-mailu.
zh_cn: 以小时为单位的浮点值指定的时间间隔在哪个用户可以重置其密码。仅当电子邮件批准设置，则使用值为 true。

# settingskey.cmsresetpasswordrequiresapproval
source: Reset password requires email approval
cs_cz: Změna hesla vyžaduje e-mailové schválení.
sk_sk: Reset hesla vyžaduje potvrdenie e-mailom
zh_cn: 重置密码需要电子邮件批准

# settingskey.cmsresetpasswordrequiresapproval.description
source: If checked, the forgotten password functionality in the login form web part and on the login page to the administration interface will require email approval to regenerate the password.
cs_cz: Pokud je zaškrtnutobude funkcionalita zapomenuté heslo ve web partě přihlašovací formulář a na přihlašovací stránce CMS Desku/Site Manageru požadovat e-mailové potvrzení pro obnovení hesla.
sk_sk: Ak je zakliknuté, funkcionalita zabudnutého heslo v prihlasovacej web parte aj v prihlasovacom formulári do CMS Desk/Site Manager-u bude vyžadovať e-mailové potvrdenie pred obnovou hesla.
zh_cn: 如果选中，忘记你的密码功能，在登录表单 web 部件和向管理接口的登录页上将需要重新生成该密码的电子邮件批准。

# settingskey.cmsresetpasswordurl
source: Reset password page URL
cs_cz: URL stránky pro změnu hesla
sk_sk: URL stránky pre reset hesla
zh_cn: 重置密码页面的 URL

# settingskey.cmsresetpasswordurl.description
source: Custom page for reset of user password (if not set, system page ~/CMSModules/Membership/CMSPages/ResetPassword.aspx will be used)
cs_cz: Uživatelská stránka pro obnovu uživatelského hesla (pokud není nastaveno, bude použita systémová stránka ~/CMSModules/Membership/CMSPages/ResetPassword.aspx).
sk_sk: Užívateľská stránka pre obnovu užívateľského heslo (ak nie je nastavná, použije sa systémová stránka ~/CMSModules/Membership/CMSPages/ResetPassword.aspx)
zh_cn: 自定义页面重置用户密码 （如果未设置，系统页面 ~/CMSModules/Membership/CMSPages/ResetPassword.aspx 将使用）

# settingskey.cmsresizeimagestodevice
source: Resize images according to device profile
cs_cz: Měnit velikost obrázků podle profilu zařízení
zh_cn: 调整图像的设备配置文件

# settingskey.cmsresizeimagestodevice.description
source: If enabled, the system automatically reduces the maximum side size of images to the larger of the dimensions set for the used device profile ('Preview width' or 'Preview height'). To disable the resizing for individual images, add the 'resizemode=1' query string parameter to the image source URL.
cs_cz: Určuje, zda parametr obrázků maximální velikost strany má být měněn, aby odpovídal rozměrům profilu zařízení. Pro zakázání této funkcionality použijte query parameter 'resizemode=force'.
zh_cn: 如果启用，系统会自动降低的较大图像的最大侧大小的设置为使用的设备配置文件 （'预览宽度' 或 '预览高度'） 的尺寸。若要禁用调整图像的大小，请添加 resizemode = 1' 图像源 URL 的查询字符串参数。

# settingskey.cmsresolvemacrosincss
source: Resolve macros in CSS
cs_cz: Vyřešit makra v CSS
sk_sk: Vyhodnotiť makrá v CSS
zh_cn: 解决在 CSS 中的宏

# settingskey.cmsresolvemacrosincss.description
source: If checked, the macros are resolved within the CSS stylesheet code.
cs_cz: Pokud je zaškrtnuto, jsou makra vyhodnocována v rámci kódu CSS stylů.
sk_sk: Ak je zaškrtnuté, makrá budú vyhodnocované v CSS štýloch.
zh_cn: 如果选中，宏是在 CSS 样式表代码内解决。

# settingskey.cmsresourcecompressionenabled
source: Allow resource compression
cs_cz: Povolit kompresi zdroje
sk_sk: Povoliť kompresiu zdrojov
zh_cn: 允许资源压缩

# settingskey.cmsresourcecompressionenabled.description
source: Determines whether web resources such as JavaScript and CSS should be served compressed to browsers
cs_cz: Určuje, zda webové zdorje jako JavaScript a CSS májí být vyhledávačům doručovány komprimovány
sk_sk: Určuje, či webové zdroje ako JavaScript a CSS majú byť prehliadaču doručované komprimované
zh_cn: 确定是否应送达 web 资源 （如 JavaScript 和 CSS 压缩到浏览器

# settingskey.cmsrestalloweddoctypes
source: Allowed page types
cs_cz: Povolené typy dokumentů
sk_sk: Povolené typy dokumentov
zh_cn: 允许页面类型

# settingskey.cmsrestalloweddoctypes.description
source: List of page types which will be accessible by the service. Enter the names of page types separated by semicolons. If the field is empty, all page types will be accessible.
cs_cz: Seznam typů dokumentů, které budou přístupné prostřednictvím služby. Pokud je toto pole prázdné, budou dostupné všechny typy dokumentů.
sk_sk: Zoznam typov dokumentov, ktoré budú prístupné prostredníctvom REST služby. Ak je toto pole prázdne, budú prístupné všekty typy dokumentov.
zh_cn: 页面类型，可供查阅的服务的列表。输入的名称用分号分隔的页面类型。如果该字段为空，所有的页面类型会被访问。

# settingskey.cmsrestallowedobjecttypes
source: Allowed object types
cs_cz: Povolené typy dokumentů
sk_sk: Povolené typy objektov
zh_cn: 允许的对象类型

# settingskey.cmsrestallowedobjecttypes.description
source: List of object types which will be accessible by the service. Enter the names of object types separated by semicolons. If the field is empty, all object types will be accessible.
cs_cz: Seznam typů objektů, které budou přístupné prostřednictvím služby. Pokud je toto pole prázdné, budou dostupné všechny typy objektů.
sk_sk: Zoznam objektov, ktoré budú prístupné prostredníctvom REST služby. Ak je toto pole prázdne, budú prístupné všekty objekty.
zh_cn: 将由该服务访问的对象类型的列表。输入以分号分隔的对象类型的名称。如果该字段为空，所有对象类型都将都可以访问。
