Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# order_new.customername
source: Customer detail
cs_cz: Detail zákazníka nebo jeho část:
sk_sk: Detail zákazníka alebo časť názvu:
zh_cn: 客户详细信息

# order_new.customerselection.nocustomerselected
source: Please select a customer.
cs_cz: Vyberte prosím zákazníka.
sk_sk: Prosím, vyberte nejakého zákazníka.
zh_cn: 请选择一个客户。

# order_new.headercaption
source: New order
cs_cz: Nová objednávka
sk_sk: Nová objednávka
zh_cn: 新秩序

# order_new.nopaymentmethod
source: Please select a payment method.
cs_cz: Zvolte prosím způsob platby.
sk_sk: Prosím, zvoľte spôsob platby.
zh_cn: 请选择一种支付方式。

# order_new.noshippingoption
source: Please select a shipping option.
cs_cz: Zvolte prosím způsob dopravy.
sk_sk: Prosím, zvoľte spôsob dopravy.
zh_cn: 请选择送货方式。

# order_new.orders
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# order_new.paymentshipping.title
source: Select payment and shipping methods
cs_cz: Výběr způsobu platby a doručení
sk_sk: Výber spôsobu platby a doručenia
zh_cn: 选择付款和运输方法

# order_new.shoppingcartcheckregistration.title
source: Registration check
cs_cz: Přihlášení
sk_sk: Prihlásenie
zh_cn: 注册检查

# orderbilling.address
source: Billing address:
cs_cz: Fakturační adresa:
sk_sk: Fakturačná adresa:
zh_cn: 帐单地址：

# orderbilling.currency
source: Currency:
cs_cz: Měna:
sk_sk: Mena:
zh_cn: 货币：

# orderbilling.lblpaymentresult
source: Payment result:
cs_cz: Výsledek platby:
sk_sk: Výsledok platby:
zh_cn: 付款的结果：

# orderbilling.payment
source: Payment method:
cs_cz: Způsob platby:
sk_sk: Spôsob platby:
zh_cn: 付款方式：

# orderitemedit.errorskuname
source: Please enter a product name.
cs_cz: Vložte prosím název produktu.
sk_sk: Prosím, zadajte názov produktu.
zh_cn: 请输入产品名称。

# orderitemedit.errorskunprice
source: Please enter a product unit price.
cs_cz: Vložte prosím jednotkovou cenu produktu.
sk_sk: Prosím, zadajte cenu produktu za jednotku.
zh_cn: 请输入产品的单位价格。

# orderitemedit.errorskuunits
source: Please enter some product units.
cs_cz: Vložte prosím počet jednotek.
sk_sk: Prosím, zadajte množstvo produktu.
zh_cn: 请输入一些产品单位。

# orderitemedit.pricenotdouble
source: Please enter product price as a decimal number.
cs_cz: Vložte prosím cenu produktu jako desetinné číslo.
sk_sk: Prosím, zadajte cenu produktu ako desiatkové číslo.
zh_cn: 请输入产品价格作为一个十进制数。

# orderitemedit.skuname
source: Product name:
cs_cz: Název produktu:
sk_sk: Názov produktu:
zh_cn: 产品名称：

# orderitemedit.skuprice
source: Unit price:
cs_cz: Jednotková cena:
sk_sk: Jednotková cena:
zh_cn: 单价：

# orderitemedit.skuunits
source: Units:
cs_cz: Jednotek:
sk_sk: Množstvo:
zh_cn: 单位：

# orderitemedit.skuunitsnotpositiveinteger
source: Please enter product units as positive integer number.
cs_cz: Vložte prosím počet jednotek jako kladné celé číslo.
sk_sk: Prosím, zadajte množstvo produktu ako celé nezáporné číslo.
zh_cn: 请输入产品单位为正整数。

# orderitemedit.title
source: Order item properties
cs_cz: Vlastnosti položky objednávky
sk_sk: Vlastnosti objednaného produktu
zh_cn: 订单项目属性

# orderlist.completehint
source: Mark as completed
cs_cz: Označit jako vyřízenou
sk_sk: Označiť ako vybavenú
zh_cn: 标记为已完成

# orderlist.customer
source: Customer
cs_cz: Zákazník
sk_sk: Zákazník
zh_cn: 客户

# orderlist.customerfirstname
source: Customer first name:
cs_cz: Jméno zákazníka:
sk_sk: Meno zákazníka:
zh_cn: 客户第一的名称：

# orderlist.customerlastname
source: Customer details:
cs_cz: Příjmení zákazníka:
sk_sk: Priezvisko zákazníka:
zh_cn: 客户详细信息：

# orderlist.header
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# orderlist.orderdate
source: Date
cs_cz: Datum
sk_sk: Dátum
zh_cn: 日期

# orderlist.orderid
source: Order No.
cs_cz: Objednávka č.
sk_sk: Objednávka č.
zh_cn: 订单号

# orderlist.orderidlabel
source: ID or invoice number:
cs_cz: ID objednávky:
sk_sk: ID objednávky:
zh_cn: ID 或发票号码：

# orderlist.siteslabel
source: Site:
cs_cz: Weby:
sk_sk: Weby:
zh_cn: 网站：

# orderlist.status
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# orderlist.statuslabel
source: Order status:
cs_cz: Stav:
sk_sk: Stav:
zh_cn: 订单状态：

# orderlist.totalprice
source: Total Price
cs_cz: Celková cena
sk_sk: Celková cena
zh_cn: 总价格

# ordernotification.administratorsubject
source: Order: {%Order.OrderInvoiceNumber%}
cs_cz: Nová objednávka: {%Order.OrderInvoiceNumber%}
sk_sk: Nová objednávka: {%Order.OrderInvoiceNumber%}
zh_cn: 秩序： {%顺序。OrderInvoiceNumber} %

# ordernotification.customersubject
source: Your order: {%Order.OrderInvoiceNumber%}
cs_cz: Vaše objednávka: {%Order.OrderInvoiceNumber%}
sk_sk: Vaša objednávka: {%Order.OrderInvoiceNumber%}
zh_cn: 您的订单： {%顺序。OrderInvoiceNumber} %

# ordernotification.thankyoutext
source: Thank you for your order. Below you can find the order details.
cs_cz: Děkujeme za Vaši objednávku. Níže naleznete detaily objednávky.
sk_sk: Ďakujeme za Vašu objednávku. Nižšie nájdete detaily objednávky.
zh_cn: 谢谢您的订单。下面你可以找到订单的详细信息。

# orderpaymentnotification.administratorsubject
source: Order {%Order.OrderInvoiceNumber%}: Payment received
cs_cz: Objednávka {%Order.OrderInvoiceNumber%}: Platba přijata
sk_sk: Objednávka {%Order.OrderInvoiceNumber%}: Platba prijatá
zh_cn: {%顺序。OrderInvoiceNumber %}： 收到付款

# orderpaymentnotification.customersubject
source: Your order {%Order.OrderInvoiceNumber%}: Payment received
cs_cz: Vaše objednávka {%Order.OrderInvoiceNumber%}: Platba přijata
sk_sk: Vaša objednávka {%Order.OrderInvoiceNumber%}: Platba prijatá
zh_cn: 您的订单 {%顺序。OrderInvoiceNumber %}： 收到付款

# orderpaymentnotificationtoadmin.paymentreceived
source: Payment for the order below has been received.
cs_cz: Platba za níže uvedenou objednávku byla přijata.
sk_sk: Platba pre objednávku nižšie bola prijatá.
zh_cn: 按以下顺序付款已收到。

# orderpaymentnotificationtocustomer.paymentreceived
source: We have received your payment for the order below.
cs_cz: Obdrželi jsme od Vás platbu za níže uvedenou objednávku.
sk_sk: Prijali sme platbu pre objednávku nižšie.
zh_cn: 我们已经收到您的付款，按以下顺序。

# orderpreview.organizationid
source: Organization ID:
cs_cz: IČ organizace:
sk_sk: Firma ID:
zh_cn: 组织 ID：

# orderpreview.taxregistrationid
source: Tax registration ID:
cs_cz: DIČ organizace:
sk_sk: ID daňovej registrácie:
zh_cn: 税务注册 ID:

# orderstatus_edit.headercaption
source: Order status properties
cs_cz: Vlastnosti stavu objednávky
sk_sk: Vlastnosti stavu objednávky
zh_cn: 订单状态属性

# orderstatus_edit.itemlistlink
source: Order status
cs_cz: Stav objednávky
sk_sk: Stav objednávky
zh_cn: 订单状态

# orderstatus_edit.newitemcaption
source: New order status
cs_cz: Nový stav objednávky
sk_sk: Nový stav objednávky
zh_cn: 新订单状态

# orderstatus_edit.orderstatusexist
source: Order status with given name already exists!
cs_cz: Stav objednávky s daným názvem již existuje!
sk_sk: Stav objednávky s daným názvom už existuje!
zh_cn: 订单状态具有给定名称已经存在 ！

# orderstatus_edit.statuscolor
source: Order status color:
cs_cz: Barva stavu objednávky:
sk_sk: Farba stavu objednávky:
zh_cn: 订单状态颜色：

# orderstatus_edit.statusdisplaynamelabel
source: Order status display name:
cs_cz: Zobrazený název stavu:
sk_sk: Zobrazovaný názov stavu:
zh_cn: 订单状态显示名称：

# orderstatus_edit.statusnamelabel
source: Order status code name:
cs_cz: Kódový název stavu:
sk_sk: Kódový názov stavu:
zh_cn: 订单状态代码的名称：

# orderstatus_edit.statussendemail
source: Send notification:
cs_cz: Poslat upozornění:
sk_sk: Poslať upozornenie:
zh_cn: 发送通知：

# orderstatus_list.headercaption
source: Order status
cs_cz: Stav objednávky
sk_sk: Stav objednávky
zh_cn: 订单状态

# orderstatus_list.newitemcaption
source: New order status
cs_cz: Nový stav objednávky
sk_sk: Nový stav objednávky
zh_cn: 新订单状态

# orderstatuslist.cannotdeleteassociatedrecord
source: Selected order status cannot be deleted because is associated with other records.
cs_cz: Vybraný stav objednávky nelze smazat, protože se na něj váží jiné záznamy.
sk_sk: Vybraný stav objednávky nemožno zmazať, pretože sa na neho viažu iné záznamy.
zh_cn: 无法删除所选的订单的状态，因为关联的其他记录。

# orderstatuslist.header
source: Order Status
cs_cz: Stav objednávky
sk_sk: Stav objednávky
zh_cn: 订单状态

# orderstatuslist.isclosed
source: Indicates closed order
cs_cz: Označuje uzavřenou objednávku
sk_sk: Označuje uzavretú objednávku
zh_cn: 指示已结束的订单

# orderstatuslist.isnew
source: Indicates new order
cs_cz: Označuje novou objednávku
sk_sk: Označuje novú objednávku
zh_cn: 指示新秩序

# orderstatuslist.new
source: Add new order status
cs_cz: Přidat nový stav objednávky
sk_sk: Pridať nový stav objednávky
zh_cn: 添加新订单状态

# orderstatusnotification.administratorsubject
source: Order {%Order.OrderInvoiceNumber%}: {%OrderStatus.StatusDisplayName%}
cs_cz: Objednávka {%Order.OrderInvoiceNumber%}: {%OrderStatus.StatusDisplayName%}
sk_sk: Objednávka {%Order.OrderInvoiceNumber%}: {%OrderStatus.StatusDisplayName%}
zh_cn: {%顺序。OrderInvoiceNumber %}： {%orderstatus.statusdisplayname%}

# orderstatusnotification.customersubject
source: Your order {%Order.OrderInvoiceNumber%}: {%OrderStatus.StatusDisplayName%}
cs_cz: Vaše objednávka {%Order.OrderInvoiceNumber%}: {%OrderStatus.StatusDisplayName%}
sk_sk: Vaša objednávka {%Order.OrderInvoiceNumber%}: {%OrderStatus.StatusDisplayName%}
zh_cn: 您的订单 {%顺序。OrderInvoiceNumber %}： {%orderstatus.statusdisplayname%}

# pagelayout.checkedout
source: The layout is checked out to the following file: <strong>{0}</strong>.<br />Check in the layout to apply changes to the database.
cs_cz: Rozvržení je uzamčeno do souboru <strong>{0}</strong>.<br />Uvolněte rozvržení, aby se změny promítly do databáze.
sk_sk: Layout je uzamknutý do súboru <strong>{0}</strong>.<br />Uvoľnite layout, aby sa zmeny premietli do databázy.
zh_cn: 布局签出到以下文件: <strong>{0}</strong>。<br>检查布局要将更改应用到数据库中。

# pagelayout.checkedoutonanothermachine
source: The layout is checked out on another machine (<strong>{0}</strong>) by <strong>{1}</strong>
cs_cz: Rozvržení je uzamčeno na jiném stroji (<strong>{0}</strong>) uživatelem <strong>{1}</strong>
sk_sk: Layout je uzamknutý na inom stroji (<strong>{0}</strong>) užívateľom <strong>{1}</strong>
zh_cn: 布局已被签出的另一台机器 (<strong>{0}</strong>) <strong>{1}</strong>

# pagelayout.checkout
source: Check out to file
cs_cz: Editovat v souboru
sk_sk: Editovať v súbore
zh_cn: 签出文件

# pagelayout.checkoutinfo
source: Check out the layout to the <strong>{0}</strong> file to edit the layout externally.
cs_cz: Uložit rozvržení do souboru <strong>{0}</strong> pro externí editaci.
sk_sk: Uložiť layout do súboru <strong>{0}</strong> pre externú editáciu.
zh_cn: 签出到<strong>{0}</strong>文件编辑外部的布局的布局。

# pagelayout.discardcheckout
source: Undo&nbsp;check&nbsp;out
cs_cz: Zrušit uzamčení
sk_sk: Zrušiť uzamknutie
zh_cn: 撤消签出

# pageplaceholder.editlayout
source: HTML&nbsp;layout
cs_cz: HTML&nbsp;rozvržení
zh_cn: HTML 布局

# pageplaceholder.editlayouttooltip
source: Edit layout
cs_cz: Upravit rozvržení
sk_sk: Upraviť layout
zh_cn: 编辑布局

# pageplaceholder.edittitle
source: Show:
cs_cz: Zobrazit:
sk_sk: Zobraziť:
zh_cn: 显示：

# pageplaceholder.editwebparts
source: Web&nbsp;parts
cs_cz: Web party
sk_sk: Webparty
zh_cn: Web 部件

# pageplaceholder.titleinfo
source: <strong>{0}</strong> - page template: <strong>{1}</strong>
cs_cz: <strong>{0}</strong> - šablona stránky: <strong>{1}</strong>
sk_sk: <strong>{0}</strong> - šablóna stránky: <strong>{1}</strong>
zh_cn: <strong>{0}</strong> -页面模板: <strong>{1}</strong>

# pageplaceholder.titleinfolayout
source: <strong>{0}</strong> - page layout: <strong>{1}</strong>
cs_cz: <strong>{0}</strong> - rozvržení stránky: <strong>{1}</strong>
sk_sk: <strong>{0}</strong> - layout stránky: <strong>{1}</strong>
zh_cn: <strong>{0}</strong> -页面布局: <strong>{1}</strong>

# pageplaceholder.titleinfotemplatelayout
source: <strong>{0}</strong> - page layout: <strong>page template-specific</strong>
cs_cz: <strong>{0}</strong> - rozvržení stránky: <strong>specifická šablona stránky</strong>
sk_sk: <strong>{0}</strong> - layout stránky: <strong>špecifická šablóna stránky</strong>
zh_cn: <strong>{0}</strong> -页面布局：<strong>特定的网页模板</strong>

# pageproperties.adhocpage
source: ad-hoc page
cs_cz: ad-hoc stránka
sk_sk: Ad-hoc stránka
zh_cn: 特设页

# pageproperties.clone
source: Clone template as ad-hoc
cs_cz: Naklonovat jako ad-hoc šablonu
sk_sk: Naklonovať ako ad-hoc šablónu
zh_cn: 作为特设克隆模板

# pageproperties.cssstyle
source: CSS stylesheet:
cs_cz: CSS šablona stylů:
sk_sk: CSS šablóna štýlov:
zh_cn: CSS 样式表：

# pageproperties.decription
source: Page description:
cs_cz: Popis stránky:
sk_sk: Popis stránky:
zh_cn: 页面说明：

# pageproperties.edittemplateproperties
source: Edit template properties
cs_cz: Editovat vlastnosti šablony
sk_sk: Editovať vlastnosti šablóny
zh_cn: 编辑模板的属性

# pageproperties.inherit
source: Inherit template
cs_cz: Zdědit šablonu
sk_sk: Zdediť šablónu
zh_cn: 继承模板

# pageproperties.inheritlevels
source: Page nesting
cs_cz: Zdědit obsah
sk_sk: Zdediť obsah
zh_cn: 嵌套的页面

# pageproperties.javascript
source: JavaScript command:
cs_cz: JavaScript příkaz:
sk_sk: JavaScript príkaz:
zh_cn: JavaScript 命令：

# pageproperties.keywords
source: Page keywords:<br>(separated by comma)
cs_cz: Klíčová slova stránky:<br>(oddělené čárkami)
sk_sk: Kľúčové slová stránky:<br>(oddelené čiarkami)
zh_cn: 页面关键字：<br>（用逗号分隔）

# pageproperties.menupage
source: Menu action
cs_cz: Akce menu
sk_sk: Akcia menu
zh_cn: 菜单操作

# pageproperties.messageboards
source: Manage message boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 管理留言板

# pageproperties.published
source: Published:
cs_cz: Publikováno:
sk_sk: Publikovaný:
zh_cn: 出版日期：

# pageproperties.save
source: Save as new template
cs_cz: Uložit jako novou šablonu...
sk_sk: Uložiť ako novú šablónu...
zh_cn: 另存为新模板

# pageproperties.select
source: Select
cs_cz: Vybrat...
sk_sk: Vybrať...
zh_cn: 选择

# pageproperties.selectlayout
source: Select layout
cs_cz: Výběr rozvržení
sk_sk: Výber layoutu
zh_cn: 选择布局

# pageproperties.taggroup
source: Page tag group:
cs_cz: Skupina tagů:
sk_sk: Skupina tagov:
zh_cn: 页面标记组：

# pageproperties.taggrouperror
source: Please select a tag group.
cs_cz: Vyberte prosím skupinu tagů.
sk_sk: Prosím, vyberte skupinu tagov.
zh_cn: 请选择一个标记组。

# pageproperties.tagsinfo
source: You need to add at least one tag group to enable using page tags.
cs_cz: Musíte vytvořit alespoň jednu skupinu tagů, aby bylo možné tagování povolit.
sk_sk: Musíte pridať aspoň jednu skupinu tagov na používanie tagov pri dokumentoch.
zh_cn: 您需要添加至少一个标记组，以便使用页面的标签。

# pageproperties.template
source: Template
cs_cz: Šablona
sk_sk: Šablóna
zh_cn: 模板

# pageproperties.templatepage
source: Template page
cs_cz: Stránka šablony
sk_sk: Stránka šablóny
zh_cn: 模板页

# pageproperties.title
source: Page title:
cs_cz: Titulek stránky
sk_sk: Titulok stránky
zh_cn: 页面标题:

# pageproperties.urlredirect
source: URL redirection:
cs_cz: URL přesměrování:
sk_sk: URL presmerovanie:
zh_cn: URL 重定向：

# pagetemplate.adhocdescription
source: Ad-hoc template for page "{0}"
cs_cz: Šablona dokumentu ad-hoc "{0}"
sk_sk: Šablóna dokumentu ad-hoc "{0}"
zh_cn: 页面"{0}"的自组网模板

# pagetemplate.filename
source: Template file name
cs_cz: Název souboru šablony
sk_sk: Názov súboru šablóny
zh_cn: 模板文件的名称

# pagetemplate.header
source: Page Templates List
cs_cz: Seznam šablon stránek
sk_sk: Zoznam šablón stránok
zh_cn: 页面模板列表

# pagetemplate.name
source: Template Name
cs_cz: Název šablony
sk_sk: Názov šablóny
zh_cn: 模板名称

# pagetemplate.newtitle
source: New page template
cs_cz: Nová šablona stránky
sk_sk: Nová šablóna stránky
zh_cn: 新建页面模板

# pagetemplate_aspx.codebehindinfo
source: Code behind:
sk_sk: Kód na pozadí:
zh_cn: 在后面的代码：

# pagetemplate_aspx.info
source: Page template ASPX code:
cs_cz: ASPX kód šablony stránky:
sk_sk: ASPX kód šablóny stránky:
zh_cn: 页面模板 ASPX 代码：

# pagetemplate_aspx.master
source: Master page
zh_cn: 母版页

# pagetemplate_aspx.mastername
source: Master template:
zh_cn: 主模板：

# pagetemplate_aspx.name
source: Template name:
cs_cz: Název šablony:
sk_sk: Názov šablóny:
zh_cn: 模板名称:

# pagetemplate_aspx.refresh
source: Refresh code
cs_cz: Obnovit kód
sk_sk: Obnoviť kód
zh_cn: 刷新代码

# pagetemplate_aspx.save
source: Save to the disk
cs_cz: Uložit na disk
sk_sk: Uložiť na disk
zh_cn: 将保存到磁盘

# pagetemplate_aspx.saved
source: Page template was saved to the file <strong>'{0}'</strong>
cs_cz: Šablona stránky byla uložena do souboru <strong>'{0}'</strong>
sk_sk: Šablóna stránky bola uložená do súboru <strong>'{0}'</strong>
zh_cn: 页面模板保存到文件<strong>'{0}'</strong>

# pagetemplate_aspx.saveinfo
source: Click 'Save to disk' to save the template to the file <strong>'{0}'</strong>
cs_cz: Klepněte na tlačítko uložit pro uložení šablony stránky do soubour <strong>'{0}'</strong>
sk_sk: Kliknite na tlačidlo uložiť pre uloženie šablóny stránky do súboru <strong>'{0}'</strong>
zh_cn: 单击保存到磁盘将模板保存到文件<strong>'{0}'</strong>

# pagetemplate_aspx.slave
source: Template using master page
cs_cz: Šablona používající master page
sk_sk: Šablóna používajúca master page
zh_cn: 使用母版页的网页模板

# pagetemplate_aspx.template
source: Standard page template
cs_cz: Standardní šablona stránky
sk_sk: Štandardná šablóna stránky
zh_cn: 标准的页面模板

# pagetemplate_aspx.templateonly
source: Page template code only
cs_cz: Pouze kód šablony stránky
sk_sk: Iba kód šablóny stránky
zh_cn: 仅页面模板代码

# pagetemplate_header.addheader
source: Add HEAD element content:
cs_cz: Přidat obsah elementu HEAD:
sk_sk: Pridať obsah elementu HEAD:
zh_cn: 添加头元素的内容：

# pagetemplate_webparts.warning
source: This dialog should only be used for emergency reasons. If you want to modify the web part settings, use the Design mode of the page.
cs_cz: Tento dialog by měl být použit pouze v případě nouze. Jestliže chcete změnit nastavení webpartů, použijte design mód stránky.
sk_sk: Tento dialóg by mal byť použitý iba v prípade núdze. Ak chcete zmeniť nastavenie webpart, použite dizajn mód stránky.
zh_cn: 此对话框只应该用于紧急的原因。如果你想要修改 web 部件设置，请使用页面的设计模式。

# pagetemplate_webparts.webpartsconfiguration
source: Web part configuration:
cs_cz: Konfigurace webpartu:
sk_sk: Konfigurácia webparty:
zh_cn: Web 部件配置：

# pagetemplatecategoryprovider.categoryalreadyexists
source: Page template category with given name already exists!
cs_cz: Kategorie šablon stránek s daným jménem již existuje!
sk_sk: Kategória šablón stránok s daným menom už existuje!
zh_cn: 具有给定名称的网页模板类别已存在 ！

# pagetemplateedit.erroremptypagetemplatefilename
source: Please enter a page template file name.
cs_cz: Vložte prosím název souboru šablony stránky.
sk_sk: Prosím, vložte meno súboru šablóny stránky.
zh_cn: 请输入页面模板文件的名称。

# pagetemplateedit.erroremptypagetemplatename
source: Please enter a page template name.
cs_cz: Vložte prosím název šablony stránky.
sk_sk: Prosím, vložte meno šablóny stránky.
zh_cn: 请输入页面模板名称。

# pagetemplateedit.errorexistingpagetemplatefilename
source: The page template file name is already used by another template. Please use some other name.
cs_cz: Název souboru šablony stránky je již použit u jiné šablony. Použijte nějaký jiný název.
sk_sk: Názov súboru šablóny stránky je už použitý pri inej šablóne. Prosím, použite nejaký iný názov.
zh_cn: 页面模板文件的名称已由另一个模板使用。请使用其他名称。

# pagetemplateedit.errorexistingpagetemplatename
source: The page template name is already used by another template. Please use some other name.
cs_cz: Název šablony stránky je již použit u jiné šablony. Použijte nějaký jiný název.
sk_sk: Názov šablóny stránky je už použitý pri inej šablóny. Prosím, použite nejaký iný názov.
zh_cn: 页面模板名称已由另一个模板使用。请使用其他名称。

# pagetemplateedit.header
source: Page Template Properties
cs_cz: Vlastnosti šablony stránky
sk_sk: Vlastnosti šablóny stránky
zh_cn: 页面模板属性

# pagetemplateedit.templatedescription
source: Page Template Description:
cs_cz: Popis šablony stránky:
sk_sk: Popis šablóny stránky:
zh_cn: 页面模板的说明：

# pagetemplateedit.templatefilename
source: Page Template File Name:
cs_cz: Název souboru se šablonou:
sk_sk: Meno súboru so šablónou:
zh_cn: 页面模板文件的名称：

# pagetemplateedit.templatename
source: Page Template Name:
cs_cz: Název šablony stránky:
sk_sk: Meno šablóny stránky:
zh_cn: 页面模板名称:

# pagetemplateinfo.adhoc
source: ad-hoc
zh_cn: 自组网

# pagetemplateinfo.none
source: none
cs_cz: žádný
sk_sk: Žiadny
zh_cn: 没有一个

# pagetemplateselection.notemplates
source: This category doesn't contain any page templates.
cs_cz: Tato kategorie neobsahuje žádné šablony stránek.
sk_sk: Táto kategória neobsahuje žiadne šablóny stránok.
zh_cn: 此类别不包含任何页面模板。

# passconfirmator.confirmpassword
source: Confirm:
cs_cz: Potvrzení:
sk_sk: Potvrdenie:
zh_cn: 请确认：

# passconfirmator.invalidpassword
source: Please enter valid password.
cs_cz: Zadejte správné heslo.
sk_sk: Prosím, zadajte platné heslo.
zh_cn: 请输入有效的密码。

# passconfirmator.password
source: Password:
cs_cz: Heslo:
sk_sk: Heslo:
zh_cn: 密码：

# passconfirmator.passworddonotmatch
source: Passwords do not match.
cs_cz: Hesla nesouhlasí.
sk_sk: Heslá sa nezhodujú.
zh_cn: 密码不匹配。

# passconfirmator.passwordlength
source: Password must have at least {0} characters.
cs_cz: Heslo musí mít alespoň {0} znaků.
sk_sk: Heslo musí mať aspoň {0} znakov.
zh_cn: 密码必须至少具有 {0} 个字符。

# pathselection.inlcudesubitems
source: Only sub-items
cs_cz: Zahrnout pod-položky
sk_sk: Zahrnúť podpoložky
zh_cn: 只有子项目

# pathselection.noaliaspathselected
source: Please select a node alias path.
cs_cz: Vyberte nějakou aliasovou cestu uzlu.
sk_sk: Prosím, vyberte aliasovú cestu uzlu.
zh_cn: 请选择一个节点别名路径。

# pathselection.pathselectionlabel
source: Selected alias path:
cs_cz: Vybraná aliasová cesta:
sk_sk: Vybraná aliasová cesta
zh_cn: 所选的别名的路径:

# pathselection.title
source: Select path
cs_cz: Výběr cesty
sk_sk: Výber cesty
zh_cn: 选择路径

# payment.leavecurrent
source: (leave current order status)
cs_cz: (ponechat stávající stav objednávky)
sk_sk: (ponechať existujúci status objednávky)
zh_cn: （离开当前的订单状态）

# paymentgateway.cmsdeskorderitems.paymentcompleted
source: Payment completed successfully.
cs_cz: Platba byla úspěšně dokončena.
sk_sk: Platba úspešne ukončená.
zh_cn: 付款已成功完成。

# paymentgateway.paypalresult.verification
source: Payment verification:
cs_cz: Ověření platby:
sk_sk: Platobné overenie:
zh_cn: 付款验证：

# paymentgateway.paypalresult.verification.invalid
source: Invalid
cs_cz: Neplatné
sk_sk: Neplatné
zh_cn: 无效

# paymentgateway.paypalresult.verification.verified
source: Verified
cs_cz: Ověřeno
sk_sk: Platné
zh_cn: 已验证

# paymentgateway.result.date
source: Date:
cs_cz: Datum:
sk_sk: Dátum:
zh_cn: 日期:

# paymentgateway.result.description
source: Description:
cs_cz: Popis:
sk_sk: Popis:
zh_cn: 描述：

# paymentgateway.result.iscompleted
source: Is completed:
cs_cz: Je dokončeno:
sk_sk: Je ukončená:
zh_cn: 完成：

# paymentgateway.result.paymentcompleted
source: YES
cs_cz: ANO
sk_sk: ÁNO
zh_cn: 是

# paymentgateway.result.paymentmethod
source: Method:
cs_cz: Metoda:
sk_sk: Metóda:
zh_cn: 方法：

# paymentgateway.result.paymentnotcompleted
source: NO
cs_cz: NE
sk_sk: NIE
zh_cn: 否

# paymentgateway.result.status
source: Status:
zh_cn: 状态：

# paymentgateway.result.status.completed
source: Completed
cs_cz: Dokončeno
sk_sk: Ukončená
zh_cn: 完成

# paymentgateway.result.status.failed
source: Failed
cs_cz: Neúspěšné
sk_sk: Neúspešná
zh_cn: 失败

# paymentgateway.result.transactionid
source: Transaction ID:
cs_cz: ID transakce:
sk_sk: ID transakcie:
zh_cn: 交易记录 ID：

# paymentgateway.status.completed
source: Completed
cs_cz: Dokončeno
sk_sk: Ukončená
zh_cn: 完成

# paymentgatewayprovider.connectionfailed
source: Unable to finish payment: Payment gateway connection failed.
cs_cz: Patbu nebylo možno ukončit: Spojení s platební bránou bylo přerušeno.
sk_sk: Platbu nebolo možné ukončiť: Spojenie s platobnou bránou bolo prerušené.
zh_cn: 无法完成支付： 支付网关连接失败。

# paymentgatewayprovider.ordernotfound
source: Unable to update order payment result: Order with ID '{0}' was not found.
cs_cz: Nebylo možno provést update výsledeku platby: Objednávka s ID '{0}' nebyla nalezena.
sk_sk: Nemožno aktualizovať výsledok platby objednávky: Objednávka ID '{0}' nebola nájdená.
zh_cn: 无法更新订单付款结果： 找不到订单 ID"{0}"。
