Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# mydesk.outdateddocuments.years
source: Years
cs_cz: Roky
sk_sk: Rok(y)
zh_cn: 年

# mydesk.outdateddocumentsdescription
source: This section displays a list of pages older than specified date. The following properties are shown for each page: its name, type, date and time of last modification and workflow step. You can choose to be redirected to any of the listed page.
cs_cz: V sekci je seznam dokumentů starších než zadané datum. Seznam uvádí název dokumentu, typ, datum a čas poslední úpravy a workflow krok.
sk_sk: Táto sekcia zobrazuje zoznam dokumentov, ktoré sú staršie ako určitý dátum. Pre každý dokument sa zobrazujú nasledujúce vlastnosti: názov, dátum a čas poslednej zmeny a krok workflow. Môžete sa nechať presmerovať k vybranému dokumentu.
zh_cn: 此部分显示一个早于指定日期的网页列表。为每个页面显示以下属性： 名称、 类型、 日期及其最后的修改和工作流步骤的时间。您可以选择将重定向到任何列出的页。

# mydesk.outdateddocumentstitle
source: Outdated pages
cs_cz: Staré dokumenty
sk_sk: Zastarané dokumenty
zh_cn: 过期页面

# mydesk.recent
source: Recent pages
cs_cz: Současné dokumenty
sk_sk: Nedávne dokumenty
zh_cn: 最近网页

# mydesk.recentdescription
source: This section displays a list of recently modified pages. The following properties are shown for each page: its name, type, date and time of last modification and workflow step. You can choose to be redirected to any of the listed page.
cs_cz: V této sekci je seznam naposledy upravovaných dokument. Seznam dále uvádí název dokumentu, typ, datum (a čas) poslední úpravy a workflow krok.
sk_sk: Táto sekcia zobrazuje zoznam dokumentov, ktoré boli nedávno pozmenené. Pre každý dokument sa zobrazujú nasledujúce vlastnosti: názov, dátum a čas poslednej zmeny a krok workflow. Môžete sa nechať presmerovať k vybranému dokumentu.
zh_cn: 此部分显示最近修改过的页面的列表。为每个页面显示以下属性： 名称、 类型、 日期及其最后的修改和工作流步骤的时间。您可以选择将重定向到任何列出的页。

# mydesk.recenttitle
source: Recent pages
cs_cz: Současné dokumenty
sk_sk: Nedávne dokumenty
zh_cn: 最近网页

# mydesk.recyclebin
source: My recycle bin
cs_cz: Můj koš
sk_sk: Môj odpadkový kôš
zh_cn: 我的回收站

# mydesk.recyclebindescription
source: This section displays a list of pages which have been deleted from the given site. You can choose to view, restore or destroy any of the pages. The following properties are shown for each page: its name and date and time of last modification.
cs_cz: V této sekci je seznam dokumentů, které byly smazány z daného webu. Je možné dokument prohlédnout, obnovit nebo definitivně smazat. U každého dokumentu se zobrazuje název a datum (a čas) poslední úpravy.
sk_sk: Táto sekcia zobrazuje zoznam dokumentov, ktoré boli zmazané z daného webu. Dané dokumenty môžete prezerať, úplne zmazať a obnoviť. Pre každý dokument sa zobrazujú nasledujúce vlastnosti: názov a dátum a čas poslednej zmeny.
zh_cn: 本节显示了一个已被删除从给定站点的网页列表。您可以选择查看、 还原或销毁的任何页。为每个页面显示以下属性： 其名称和日期和上次修改时间。

# mydesk.recyclebintitle
source: Recycle bin
cs_cz: Koš
sk_sk: Odpadkový kôš
zh_cn: 回收站

# mydesk.root
source: My desk
cs_cz: Moje plocha
sk_sk: Moja plocha
zh_cn: 我的桌面

# mydesk.waitingforapproval
source: Pages waiting for my approval
cs_cz: Dokumenty čekající na mé schválení
sk_sk: Dokumenty čakajúce na moje schválenie
zh_cn: 我等待的页面

# mydesk.waitingforapprovalmenu
source: Waiting for my approval
cs_cz: Čekající na mé schválení
sk_sk: Čakajúce na moje schválenie
zh_cn: 等待我的审批

# mydesk.waitingforapprovalmenudescription
source: This section displays a list of pages which are waiting for approval of the logged-on user. The following properties are shown for each page: its name, type, date and time of modification and workflow step. You can choose to be redirected to any of the listed page.
cs_cz: V této sekci je seznam dokumentů čekajících na schválení aktuálně přihlášeným uživatelem. Seznam uvádí název dokumentu, typ, datum (a čas) poslední úpravy a krok ve workflow.
sk_sk: V tejto sekcii je zoznam dokumentov čakajúcich na schválenie aktuálne prihláseným užívateľom. Zoznam uvádza názov dokumentu, typ, dátum, čas poslednej úpravy a workflow krok.
zh_cn: 此部分显示正在等待审批的已登录的用户的页面的列表。为每个页面显示以下属性： 其名称、 类型、 日期和时间的修改和工作流的步骤。您可以选择将重定向到任何列出的页。

# mydeskleft.mydocuments
source: Recent pages
cs_cz: Současné dokumenty
sk_sk: Nedávne dokumenty
zh_cn: 最近网页

# mydeskleft.myrecyclebin
source: My recycle bin
cs_cz: Můj koš
sk_sk: Môj kôš
zh_cn: 我的回收站

# mydeskleft.panelheader
source: Choose Task
cs_cz: Zvolte úlohu
sk_sk: Zvoľte úlohu
zh_cn: 选择任务

# mydeskleft.waitingforapproval
source: Waiting for approval
cs_cz: Čekající na schválení
sk_sk: Čakajúce na schválenie
zh_cn: 等待审批

# myorders.invoice
source: Invoice
cs_cz: Faktura
sk_sk: Faktúra
zh_cn: 发票

# myorders.orderdate
source: Order date
cs_cz: Datum objednávky
sk_sk: Dátum objednávky
zh_cn: 订单日期

# myorders.orderid
source: Order ID
cs_cz: ID objednávky
sk_sk: ID objednávky
zh_cn: 订单 ID

# myorders.status
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# myorders.totalprice
source: Total price
cs_cz: Celková cena
sk_sk: Celková cena
zh_cn: 总价格

# myorders.trackingnumber
source: Tracking number
cs_cz: Číslo zásilky
sk_sk: Číslo zásielky
zh_cn: 跟踪号码

# myprofile.emailerror
source: Given email is not valid
cs_cz: Daný e-mail není platný
sk_sk: Daný e-mail nie je platný
zh_cn: 鉴于电子邮件是无效

# myprofile.firstname
source: First name:
cs_cz: Křestní jméno:
sk_sk: Krstné meno:
zh_cn: 名字:

# myprofile.firstnameerror
source: Please enter a first name
cs_cz: Vložte nějaké křestní jméno.
sk_sk: Prosím, vložte krstné meno.
zh_cn: 请输入名字

# myprofile.language
source: Preferred language:
cs_cz: Preferovaný jazyk:
sk_sk: Preferovaný jazyk:
zh_cn: 首选的语言：

# myprofile.lastname
source: Last name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# myprofile.lastnameerror
source: Please enter a last name
cs_cz: Vložte prosím příjmení.
sk_sk: Prosím, vložte priezvisko.
zh_cn: 请输入姓氏

# myprofile.nickname
source: Nick name:
cs_cz: Přezdívka:
sk_sk: Prezývka:
zh_cn: 昵称：

# myprofile.pictdeleteconfirm
source: Are you sure you want to delete the picture?
cs_cz: Opravdu chcete smazat obrázek?
sk_sk: Určite chcete zmazať obrázok?
zh_cn: 你确定你想要删除的图片？

# myprofile.timezone
source: Time zone:
cs_cz: Časové pásmo:
sk_sk: Časové pásmo:
zh_cn: 时区:

# myprofile.userpicture
source: Picture:
cs_cz: Obrázek:
sk_sk: Obrázok:
zh_cn: 图片：

# myprofile.usersignature
source: Signature:
cs_cz: Podpis:
sk_sk: Podpis:
zh_cn: 签名：

# mysubscriptions.cannotidentify
source: Sorry, we cannot identify your email address. You may need to sign in.
cs_cz: Omlouváme se, nelze určit vaši e-mailovou adresu. Bude potřeba, abyste se přihlásil.
sk_sk: Nemožno určiť vašu e-mailovú adresu. Bude potreba, aby ste sa prihlásil.
zh_cn: 对不起，我们不能确定您的电子邮件地址。您可能需要登录。

# mysubscriptions.maintext
source: Your email address ##EMAIL## is currently subscribed to receive the following email newsletters:
cs_cz: Vaše e-mailová adresa ##EMAIL## je aktuálně přihlášena k odběru následujících newsletterů:
sk_sk: Vaša e-mailová adresa ##EMAIL## je prihlásená k odberu nasledujúcich newsletterov:
zh_cn: 您的电子邮件地址 ##EMAIL## 是目前订阅接收以下电子邮件时事通讯：

# mysubscriptions.updatebutton
source: Update subscriptions
cs_cz: Aktualizovat odběry
sk_sk: Aktualizuj moje odbery
zh_cn: 更新订阅

# new.choosetype
source: Choose page type:
cs_cz: Zvolit typ dokumentu:
sk_sk: Zvoľte typ dokumentu:
zh_cn: 选择页面类型：

# new.error_noitemselected
source: You haven't selected any item. Please select one.
cs_cz: Vyberte prosím položku.
sk_sk: Prosím vyberte niektorú položku.
zh_cn: 您没有选择任何项目。请选择一个。

# new.header
source: New Document
cs_cz: Nový dokument
sk_sk: Nový dokument
zh_cn: 新文档

# new.noallowedchild
source: This page cannot contain any child pages.
cs_cz: Tento dokument nemůže obsahovat žádné závislé dokumenty.
sk_sk: Tento dokument nemôže obsahovať žiadne závislé dokumenty.
zh_cn: 此页面不能包含任何子页面。

# newcultureversion.createnew
source: Create new language version of the selected page
cs_cz: Vytvořit novou jazykovou verzi vybraného dokumentu
sk_sk: Vytvoriť novú jazykovú verziu vybraného dokumentu
zh_cn: 创建所选页的新的语言版本

# newcultureversion.errorcreateparentfirst
source: You need to translate the parent node first. The path of the last translated page is:
cs_cz: Nejdříve musíte přeložit nadřazený dokument. Poslední přeložený nadřazený dokument je:
sk_sk: Najskôr musíte preložiť nadradený dokument. Posledný preložený nadradený dokument je:
zh_cn: 您需要首先翻译的父节点。在去年的翻译页面的路径是：

# newcultureversion.header
source: Language version not available
cs_cz: Jazyková verze není k dispozici
sk_sk: Jazyková verzia nie je k dispozícii
zh_cn: 没有可用的语言版本

# newcultureversion.info
source: Required language version of the selected page has not been created yet. Click on the button below to create it.
cs_cz: Požadovaná jazyková verze vybraného dokumentu ještě nebyla vytvořena. Pro její vytvoření klikněte níže.
sk_sk: Požadovaná jazyková verzia vybraného dokumentu ešte nebola vytvorená. Pre jej vytvorenie kliknite nižšie.
zh_cn: 尚未创建所选页面所需的语言版本。请单击下面的按钮来创建它。

# newcultureversion.usedefaultculture
source: Prefill values with data from the default culture version
cs_cz: Předvyplnit hodnoty z implicitní jazykové verze
sk_sk: Pred vyplniť hodnoty z implicitnej jazykovej verzie
zh_cn: 从默认语言版本的数据预先填充值

# newdocument.createproduct
source: Create a new product
cs_cz: Vytvořit nový produkt
sk_sk: Vytvoriť nový produkt
zh_cn: 创建一个新的产品

# newfile.errorempty
source: Please select a file.
cs_cz: Vyberte prosím soubor.
sk_sk: Prosím, vyberte súbor.
zh_cn: 请选择一个文件。

# newfile.extensionnotallowed
source: ' *.{0} ' is not an allowed file type.
cs_cz: Soubor typu ' *.{0} ' není povolen.
sk_sk: Súbor typu ' *.{0} ' nie je povolený.
zh_cn: ' *.{0}"是不允许的文件类型。

# newfile.filedescription
source: File description:
cs_cz: Popis souboru:
sk_sk: Popis súboru:
zh_cn: 文件说明：

# newfile.uploadfile
source: Upload file:
cs_cz: Nahrát soubor:
sk_sk: Nahrať súbor:
zh_cn: 上传文件：

# newlink.childclassnotallowed
source: This page type is not allowed in this location.
cs_cz: Tento typ dokumentu není povolen na tomto místě.
sk_sk: Tento typ dokumentu nie je povolený na tomto mieste.
zh_cn: 在此位置不允许此页面类型。

# newlink.errorselectdocument
source: You need to select a page.
cs_cz: Je potřeba vybrat dokument.
sk_sk: Je potreba vybrať dokument.
zh_cn: 您需要选择一个页面。

# newlink.info
source: Please select a page to be linked:
cs_cz: Vyberte prosím dokument, který má být navázán:
sk_sk: Prosím, vyberte dokument, ktorý má byť naviazaný:
zh_cn: 请选择要链接的网页：

# newmenu.nochildallowed
source: No allowed child page types
cs_cz: Žádné povolené dceřinné dokumenty
sk_sk: Žiadne povolené typy potomkov.
zh_cn: 不允许的子页面类型

# newpage.createblank
source: Create a blank page with layout
cs_cz: Vytvořit prázdnou stránku užitím tohoto rozvržení:
sk_sk: Vytvoriť prázdnu stránku s týmto layoutom:
zh_cn: 创建一个空白网页布局

# newpage.inherit
source: Use parent page template
cs_cz: Zdědit z nadřazené stránky
sk_sk: Zdediť z nadradenej stránky
zh_cn: 使用父页面模板

# newpage.layouterror
source: Please select a page layout.
cs_cz: Vyberte prosím rozvržení stránky.
sk_sk: Prosím, vyberte layout stránky.
zh_cn: 请选择一个页面布局。

# newpage.layoutpagetemplate
source: Copy this layout to my page template
cs_cz: Kopírovat toto rozvržení do mé šablony stránky
sk_sk: Kopírovať tento layout do mojej šablóny stránky
zh_cn: 将此布局复制到我的页面模板

# newpage.nameempty
source: Please enter a page name.
cs_cz: Vložte prosím název stránky.
sk_sk: Prosím, vložte názov stránky.
zh_cn: 请输入页面的名称。

# newpage.pagename
source: Page name:
cs_cz: Název stránky:
sk_sk: Názov stránky:
zh_cn: 页面名称：

# newpage.pagenameerror
source: Please enter a page name
cs_cz: Vložte prosím název stránky.
sk_sk: Prosím, vložte názov stránky.
zh_cn: 请输入页面的名称

# newpage.pagetemplatetitle
source: Page template:
cs_cz: Šablona stránky:
sk_sk: Šablóna stránky:
zh_cn: 网页模板：

# newpage.templateerror
source: Please select a page template.
cs_cz: Vyberte nějaprosím kou šablonu stránky.
sk_sk: Prosím, vyberte šablónu stránky.
zh_cn: 请选择某一页面模板。

# newpage.usetemplate
source: Use existing page template
cs_cz: Použít šablonu stránky:
sk_sk: Použiť šablónu stránky:
zh_cn: 使用现有的页面模板

# news_edit.erroremptynewstext
source: Please enter a news text.
cs_cz: Vložte prosím text novinky.
sk_sk: Prosím, vložte text novinky.
zh_cn: 请输入消息文本。

# news_edit.erroremptynewstitle
source: Please enter a news title.
cs_cz: Vložte prosím titulek novinky.
sk_sk: Prosím, vložte titulok novinky.
zh_cn: 请输入一个新闻标题。

# news_edit.errorwrongreleasedatetime
source: Please enter the Release Date in format MM/DD/YYYY.
cs_cz: Vložte prosím datum vydání ve formátu MM/DD/YYYY.
sk_sk: Prosím, vložte dátum vydania vo formáte MM/DD/RRRR.
zh_cn: 请输入发布日期 MM/DD/YYYY 格式。

# news_edit.header
source: Edit News
cs_cz: Editace novinek
sk_sk: Editácia noviniek
zh_cn: 编辑新闻

# news_edit.newssummary
source: Summary:
cs_cz: Souhrn:
sk_sk: Súhrn:
zh_cn: 内容摘要：

# news_edit.newstext
source: Text:
zh_cn: 文本:

# news_edit.newstitle
source: Title:
cs_cz: Titulek:
sk_sk: Titulok:
zh_cn: 标题：

# news_edit.releasedate
source: Release Date (MM/DD/YYYY):
cs_cz: Datum vydání (MM/DD/YYYY):
sk_sk: Dátum vydania (MM/DD/RRRR):
zh_cn: 发布日期 （MM/DD/YYYY):

# newsite.nowebtemplate
source: There is currently no web template present.
cs_cz: Nebyly nalezeny žádné šablony.
sk_sk: Neexistujú žiadne šablóny stránok.
zh_cn: 目前尚不存在的 web 模板。

# newsite_choosemastertemplate.mastertemplatecaption
source: Choose basic website layout:
cs_cz: Zvolte základní rozvržení webu:
sk_sk: Zvoľte základný layout webu:
zh_cn: 选择基本的网站布局：

# newsite_choosemastertemplate.stepdesc
source: The master page defines the layout of the main menu, logo and content placeholders. You can change it at any time later.
cs_cz: Master page definuje rozvržení hlavního menu, loga a obsahu. Můžete jej změnit kdykoliv později.
sk_sk: Master page definuje layout hlavného menu, loga a obsahu. Môžete ho zmeniť kedykoľvek neskôr.
zh_cn: 主控页定义主菜单、 徽标和内容占位符的版式。在此后的任何时间，您可以更改它。

# newsite_choosemastertemplate.steptitle
source: Select master page
cs_cz: Vyberte masterpage
sk_sk: Vyberte master page
zh_cn: 选择母版页

# newsite_choosesite.newsite
source: Create a new site using a wizard
cs_cz: Vytvořit nový web s pomocí průvodce
sk_sk: Vytvoriť nový web s pomocou sprievodcu
zh_cn: 创建一个新的站点，使用向导

# newsite_choosesite.stepdesc
source: If you choose to create a blank site, the wizard will guide you through the process of creating a new site. If you choose to use a template, you will be able to choose one of the predefined web templates.
cs_cz: Jestliže se rozhodnete vytvořit čistý web, průvodce Vás provede procesem vytvoření nového webu. Jestliže se rozhodnete použít šablonu, budete si moct vybrat jednu z předdefinovaných šablon webu.
sk_sk: Ak sa rozhodnete vytvoriť čistý web, sprievodca Vás prevedie procesom vytvorenia nového webu. Ak sa rozhodnete použiť šablónu, budete si môcť vybrať jednu z preddefinovaných šablón webu.
zh_cn: 如果您选择创建一个空白网站，向导将指导您通过创建一个新的站点的过程。如果您选择要使用的模板，您将能够选择一个预定义的 web 模板。

# newsite_choosesite.steptitle
source: Choose default website
cs_cz: Vyberte implicitní web
sk_sk: Vyberte implicitný web
zh_cn: 选择默认网站

# newsite_choosesite.templatesite
source: Use web template
cs_cz: Použít šablonu webu
sk_sk: Použiť šablónu webu
zh_cn: 使用 web 模板

# newsite_choosewebtemplate.sitetemplatecaption
source: Choose web template:
cs_cz: Zvolte šablonu webu:
sk_sk: Zvoľte šablónu webu:
zh_cn: 选择 web 模板：

# newsite_choosewebtemplate.stepdesc
source: Choose the predefined web template that will be used for your new website. The web template may contain site structure, design, basic content, new page types and other settings.
cs_cz: Zvolte předdefinovanou šablonu webu, která bude použita pro Váš nový web. Šablona může obsahovat strukturu, design, základní obsah, nové typy dokumentů a další nastavení.
sk_sk: Zvoľte preddefinovanú šablónu webu, ktorá bude použitá pre Váš nový web. Šablóna môže obsahovať štruktúru, dizajn, základný obsah, nové typy dokumentov a ďalšie nastavenia.
zh_cn: 选择预定义的 web 模板，将用于您的新网站。Web 模板可能包含网站的结构、 设计、 基本内容、 新的页面类型和其他设置。

# newsite_choosewebtemplate.steptitle
source: Choose web template
cs_cz: Vyberte šablonu webu
sk_sk: Vyberte šablónu webu
zh_cn: 选择 web 模板

# newsite_finish.edityourwebsite
source: Edit your new website
cs_cz: Editovat Váš nový web
sk_sk: Editovať Váš nový web
zh_cn: 编辑您的新网站

# newsite_finish.lblmediumtrust
source: VirtualPathProvider is not running, you need to export the virtual object to the file system to run the website. Go to <strong>##ui|cms|administration.system## -> Virtual objects</strong> to export the objects.
cs_cz: VirtualPathProvider neběží, musíte exportovat virtuální objekty do souborového systému, aby webové stránky fungovaly. Přejděte do <strong>Site manager -> Administrace -> Systém -> Nasazení</strong>, abyste exportovali objekty.
sk_sk: VirtualPathProvider nebeží, musíte exportovať virtuálne objekty do súborového systému, aby webové stránky fungovali. Prejdite do <strong>Site Manager -> Administrácia -> Systém -> Nasadenie</strong>, aby ste exportovali objekty.
zh_cn: VirtualPathProvider 未在运行，您需要将虚拟对象导出到文件系统来运行网站。去<strong>##ui|cms|administration.system##-> 虚拟对象</strong>若要导出的对象。

# newsite_finish.logondetails
source: If this is your first website, the default user account is administrator without password.
cs_cz: Jestliže je toto Váš první web, implicitní uživatelský účet je "administrator", heslo prázdné.
sk_sk: Ak je toto Váš prvý web, implicitný užívateľský účet je "administrator", heslo je prázdne.
zh_cn: 如果这是您第一次的网站，默认的用户帐户是管理员如果没有密码。

# newsite_finish.stepdesc
source: Now you can view and edit your new website.
cs_cz: Nyní můžete prohlížet a upravovat Váš nový web.
sk_sk: Teraz môžete prezerať a upravovať Váš nový web.
zh_cn: 现在，您可以查看和编辑您的新网站。

# newsite_finish.steptitle
source: The website has been created successfully
cs_cz: Web byl úspěšně vytvořen
sk_sk: Web bol úspešne vytvorený
zh_cn: 已成功创建网站

# newsite_finish.steptitlewarning
source: The wizard has been finished with minor problems. Please see the instructions at the bottom of the dialog.
cs_cz: Průvodce byl ukončen s menšími problémy. Prohlédněte si níže vypsané pokyny.
sk_sk: Sprievodca bol ukončený s menšími problémami. Prosím, prezrite si nižšie vypísané pokyny.
zh_cn: 该向导已经完成了一些小问题。请参阅该对话框底部的说明。

# newsite_sitedetails.cssstyle
source: Site CSS stylesheet
cs_cz: CSS šablona stylů webu:
sk_sk: CSS šablóna štýlov webu:
zh_cn: 网站的 CSS 样式表

# newsite_sitedetails.defaultculture
source: Default culture:
cs_cz: Výchozí jazyková verze:
sk_sk: Implicitný jazyk:
zh_cn: 默认语言：

# newsite_sitedetails.domainname
source: Domain:
cs_cz: Doména:
sk_sk: Doména:
zh_cn: 域：

# newsite_sitedetails.errordomain
source: Please enter a domain.
cs_cz: Vložte prosím doménu.
sk_sk: Prosím, vložte doménu.
zh_cn: 请输入一个域。

# newsite_sitedetails.errormastertemplate
source: Please select a master template.
cs_cz: Vyberte prosím master template.
sk_sk: Prosím, vyberte master template.
zh_cn: 请选择一个主模板。

# newsite_sitedetails.errorsitecodename
source: Please enter a site code name.
cs_cz: Vložte prosím kódový název webu.
sk_sk: Prosím, vložte kódové meno webu.
zh_cn: 请输入站点的代码名称。

# newsite_sitedetails.errorsitedetails
source: Please fill all required fields.
cs_cz: Vyplňte prosím všechna potřebná pole.
sk_sk: Prosím, vyplňte všetky potrebné polia.
zh_cn: 请填写所有必填的字段。

# newsite_sitedetails.errorsitedisplayname
source: Please enter a site display name.
cs_cz: Vložte prosím zobrazovaný název webu.
sk_sk: Prosím, vložte zobrazované meno webu.
zh_cn: 请输入站点的显示名称。

# newsite_sitedetails.errorsiteexists
source: Site already exists.
cs_cz: Web již existuje.
sk_sk: Web už existuje.
zh_cn: 网站已存在。

# newsite_sitedetails.errorvalidcodename
source: Please enter valid code name.
cs_cz: Vložte prosím platné kódové jméno.
sk_sk: Prosím, vložte platné kódové meno.
zh_cn: 请输入有效的代码名称。

# newsite_sitedetails.errorwebtemplate
source: Please select a web template.
cs_cz: Vyberte prosím šablonu webu.
sk_sk: Prosím, vyberte web šablónu.
zh_cn: 请选择一个 web 模板。

# newsite_sitedetails.licensecode
source: License key:
cs_cz: Licenční klíč:
sk_sk: Licenčný kľúč:
zh_cn: 许可证密钥：

# newsite_sitedetails.sitecodename
source: Site code name:
cs_cz: Kódový název webu:
sk_sk: Kódový názov webu:
zh_cn: 站点代码名称：

# newsite_sitedetails.sitedisplayname
source: Site display name:
cs_cz: Zobrazený název webu:
sk_sk: Zobrazovaný názov webu:
zh_cn: 网站显示名称：

# newsite_sitedetails.stepdesc
source: Enter the display name and code name of the website. The Domain field must contain the domain that you will use to access the website during development (you may change it when the site goes live). The default culture is the main language of the website.
cs_cz: Vložte zobrazovaný a kódový název webu. Pole 'Název domény' musí obsahovat doménu, kterou budete používat k přístupu k webu během vývoje (doménu můžete změnit při vydání webu). Implicitní jazyk je hlavním jazykem webu.
sk_sk: Vložte zobrazovaný a kódový názov webu. Pole Doména musí obsahovať doménu, ktorú budete používať k prístupu k webu pri vývoji (doménu môžete zmeniť pri vydaní webu). Implicitný jazyk je hlavným jazykom webu.
zh_cn: 输入显示名称和网站的代码名称。域字段必须包含的域，您将使用在 （您可以更改它，当在站点上线） 的开发过程中访问该网站。默认语言是该网站的主要语言。

# newsite_sitedetails.steptitle
source: Enter new site settings
cs_cz: Vyplňte nastavení nového webu
sk_sk: Vyplňte nastavenia nového webu
zh_cn: 输入新的网站设置

# newsite_step
source: Step {0} of {1}
cs_cz: Krok {0}
sk_sk: Krok {0}
zh_cn: 步骤 {0} {1} 的

# newsitewizard.goback
source: Go back to site list
cs_cz: Zpět na seznam webů
sk_sk: Späť na zoznam webov
zh_cn: 回到站点列表

# newsletter.unsubscribelink
source: Unsubscribe
cs_cz: Odhlásit
sk_sk: Odhlásiť
zh_cn: 取消订阅

# newsletter.useemailqueue
source: Send emails via email queue
cs_cz: Poslat vydání přes frontu e-mailů
sk_sk: Poslať vydanie pomocou e-mailovej fronty
zh_cn: 发送电子邮件通过电子邮件队列

# newsletter_configuration.dynamic
source: Page-based email campaign configuration
cs_cz: Dynamická konfigurace newsletteru:
sk_sk: Dynamická konfigurácia newslettera:
zh_cn: 基于网页的电子邮件活动配置

# newsletter_configuration.newsletterbaseurl
source: Base URL
cs_cz: Základní URL newsletteru:
sk_sk: Základná URL:
zh_cn: 基 URL

# newsletter_configuration.newsletterunsubscribeurl
source: Unsubscription page URL
cs_cz: URL odhlašovací stránky:
sk_sk: URL odhlasovacej stránky:
zh_cn: 未获客户退订页面的 URL

# newsletter_configuration.pagetitlefollowing
source: Use the following subject
cs_cz: Použít následující předmět:
sk_sk: Použiť nasledujúci predmet:
zh_cn: 使用以下主题

# newsletter_configuration.pagetitlesubject
source: Use page title for subject
cs_cz: Použít titulek stránky jako předmět
sk_sk: Použiť titulok stránky ako predmet
zh_cn: 使用页面标题的主题

# newsletter_configuration.templatebased
source: Template-based email campaign configuration
cs_cz: Konfigurace newsletteru na základě šablony:
sk_sk: Konfigurácia newslettera na základe šablóny
zh_cn: 基于模板的电子邮件活动配置

# newsletter_edit.dynamic
source: Page-based email campaign:
cs_cz: Dynamický newsletter:
sk_sk: Dynamický newsletter:
zh_cn: 基于网页的电子邮件活动：

# newsletter_edit.erroremailformat
source: Please enter sender email in correct format.
cs_cz: Vložte prosím e-mailovou adresu odesílatele v platném formátu.
sk_sk: Prosím, vložte e-mailovú adresu odosielateľa v platnom formáte.
zh_cn: 请在正确的格式输入发件人的电子邮件。

# newsletter_edit.erroremptyname
source: Please enter a name.
cs_cz: Vložte prosím jméno.
sk_sk: Prosím, vložte meno.
zh_cn: 请输入一个名称。

# newsletter_edit.erroremptysenderemail
source: Please enter a sender email.
cs_cz: Vložte prosím e-mail odesilatele.
sk_sk: Prosím, vložte e-mail odosielateľa.
zh_cn: 请输入发件人的电子邮件。

# newsletter_edit.erroremptysendername
source: Please enter a sender name.
cs_cz: Vložte prosím jméno odesilatele.
sk_sk: Prosím, vložte meno odosielateľa.
zh_cn: 请输入发件人的名称。

# newsletter_edit.headercaption
source: New email campaign
cs_cz: Nový newsletter
sk_sk: Nový newsletter
zh_cn: 新建电子邮件活动

# newsletter_edit.itemlistlink
source: Email campaigns
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件活动
