Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# forum.settings.type
source: Forum type
cs_cz: Typ fóra
sk_sk: Typ fóra
zh_cn: 论坛类型

# forum.settings.typeanswer
source: Question-Answer forum
cs_cz: Fórum dotaz-odpověď
sk_sk: Otázka-Odpoveď fórum
zh_cn: 问答论坛

# forum.settings.typechoose
source: User can choose
cs_cz: Uživatel si může vybrat
sk_sk: Užívateľ si môže vybrať
zh_cn: 用户可以选择

# forum.settings.typediscussion
source: Discussion forum
cs_cz: Diskuzní fórum
sk_sk: Diskusné fórum
zh_cn: 讨论论坛

# forum.thread.movetopic
source: Move to forum
cs_cz: Přesunout do fóra
sk_sk: Presunúť do fóra
zh_cn: 将移动到论坛

# forum.thread.movetopic.selectforum
source: Please select a forum where the thread should be moved.
cs_cz: Vyberte fórum kam má být vlákno přesunuto.
sk_sk: Prosím, vyberte fórum kde sa má vlákno presunúť.
zh_cn: 请选择一个论坛，应该在哪里移动该线程。

# forum.thread.topicmoved
source: Thread has been moved to forum {0}.
cs_cz: Vlákno byulo přesunuto do fóra {0}.
sk_sk: Vlákno bolo presunuté do fóra {0}.
zh_cn: 线程已被移动到论坛 {0}。

# forum.treemode
source: Tree mode
cs_cz: Stromový mód
sk_sk: Stromový mód
zh_cn: 树模式

# forum.unsubscribesuccess
source: Unsubscription was successful.
cs_cz: Odhlášení bylo úspěšné.
sk_sk: Odhlásenie bolo úspešné.
zh_cn: 确认撤销是成功的。

# forum.unsubscribeunsuccessfull
source: Unsubscription was unsuccessful.
cs_cz: Odhlášení nebylo úspěšné.
sk_sk: Odhlásenie nebolo úspešné.
zh_cn: 确认撤销并不成功。

# forum_edit.forumalreadyexists
source: Forum with given name already exists!
cs_cz: Fórum s daným jménem již existuje.
sk_sk: Fórum s daným menom už existuje.
zh_cn: 已存在具有给定名称的论坛 ！

# forum_edit.forumdisplayemailslabel
source: Display email addresses:
cs_cz: Zobrazit e-mailové adresy:
sk_sk: Zobraziť e-mailové adresy:
zh_cn: 显示电子邮件地址：

# forum_edit.forumdisplaynamelabel
source: Forum display name:
cs_cz: Zobrazené jméno fóra:
sk_sk: Zobrazované meno fóra:
zh_cn: 论坛显示名称：

# forum_edit.forumdoesnotexist
source: Forum with given id doesn't exists!
cs_cz: Fórum s daným ID neexistuje.
sk_sk: Fórum s daným ID neexistuje.
zh_cn: 论坛与给出的 id 不存在 ！

# forum_edit.forumlockedlabel
source: Forum is locked:
cs_cz: Fórum je zamknuté:
sk_sk: Fórum je zablokované:
zh_cn: 论坛被锁定：

# forum_edit.forummoderated
source: Forum is moderated
cs_cz: Fórum je moderované
sk_sk: Fórum je moderované
zh_cn: 主持了论坛

# forum_edit.forummoderatedlabel
source: Forum is moderated:
cs_cz: Fórum je moderované:
sk_sk: Fórum je moderované:
zh_cn: 论坛：

# forum_edit.forumnamelabel
source: Forum code name:
cs_cz: Kódové jméno fóra:
sk_sk: Kódové meno fóra:
zh_cn: 论坛代码名称：

# forum_edit.forumopenlabel
source: Forum is open:
cs_cz: Fórum je otevřené:
sk_sk: Fórum je otvorené:
zh_cn: 论坛是开放的：

# forum_edit.forumrequireemaillabel
source: Require email addresses:
cs_cz: Vyžadovat E-mailovou adresy:
sk_sk: Vyžadovať e-mailovú adresu:
zh_cn: 需要电子邮件地址：

# forum_edit.headercaption
source: Forum properties
cs_cz: Vlastnosti fóra
sk_sk: Vlastnosti fóra
zh_cn: 论坛属性

# forum_edit.inheritbaseurl
source: Inherit from forum group
cs_cz: Zdědit z diskusní skupiny
sk_sk: Dediť zo skupiny fóra
zh_cn: 从论坛组继承

# forum_edit.inheritunsupscriptionurl
source: Inherit from forum group
cs_cz: Zdědit z diskusní skupiny
sk_sk: Dediť zo skupiny fóra
zh_cn: 从论坛组继承

# forum_edit.lblbaseurl
source: Forum base URL:
cs_cz: Základní URL fóra:
sk_sk: Základná URL fóra:
zh_cn: 论坛基 URL：

# forum_edit.lblunsubscriptionurl
source: Forum unsubscription URL:
cs_cz: URL odhlašovací stránky fóra:
sk_sk: URL odhlasovacej stránky fóra:
zh_cn: 论坛确认撤销 URL：

# forum_edit.moderators
source: Moderators:
cs_cz: Moderátoři:
sk_sk: Moderátori:
zh_cn: 主持人:

# forum_edit.posts
source: Posts
cs_cz: Příspěvky
sk_sk: Príspevky
zh_cn: 帖子

# forum_edit.subscriptions
source: Subscriptions
cs_cz: Odběratelé
sk_sk: Odberatelia
zh_cn: 订阅

# forum_edit.usecaptcha
source: Use security code (CAPTCHA):
cs_cz: Použít bezpečnostní kód (CAPTCHA):
sk_sk: Použiť bezpečnostný kód (CAPTCHA):
zh_cn: 使用安全代码 （CAPTCHA）：

# forum_edit.usehtml
source: Enable WYSIWYG editor:
cs_cz: Povolit editor WYSIWYG:
sk_sk: Povoliť editor WYSIWYG:
zh_cn: 启用所见即所得的编辑器：

# forum_general.emptycodename
source: Please enter a forum code name.
cs_cz: Vložte prosím kódový název fóra.
sk_sk: Prosím, vložte kódové meno fóra.
zh_cn: 请输入论坛的代码名称。

# forum_general.emptydisplayname
source: Please enter a forum display name.
cs_cz: Vložte prosím zobrazovaný název fóra.
sk_sk: Prosím, vložte zobrazované meno fóra.
zh_cn: 请输入论坛的显示名称。

# forum_list.close
source: Close
cs_cz: Zavřít
sk_sk: Zavrieť
zh_cn: 关闭

# forum_list.newitemcaption
source: Add forum
cs_cz: Přidat fórum
sk_sk: Pridať fórum
zh_cn: 添加论坛

# forum_list.open
source: Open
cs_cz: Otevřeno
sk_sk: Otvorené
zh_cn: 开放

# forum_list.subscription.headeractions
source: Subscriptions
cs_cz: Odběr e-mailů
sk_sk: Prilhášky
zh_cn: 订阅

# forum_list.subscription.newsubscription
source: New subscription
cs_cz: Nový odběratel
sk_sk: Nová prihláška
zh_cn: 新建订阅

# forum_security.changename
source: Allow user to change their name
cs_cz: Povolit uživateli změnu jména
sk_sk: Povoliť užívateľovi zmenu mena
zh_cn: 允许用户更改他们的名字

# forum_security.onlyroles
source: Only authorized roles:
cs_cz: Pouze autorizované role:
sk_sk: Iba autorizované role:
zh_cn: 只有经过授权的角色：

# forum_security.onlyusers
source: Only authenticated users
cs_cz: Pouze autentikovaní uživatelé
sk_sk: Iba autentizovaní užívatelia
zh_cn: 只有已通过身份验证的用户

# forum_security.title
source: Allow post to:
cs_cz: Povolit odeslat komu:
sk_sk: Povoliť odoslať komu:
zh_cn: 允许发布到:

# forumattachment.attachmentisnotallowed
source: This type of file cannot be uploaded.
cs_cz: Tento typ souboru nemůže být nahrán.
sk_sk: Tento typ súborov nemôže byť nahraný.
zh_cn: 这种类型的文件无法上载。

# forumattachment.attachmentistoolarge
source: File size exceeds maximum allowed size of forum attachment.
cs_cz: Velikost souboru překročila povolený limit.
sk_sk: Veľkosť súboru presiahla maximálnu povolenú veľkosť.
zh_cn: 文件大小超出允许的论坛附件的最大大小。

# forumattachment.maxfilesizeinfo
source: Maximum allowed file size is ##SIZE## kB.
cs_cz: Maximální povolená velikost souborů je ##SIZE## kB.
sk_sk: Maximálna povolená veľkosť súboru je ##SIZE## kB.
zh_cn: 允许的最大文件大小为 ##SIZE## kB。

# forumedit.changesinserted
source: The new forum was created. Now you can create another.
cs_cz: Nové fórum bylo vytvořeno. Nyní můžete vytvořit další.
sk_sk: Nové fórum bolo vytvorené. Teraz môžete vytvoriť ďalšie.
zh_cn: 创建新的论坛。现在您可以创建另一个。

# forumedit.forumcodename
source: Forum Code Name
cs_cz: Kódový název fóra
sk_sk: Kódové meno fóra
zh_cn: 论坛代码名称

# forumedit.forumdescription
source: Forum Description
cs_cz: Popis fóra
sk_sk: Popis fóra
zh_cn: 论坛说明

# forumedit.forumdisplayemails
source: Display Email Addresses in the Forum
cs_cz: Zobrazit ve fóru e-mailové adresy
sk_sk: Zobraziť vo fóre e-mailové adresy
zh_cn: 在论坛中显示电子邮件地址

# forumedit.forumdisplayname
source: Forum Display Name
cs_cz: Zobrazovaný název fóra
sk_sk: Zobrazované meno fóra
zh_cn: 论坛显示名称

# forumedit.forumgroupid
source: Forum Group ID
cs_cz: ID diskusní skupiny
sk_sk: ID diskusnej skupiny
zh_cn: 论坛组 ID

# forumedit.forumgroupnotselected
source: The forum group is not selected.
cs_cz: Není vybrána diskusní skupina.
sk_sk: Nie je vybraná diskusná skupina.
zh_cn: 未选中的论坛组。

# forumedit.forumid
source: Forum ID
cs_cz: ID fóra
sk_sk: ID fóra
zh_cn: 论坛 ID

# forumedit.forummoderated
source: Forum Is Moderated
cs_cz: Fórum je moderované
sk_sk: Fórum je moderované
zh_cn: 主持了论坛

# forumedit.forumopen
source: Forum Is Open
cs_cz: Fórum je otevřené
sk_sk: Fórum je otvorené
zh_cn: 论坛是开放

# forumedit.forumrequireemail
source: Require Email Address
cs_cz: Vyžadovat E-mailovou adresu
sk_sk: Vyžadovať E-mailovú adresu
zh_cn: 需要电子邮件地址

# forumedit.forumsendemailsto
source: Send Emails to:
cs_cz: Poslat e-maily komu:
sk_sk: Poslať e-maily komu:
zh_cn: 发送电子邮件到：

# forumedit.notfoundbycodename
source: The forum with code name "##ForumCodeName##" doesn't exist.
cs_cz: Fórum s kódovým názvem "##ForumCodeName##" neexistuje.
sk_sk: Fórum s kódovým názvom "##ForumCodeName##" neexistuje.
zh_cn: 该论坛与代码名称"##ForumCodeName##"，并不存在。

# forumedit.notfoundbyid
source: The forum with id "##ForumID##" doesn't exist.
cs_cz: Fórum s ID "##ForumID##" neexistuje.
sk_sk: Fórum s ID "##ForumID##" neexistuje.
zh_cn: 论坛与id"##ForumID##"，并不存在。

# forumedit.notfoundbyidpath
source: The forum with IDPath "##ForumIDPath##" doesn't exist.
cs_cz: Fórum s IDPath "##ForumIDPath##" neexistuje.
sk_sk: Fórum s IDPath "##ForumIDPath##" neexistuje.
zh_cn: 论坛同 IDPath"##ForumIDPath##"，并不存在。

# forumedit.notfoundparentidpath
source: The parent IDPath "##ForumParentIDPath##" doesn't exist.
cs_cz: IDPath nadřazeného fóra "##ForumParentIDPath##" neexistuje.
sk_sk: IDPath nadradeného fóra "##ForumParentIDPath##" neexistuje.
zh_cn: 父 IDPath"##ForumParentIDPath##"，并不存在。

# forumextsearch.ascending.title
source: Ascending
cs_cz: Vzestupně
sk_sk: Vzostupne
zh_cn: 升序

# forumextsearch.author.title
source: Author
cs_cz: Autor
sk_sk: Autor
zh_cn: 作者

# forumextsearch.descending.title
source: Descending
cs_cz: Sestupně
sk_sk: Zostupne
zh_cn: 降序

# forumextsearch.forums
source: Search in forums
cs_cz: Hledání ve fórech
sk_sk: Hľadať vo fórach
zh_cn: 在论坛中搜索

# forumextsearch.orderby
source: Sort results by
cs_cz: Řadit podle
sk_sk: Zoradiť výsledky
zh_cn: 通过对结果进行排序

# forumextsearch.posttime.title
source: Post time
cs_cz: Čas přidání
sk_sk: Čas príspevku
zh_cn: 发帖时间

# forumextsearch.search.noresults
source: There are no posts matching search criteria.
cs_cz: Nebyly nalezeny žadné příspěvky odpovídající hledaným podmínkám.
sk_sk: Neexistujú žiadne príspevky vyhovujúce kritériám vyhľadávania.
zh_cn: 没有与搜索条件匹配的帖子。

# forumextsearch.search.nothingtosearch
source: Please specify at least one dialog text entry in order to perform search.
cs_cz: Uveďte prosím alespoň jeden výraz, který chcete hledat.
sk_sk: Prosím zadajte aspoň jedno políčko, podľa ktorého sa bude vyhľadávať.
zh_cn: 请指定至少一个对话框文本条目，以便执行搜索。

# forumextsearch.searchin
source: Search within
cs_cz: Hledat v
sk_sk: Hľadať v
zh_cn: 在中搜索

# forumextsearch.subjandtext.title
source: Subject and text
cs_cz: Předmět i text
sk_sk: Predmet a text
zh_cn: 主题和文本

# forumextsearch.subject.title
source: Subject only
cs_cz: Pouze předmět
sk_sk: Predmet iba
zh_cn: 只有主题

# forumextsearch.text
source: Search keywords
cs_cz: Klíčová slova
sk_sk: Vyhľadávané slová
zh_cn: 搜索关键词

# forumextsearch.text.title
source: Text only
cs_cz: Pouze text
sk_sk: Text iba
zh_cn: 纯文本

# forumextsearch.user
source: Written by
cs_cz: Autor
sk_sk: Napísane
zh_cn: 写的

# forumgroup.confirmdelete
source: Are you sure you want to delete the selected forum group?
cs_cz: Opravdu chcete odstranit danou diskusní skupinu?
sk_sk: Určite chcete odstrániť danú diskusnú skupinu?
zh_cn: 是否确实要删除所选的论坛组?

# forumgroup.deleted
source: Forum group with GroupID "##ForumGroupID##" deleted.
cs_cz: Diskusní skupina s GroupID "##ForumGroupID##" byla smazána.
sk_sk: Diskusná skupina s GroupID "##ForumGroupID##" bola zmazaná.
zh_cn: 论坛组与 GroupID"##ForumGroupID##"，删除。

# forumgroup.lblforum
source: Forum
cs_cz: Fórum
sk_sk: Fórum
zh_cn: 论坛

# forumgroup.lbllastpost
source: Last post
cs_cz: Poslední příspěvek
sk_sk: Posledný príspevok
zh_cn: 最后一篇文章

# forumgroup.lblthreads
source: Threads
cs_cz: Vlákna
sk_sk: Vlákna
zh_cn: 线程

# forumgroup.newforumgroupdisplayname
source: The new forum group
cs_cz: Nová diskusní skupina
sk_sk: Nová diskusná skupina
zh_cn: 新论坛组

# forumgroup.nodeletedhasforums
source: Forum group with GroupID "##ForumGroupID##" cannot be deleted, it contains some forums.
cs_cz: Diskusní skupinu s GroupID "##ForumGroupID##" nelze smazat, obsahuje nějaká fóra.
sk_sk: Diskusnú skupinu s GroupID "##ForumGroupID##" nemožno zmazať, obsahuje nejaké fóra.
zh_cn: 论坛组与 GroupID"##ForumGroupID##"，不能被删除，它包含了一些论坛。

# forumgroupedit.changesinserted
source: The new forum group was created. Now you can create another.
cs_cz: Nová diskusní skupina byla vytvořena. Nyní můžete vytvořit další.
sk_sk: Nová diskusná skupina bola vytvorená. Teraz môžete vytvoriť ďalšiu.
zh_cn: 创建了新的论坛组。现在您可以创建另一个。

# forumgroupedit.groupcodename
source: Group Code Name
cs_cz: Kódový názav skupiny
sk_sk: Kódové meno skupiny
zh_cn: 组的代码名称

# forumgroupedit.groupdescription
source: Group Description
cs_cz: Popis skupiny
sk_sk: Popis skupiny
zh_cn: 组的描述

# forumgroupedit.groupdisplayname
source: Group Display Name
cs_cz: Zobrazovaný název skupiny
sk_sk: Zobrazované meno skupiny
zh_cn: 组的显示名称

# forumgroupedit.groupid
source: Group ID
cs_cz: ID skupiny
sk_sk: ID skupiny
zh_cn: 组 ID

# forumgroupedit.notfoundbycodename
source: The forum group with code name "##ForumGroupCodeName##" doesn't exist.
cs_cz: Diskusní skupina s kódovým názvem "##ForumGroupCodeName##" neexistuje.
sk_sk: Diskusná skupina s kódovým názvom "##ForumGroupCodeName##" neexistuje.
zh_cn: 与代码名称"##ForumGroupCodeName##"，论坛组不存在。

# forumgroupedit.notfoundbyid
source: The forum group with id "##ForumGroupID##" doesn't exist.
cs_cz: Diskusní skupina s ID "##ForumGroupID##" neexistuje.
sk_sk: Diskusná skupina s ID "##ForumGroupID##" neexistuje.
zh_cn: Id 为"##ForumGroupID##"，论坛组不存在。

# forumgroupedit.notfoundbyidpath
source: The forum group with IDPath "##ForumGroupIDPath##" doesn't exist.
cs_cz: Diskusní skupina s IDPath "##ForumGroupIDPath##" neexistuje.
sk_sk: Diskusná skupina s IDPath "##ForumGroupIDPath##" neexistuje.
zh_cn: 与 IDPath"##ForumGroupIDPath##"，论坛组不存在。

# forumgroupedit.notfoundparentidpath
source: The parent IDPath "##ForumGroupParentIDPath##" doesn't exist.
cs_cz: IDPath nadřazené diskusní skupiny "##ForumGroupParentIDPath##" neexistuje.
sk_sk: IDPath nadradenej diskusnej skupiny "##ForumGroupParentIDPath##" neexistuje.
zh_cn: 父 IDPath"##ForumGroupParentIDPath##"，并不存在。

# forumgrouplist.goback
source: Back to forum groups list
cs_cz: Zpět do seznamu diskusních skupin
sk_sk: Späť do zoznamu diskusných skupín
zh_cn: 回到论坛组列表

# forumgrouplist.headerforumpostslist
source: Forum Posts
cs_cz: Příspěvky fóra
sk_sk: Príspevky fóra
zh_cn: 论坛帖子

# forumgrouplist.newforumgroup
source: New Forum Group
cs_cz: Přidat novou diskusní skupinu
sk_sk: Pridať novú diskusnú skupinu
zh_cn: 新论坛组

# forumgroups.titleaddforum
source: New forum
cs_cz: Nové fórum
sk_sk: Nové fórum
zh_cn: 新论坛

# forumgroups.titleforumdelete
source: Delete forum
cs_cz: Smazat fórum
sk_sk: Zmazať fórum
zh_cn: 删除论坛

# forumgroups.titleforumedit
source: Edit forum
cs_cz: Editovat fórum
sk_sk: Editovať fórum
zh_cn: 编辑论坛

# forumgroups.titleforumgroupdelete
source: Delete forum group
cs_cz: Smazat diskusní skupinu
sk_sk: Zmazať diskusnú skupinu
zh_cn: 删除论坛组

# forumgroups.titleforumgroupedit
source: Edit forum group
cs_cz: Editovat diskusní skupinu
sk_sk: Editovať diskusnú skupinu
zh_cn: 编辑论坛组

# forumgroups.titleforumlistforum
source: Forum
cs_cz: Fórum
sk_sk: Fórum
zh_cn: 论坛

# forumgroups.titleforumlistlastpost
source: Last Post
cs_cz: Poslední příspěvek
sk_sk: Posledný príspevok
zh_cn: 最后一篇文章

# forumgroups.titleforumlistposts
source: Posts
cs_cz: Příspěvky
sk_sk: Príspevky
zh_cn: 帖子

# forumgroups.titleforumlistthreads
source: Threads
cs_cz: Vlákna
sk_sk: Vlákna
zh_cn: 线程

# forummanage.deleteconfirm
source: Are you sure you want to delete this post?
cs_cz: Opravdu chcete smazat tento příspěvek?
sk_sk: Naozaj chcete zmazať tento príspevok?
zh_cn: 是否确实要删除这篇文章？

# forummoderatedpost.header
source: Moderated Posts
cs_cz: Moderované příspěvky
sk_sk: Moderované príspevky
zh_cn: 等待审核帖子

# forumnewpost.emptybadword
source: Post cannot be inserted due to empty post text, subject or user name after bad words check.
cs_cz: Příspěvek nemůže být odeslán po kontrole na závadný obsah z důvodu prázdného textu, předmětu nebo uživatelského jména.
sk_sk: Príspevok nemôže byť vložený z dôvodu prázdneho textu, predmetu alebo užívateľského mena po kontrole na vulgárne výrazy.
zh_cn: 邮政不能插入由于空后文本、 主题或用户名称，坏词检查之后。

# forumnewpost.invalidcaptcha
source: Invalid security code
cs_cz: Špatný bezpečnostní kód
sk_sk: Nesprávny bezpečnostný kód
zh_cn: 无效的安全代码

# forumnewpost.permissiondenied
source: You have not permission to perform the action.
cs_cz: K provedení této akce nemáte oprávnění.
sk_sk: Nemáte oprávnenie na vykonanie požadovanie akcie.
zh_cn: 你有没有权限执行的操作。

# forumpost.confirmdelete
source: Are you sure you want to delete the selected forum post?
cs_cz: Opravdu chcete odstranit daný příspěvek?
sk_sk: Určite chcete odstrániť daný príspevok?
zh_cn: 是否确实要删除所选的论坛帖子?

# forumpost.creatednewmoderatedpost
source: Your post has been saved. It is now waiting for moderator's approval.
cs_cz: Příspěvek byl uložen. Nyní čeká na schválení moderátora.
sk_sk: Príspevok bol uložený. Teraz čaká na schválenie moderátora.
zh_cn: 已保存您的帖子。它现在等待审阅者的批准。

# forumpost.creatednewpost
source: Reply post to forum with PostID "##ForumPostID##" created.
cs_cz: Odpověď do fóra s PostID "##ForumPostID##" vytvořena.
sk_sk: Odpoveď do fóra s PostID "##ForumPostID##" vytvorená.
zh_cn: 回复帖到论坛与 PostID"##ForumPostID##"，创建。

# forumpost.creatednewthread
source: New forum thread with PostID "##ForumPostID##" created.
cs_cz: Bylo vytvořeno nové vlákno fóra s PostID "##ForumPostID##".
sk_sk: Bolo vytvorené nové vlákno fóra s PostID "##ForumPostID##".
zh_cn: 新论坛线程与 PostID"##ForumPostID##"，创建。

# forumpost.deleted
source: Forum post with PostID "##ForumPostID##" deleted.
cs_cz: Příspěvek s PostID "##ForumPostID##" byl smazán.
sk_sk: Príspevok s PostID "##ForumPostID##" bol zmazaný.
zh_cn: 论坛张贴与 PostID"##ForumPostID##"，删除。

# forumpost.emailapprovepost
source: The forum is moderated, you need to approve this post to display it on the web page.
cs_cz: Fórum je moderované, aby byl tento příspěvek zobrazen na webu, je potřeba jej schválit.
sk_sk: Fórum je moderované, aby bol tento príspevok zobrazený na webe, je potrebné ho schváliť.
zh_cn: 该论坛，你需要批准这篇文章在 web 页上显示它。

# forumpost.emailsubject
source: New forum message:
cs_cz: Nová zpráva fóra:
sk_sk: Nová správa fóra:
zh_cn: 新论坛上的留言：

# forumpost.modified
source: Forum post with PostID "##ForumPostID##" modified.
cs_cz: Příspěvek s PostID "##ForumPostID##" byl upraven.
sk_sk: Príspevok s PostID "##ForumPostID##" bol upravený.
zh_cn: 论坛与邮编"##ForumPostID##"，修改开机自检。

# forumpost.noadded
source: Nothing added.
cs_cz: Nic nebylo přidáno.
sk_sk: Nič nebolo pridané.
zh_cn: 什么都不加。

# forumpost.nochange
source: Forum post with PostID "##ForumPostID##" not changed.
cs_cz: Příspěvek s PostID "##ForumPostID##" nebyl změněn.
sk_sk: Príspevok s PostID "##ForumPostID##" nebol zmenený.
zh_cn: 论坛张贴与 PostID"##ForumPostID##"，没有改变。

# forumpost.nodeletedhaschildposts
source: Forum post with PostID "##ForumPostID##" cannot be deleted, it has some child posts.
cs_cz: Příspěvek s PostID "##ForumPostID##" nelze smazat, obsahuje závislé příspěvky.
sk_sk: Príspevok s PostID "##ForumPostID##" nemožno zmazať, obsahuje závislé príspevky.
zh_cn: 不能删除论坛帖子与 PostID "##ForumPostID##"，它有一些子帖子。

# forumpost.sendmessage
source: Message:
cs_cz: Zpráva:
sk_sk: Správa:
zh_cn: 消息：

# forumpost.sendposttime
source: Post time:
cs_cz: Čas příspěvku:
sk_sk: Čas príspevku:
zh_cn: 发表时间：

# forumpost.sendusermail
source: User email:
cs_cz: E-mail uživatele:
sk_sk: E-mail užívateľa:
zh_cn: 用户的电子邮件：

# forumpost.titleforumpostmessage
source: Message:
cs_cz: Zpráva:
sk_sk: Správa:
zh_cn: 消息：

# forumpost.titleforumpostuseremail
source: Your email:
cs_cz: Váš e-mail:
sk_sk: Váš e-mail:
zh_cn: 您的电子邮件：

# forumpost.titleforumpostusername
source: Your name:
cs_cz: Vaše jméno:
sk_sk: Vaša meno:
zh_cn: 您的姓名：

# forumpost_edit.erremail
source: Please enter a valid email
cs_cz: Vložte platný e-mail
sk_sk: Prosím, vložte platný e-mail
zh_cn: 请输入一个有效的电子邮件

# forumpost_edit.errisanswer
source: Is answer field must be a positive number.
cs_cz: Položka "Je odpověď" musí být kladné číslo.
sk_sk: Je políčko na odpoveď, musí byť kladné číslo.
zh_cn: 是答案字段必须是一个正数。

# forumpost_edit.errposttext
source: Please enter some text
cs_cz: Vložte nějaký text
sk_sk: Prosím, vložte text
zh_cn: 请输入一些文字

# forumpost_edit.errsubject
source: Please enter a subject
cs_cz: Vložte předmět
sk_sk: Prosím, vložte predmet
zh_cn: 请输入主题

# forumpost_edit.erruser
source: Please enter a user name
cs_cz: Zadejte uživatelsné jméno
sk_sk: Prosím, zadajte užívateľské meno
zh_cn: 请输入用户的名称

# forumpost_edit.headercaption
source: Post properties
cs_cz: Vlastnosti příspěvku
sk_sk: Vlastnosti príspevku
zh_cn: 发布属性

# forumpost_edit.itemlistlink
source: Post view
sk_sk: Zoznam príspevkov
zh_cn: 后视图

# forumpost_edit.nopostfound
source: No post with given ID found!
cs_cz: Nenalezen příspěvek s daným ID!
sk_sk: Nenájdený príspevok s daným ID!
zh_cn: 无法开机自检且给找到 ID ！

# forumpost_edit.postisanswer
source: Is answer:
cs_cz: Je odpověď:
sk_sk: Je odpoveď:
zh_cn: 答案是：

# forumpost_edit.postisnotanswer
source: Is not answer:
cs_cz: Není odpověď:
sk_sk: Nie je odpoveď:
zh_cn: 不是的答案：

# forumpost_edit.posttextlabel
source: Text:
zh_cn: 文本:

# forumpost_edit.postusermaillabel
source: User email:
cs_cz: E-mail uživatele:
sk_sk: E-mail užívateľa:
zh_cn: 用户的电子邮件：

# forumpost_edit.signature
source: Signature:
cs_cz: Podpis:
sk_sk: Podpis:
zh_cn: 签名：

# forumpost_view.approvesubtreetooltip
source: Approve post with all sub-posts
cs_cz: Schválit příspěvek se všemi příspěvky pod ním
sk_sk: Schváliť príspevok so všetkými príspevkami pod ním
zh_cn: 批准所有帖子与子帖子

# forumpost_view.approvetooltip
source: Approve post
cs_cz: Schválit příspěvek
sk_sk: Schváliť príspevok
zh_cn: 批准帖子

# forumpost_view.deleteconfirmation
source: Are you sure you want to delete this post?
cs_cz: Opravdu chcete odstranit tento příspěvek?
sk_sk: Určite chcete odstrániť tento príspevok?
zh_cn: 是否确实要删除这篇文章？

# forumpost_view.deletetooltip
source: Delete post
cs_cz: Smazat příspěvek
sk_sk: Zmazať príspevok
zh_cn: 删除的帖子

# forumpost_view.edittooltip
source: Edit post
cs_cz: Upravit příspěvek
sk_sk: Editovať príspevok
zh_cn: 编辑帖子

# forumpost_view.iconapprove
source: Approve
cs_cz: Schválit
sk_sk: Schváliť
zh_cn: 批准

# forumpost_view.iconapprovesubtree
source: Approve sub-tree
cs_cz: Schválit část stromu
sk_sk: Schváliť časť stromu
zh_cn: 批准的子树

# forumpost_view.iconlock
source: Lock thread
cs_cz: Uzamknout vlákno
sk_sk: Zablokovať vlákno
zh_cn: 锁线程

# forumpost_view.iconrejectsubtree
source: Reject sub-tree
cs_cz: Zamítnout podstrom
sk_sk: Zamietnuť podstrom
zh_cn: 拒绝的子树

# forumpost_view.iconreply
source: Reply
cs_cz: Odpovědět
sk_sk: Odpovedať
zh_cn: 答复

# forumpost_view.iconsplit
source: Split thread
cs_cz: Rozdělit vlákno
sk_sk: Rozdeliť vlákno
zh_cn: 拆分线程

# forumpost_view.iconstick
source: Stick thread
cs_cz: Přilepit vlákno
sk_sk: Prilepiť vlákno
zh_cn: 棍子线程

# forumpost_view.iconunlock
source: Unlock thread
cs_cz: Odemknout vlákno
sk_sk: Odblokuj vlákno
zh_cn: 解锁线程

# forumpost_view.iconunstick
source: Unstick thread
cs_cz: Odlepit vlákno
sk_sk: Odlepiť vlákno
zh_cn: 取出卡住的线程

# forumpost_view.locktooltip
source: Lock thread
cs_cz: Uzamknout vlákno
sk_sk: Zablokuj vlákno
zh_cn: 锁线程

# forumpost_view.newthreadheadercaption
source: New thread
cs_cz: Nové vlákno
sk_sk: Nové vlákno
zh_cn: 新线程

# forumpost_view.postattachmenttitle
source: Post attachments
cs_cz: Přílohy příspěvku
sk_sk: Pridať prílohu
zh_cn: 帖子附件

# forumpost_view.posttitletext
source: Forum post
cs_cz: Příspěvek fóra
sk_sk: Príspevok fóra
zh_cn: 论坛帖子

# forumpost_view.rejectsubtreetooltip
source: Reject current post and all sub posts
cs_cz: Zamítnout aktuální příspěvek a jeho odpovědi
sk_sk: Odmietnuť aktuálny príspevok a všetky podpríspevky
zh_cn: 拒绝当前帖子和所有子帖子

# forumpost_view.rejecttooltip
source: Reject post
cs_cz: Zamítnout příspěvek
sk_sk: Zamietnuť príspevok
zh_cn: 拒绝开机自检

# forumpost_view.replytooltip
source: Reply to post
cs_cz: Odpovědět na příspěvek
sk_sk: Odpovedať na príspevok
zh_cn: 张贴的答复
