Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documentation.webpartproperties.searchsortdesc
source: Defines the order in which search results are displayed. You can specify one or more search fields (separated by commas), according to which the results will be sorted. Use the ##SCORE## macro to order results by their score (relevance). The default order is ascending - you can reverse the order by adding the DESC keyword (e.g. articleid DESC).
zh_cn: 定义在其中搜索结果的显示的顺序。您可以指定一个或多个搜索字段 （以逗号分隔），将据此对结果进行排序。他们的得分通过使用 ##SCORE## 宏对结果进行排序 （关联）。默认顺序升序-您可以通过添加 DESC 关键字 （例如 articleid DESC） 反转顺序。

# documentation.webpartproperties.searchwhere
source: Sets the WHERE condition that limits which pages have their attachments searched.
cs_cz: Podmínka WHERE pro vyhledávání v přílohách dokumentu.
sk_sk: WHERE podmienka pre vyhľadávanie príloh dokumentov.
zh_cn: 设置限制哪些页面的 WHERE 条件及其附件中搜索的结果。

# documentation.webpartproperties.selecteddatabasecolumnname
source: Determines which custom table field is used to identify records for selection. This field must be a unique identifier.
cs_cz: Nastaví, které pole uživatelské tabulky má být použité na identifikování seznamů pro výběr. Toto pole musí být jednoznačný identifikátor.
zh_cn: 确定哪个自定义表字段用于标识记录的选择。此字段必须是一个唯一的标识符。

# documentation.webpartproperties.selectedfootertransf
source: Sets the transformation placed after an item when it is displayed in detail view mode. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformaci umisťovanou za položku, když se zobrazuje v módu zobrazení detailu. Transformace jsou specifikovány ve formátu <název třídy>.<název transformace>.
zh_cn: 设置转换放后的项目时它会显示在详细信息视图模式。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.selectedheadertransf
source: Sets the transformation placed before an item when it is displayed in detail view mode. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformaci umisťovanou před položku, když se zobrazuje v módu zobrazení detailu. Transformace jsou specifikovány ve formátu <název třídy>.<název transformace>.
zh_cn: 设置放置之前的项目时，它会显示在详细信息视图模式的转型。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.selecteditemcolumn
source: Sets the name of the column which should be used to identify the currently selected item. It is recommended to use the DocumentID column when displaying pages.
cs_cz: Nastaví název sloupce, který má být použitý na identifikování aktuálně vybrané položky. V případě zobrazování dokumentů se doporučuje použít sloupec DocumentID.
zh_cn: 设置应该用于标识当前选定的项的列的名称。它被建议使用 DocumentID 列在显示页面时。

# documentation.webpartproperties.selecteditemvalue
source: Can be used to enter a value of the column specified in the 'Selected item value' property to designate the currently selected item. The {%currentpageinfo.documentid%} macro can be entered to dynamically give the value of the current page.
cs_cz: Může být použito na zadání hodnoty sloupce specifikovaného vlastností 'Hodnota vybrané položky' na označení aktuálně vybrané položky. Pokud chcete zadávat dynamicky hodnotu aktuálního dokumentu, vložte makro {%currentpageinfo.documentid%}.
zh_cn: 可以用来输入的值为选定项的值的属性，以便指定当前选定的项中指定的列。可以输入 {%currentpageinfo.documentid%} 宏来动态地给当前页的值。

# documentation.webpartproperties.selectedquerystringkeyname
source: Sets the name of the URL query string parameter used to determine which custom table record is selected (for detail view mode).
cs_cz: Nastaví název nebo URL query string parameter používaného na určení, který záznam uživatelské tabulky má být vybrán pro režim zobrazení detailu.
zh_cn: 设置用于确定哪些自定义表记录选定 （用于详细信息视图模式） 的 URL 查询字符串参数的名称。

# documentation.webpartproperties.selectedvalidationtype
source: Sets the type of validation applied to the input of the query string parameter used for the selection of custom table records.
cs_cz: Umožní výběr typu validace, která má být aplikována na vstup z query string parametru, který určuje výběr záznamu užovatelské tabulky.
zh_cn: 设置应用到用于所选内容的自定义表中的记录的查询字符串参数的输入的验证的类型。

# documentation.webpartproperties.selectpublished
source: Specifies whether the web part only loads published pages.
cs_cz: Určuje, zda se mají zobrazovat pouze publikované dokumenty.
sk_sk: Určuje, či sa majú zobrazovať iba schválené dokumenty.
zh_cn: 指定是否将 web 部件仅加载已发布的页面。

# documentation.webpartproperties.selecttopndocuments
source: Specifies the maximum amount of pages to be loaded. At least as many pages as in the 'visible' value of the 'Initialization script' property need to be specified. If empty, all possible pages will be selected.
cs_cz: Specifikuje maximální množství dokumentů, které mají být načítány. Pokud je prázdné, budou vybrány všechny možné dokumenty.
zh_cn: 指定要加载的页面的最大量。至少尽可能多的页面，如 '可见' '初始化脚本属性的值需要指定。如果为空，则将选中所有可能的页。

# documentation.webpartproperties.sendconfirmationemails
source: If true, confirmation emails will be sent to users who subscribe or unsubscribe to/from a newsletter.
cs_cz: Pokud je zakliknuto, budou uživatelům, kteří se přihláší nebo odhlásí k/z newsletteru posílány potrvzující e-maily.
zh_cn: 如果为 true，则确认电子邮件将发送给用户订阅或取消订阅从一份时事通讯。

# documentation.webpartproperties.sendwelcomeemail
source: Indicates whether a welcome email should be sent to users after registration. The emails are based on the appropriate email template (depends if the website is configured to require email confirmation or administrator approval for registration).
cs_cz: Určuje, zda má být uživatelům po registraci zaslán uvítací e-mail. Tyto e-maily jsou založeny na příslušné šabloně (záleží na tom, zda je web konfigurován na vyžadování e-mailového potvrzení nebo schválení registrace administrátorem).
zh_cn: 指示是否应注册后向用户发送欢迎电子邮件。电子邮件基于适当的电子邮件模板 （取决于如果网站被配置为需要电子邮件确认或管理员批准注册）。

# documentation.webpartproperties.showcurrentitemaslink
source: Indicates whether the current breadcrumbs item should be generated as a link.
cs_cz: Určuje, zda aktuální položky navigačního prvku mají být generovány jako odkazy.
zh_cn: 指示是否应作为链接生成当前的面包屑导航项。

# documentation.webpartproperties.showfinishedprojects
source: If enabled, projects that have a status designating them as finished will be displayed.
cs_cz: Pokud je povoleno, zobrazí se projekty, které mají stav označující je jako ukončené.
zh_cn: 如果启用，将显示具有指定它们为已完工入库的地位的项目。

# documentation.webpartproperties.showfinishedtasks
source: If enabled, tasks that have a status designating them as finished will be displayed.
cs_cz: Pokud je povoleno, zobrazí se úlohy, které mají stav označující je jako ukončené.
zh_cn: 如果启用，将显示具有指定它们为已完工入库的地位的任务。

# documentation.webpartproperties.showfordocumenttypes
source: Contains a list of page types on which the web part should be displayed. If the currently selected page uses the page template containing this web part, but its type is not specified by this property, the web part will be hidden. The page types in the list must be specified by their code names and separated by semicolons (;). If empty, the web part will be displayed on all page types.
cs_cz: Určuje pro které typy dokumentů se má webpart zobrazovat. Pokud je typ aktuálně vybraného dokumentu jiný, webpart nebude zobrazen.
sk_sk: Určuje, pre ktoré typy dokumentov sa má webparta zobrazovať. Pokiaľ je typ aktuálneho dokumentu iný, webparta sa nezobrazí.
zh_cn: 包含要显示的 web 部件的页面类型的列表。如果当前所选的页使用页面模板包含此 web 部件，但其类型未指定此属性，则将隐藏 web 部件。必须指定其代码名和由分号 (;) 分隔的网页类型列表中。如果为空，web 部件将显示在所有的页面类型。

# documentation.webpartproperties.showglobaleventsonly
source: Indicates if only events that are not related to a specific site should be displayed.
cs_cz: Určuje, zda mají být zobrazeny pouze události, které nejsou ve vztahu ke specifickému webu.
zh_cn: 指示如果只应显示特定站点无关的事件。

# documentation.webpartproperties.showontime
source: If enabled, tasks that haven't yet reached their deadline will be displayed.
cs_cz: Pokud je povoleno, zobrazí se úlohy, které zatím nepřekročily konečný termín.
zh_cn: 如果启用，将会显示尚未达到他们的截止日期的任务。

# documentation.webpartproperties.showoverdue
source: If enabled, tasks that have passed their deadline will be displayed.
cs_cz: Pokud je povoleno, zobrazí se úlohy, které překročily konečný termín.
zh_cn: 如果启用，将显示已通过他们的截止日期的任务。

# documentation.webpartproperties.showprivate
source: If enabled, private tasks will be displayed. Private tasks are visible only by users who are involved in them.
cs_cz: Pokud je povoleno, zobrazí se soukromé úlohy. Soukromé úlohy jsou viditelné pouze uživatelům, který se na nich podílejí.
zh_cn: 如果启用，则将显示私人任务。私人任务是只能由那些参与他们的用户可见。

# documentation.webpartproperties.showsearchmode
source: Indicates if the search mode selector should be displayed to users.
cs_cz: Určuje, zda je zobrazen selektor módu hledání.
sk_sk: Určuje, či má byť zobrazený výber módu vyhľadávania.
zh_cn: 指示是否搜索模式选择器应显示给用户。

# documentation.webpartproperties.showsignout
source: If enabled, the web part will display a sign out link for authenticated users.
cs_cz: Pokud je povoleno, webpart bude autentizovaným uživatelem zobrazovat odhlašovací odkaz.
zh_cn: 如果启用，web 部件将显示登录链接，为经过身份验证的用户。

# documentation.webpartproperties.showstatusas
source: Selects the way that task statuses should be displayed.
cs_cz: Vyberte způsob, jakým mají být stavy úlohy zobrazeny.
zh_cn: 选择应显示任务状态的方式。

# documentation.webpartproperties.signinimageurl
source: Specifies the URL of an image that will be used for the sign in button if the Sign in text property is empty.
cs_cz: Specifikujte URL obrázku, který bude použit pro přihlašovací tlačítko, pokud není vyplněná vlastnost Přihlašovací text.
zh_cn: 指定如果在 text 属性中的标志为空将为登录按钮使用的图像的 URL。

# documentation.webpartproperties.signoutimageurl
source: Specifies the URL of an image that will be used for the sign out button. Default Facebook sign out image will be used if no URL is set.
cs_cz: Specifikujte URL obrázku, který bude použit pro odhlašovací tlačítko, pokud není vyplněná vlastnost Odhlašovací text.
zh_cn: 指定将用于注销按钮的图像的 URL。如果没有 URL 设置，将使用默认 Facebook 签出图像。

# documentation.webpartproperties.singletransform
source: Sets the transformation applied when only a single item is displayed on a hierarchical level. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformaci aplikovanou v případě, že je v úrovni hierarchie zobrazena pouze jedna položka. Transformace jsou specifikovány ve formátu <název třídy>.<název transformace>.
zh_cn: 设置时，只有单个的项目会显示在层次结构的级别上应用的变换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.site
source: Allows the selection of the site from which content should be loaded. Global administrators have the option of selecting all sites.
cs_cz: Umožní výběr webu, ze kterého má být načítán obsah. Globální správce může vybrat všechny weby.
zh_cn: 允许选择应从中加载内容的站点。全局管理员具有选择所有站点的选项。

# documentation.webpartproperties.sitename
source: Defines the website (specified by its code name) from which to load the content. If left empty, the current site is used.
cs_cz: Kódové jméno webu, ze kterého chcete získat obsah. Pokud ponecháte pole prázdné, obsah bude získán z aktuálního webu.
sk_sk: Kódový názov stránky, z ktorej chcete získať obsah. Pokiaľ ponecháte pole prázdne, obsah bude získaný z aktuálnej stránky.
zh_cn: 要从其中加载内容定义 （由其代码名称指定） 的网站。如果保留为空，则使用当前站点。

# documentation.webpartproperties.siteorglobal
source: Allows the selection of the site from which content should be loaded. You can choose current site, global or global and current site related content.
cs_cz: Umožní výběr webu, ze kterého má být načítán obsah. Můžete vybrat aktuální web, globální obsah nebo globální i webový obsah.
zh_cn: 允许选择应从中加载内容的站点。您可以选择当前网站，全局或者全局和当前的网站相关的内容。

# documentation.webpartproperties.skinid
source: Sets the SkinID of the skin that should be applied to the web part. The skin must be defined in the Default.skin file located in the App_Themes directory under the folder of the stylesheet used by the page.
cs_cz: Nastaví SkinID skinu, který má být aplikován na webpart. Skin musí být definován v souboru Default.skin umístěným ve složce App_Themes pod složkou stylů používaných daným webem.
zh_cn: 设置 SkinID 的皮肤，应该应用于 web 部件。皮肤必须在位于 App_Themes 目录下的文件夹中的页面所用的样式表中的 Default.skin 文件中定义。

# documentation.webpartproperties.sorting
source: Determines whether the default sorting order should be ascending or descending.
cs_cz: Určuje, zda bude jako předvolené řazení použito řazení vzestupné nebo sestupné.
zh_cn: 确定是否默认排序顺序应该是按升序还是降序。

# documentation.webpartproperties.spfields
source: If the Use dataset property is enabled, this field can be used to specify which of the retrieved fields should be converted to columns in the dataset (field names must be separated by semicolons). If empty, all fields will be used.
cs_cz: Pokud je vlastnost 'Použíť dataset' povolena, může být toto pole použito na určení, které ze získaných polí mají být překonvertována na sloupce v datasetu (názvy polí musí být oddělené středníkem). Pokud je prázdné, budou použity všechny pole.
zh_cn: 如果启用使用数据集属性，则此字段可用于指定检索字段应转换为列中的数据集 （字段名称必须用分号分隔）。如果为空，将使用的所有字段。

# documentation.webpartproperties.spitemidfield
source: If entered, items will be selected based on the presence of this key in the URL query string.
cs_cz: Pokud je zadáno, budou položky vybírány na základě přítomnosti tohoto klíče v URL query stringu.
zh_cn: 如果输入，将选择项目，基于此 URL 查询字符串中的密钥的存在。

# documentation.webpartproperties.spitemidfieldtype
source: Used to specify the type of the itemID field. The two basic types are Text (for string values) and Counter (for IDs). More information can be found at http://msdn.microsoft.com/en-us/library/ms437580.aspx
cs_cz: Slouží na určení typu ItemID pole. Dva základní typy jsou Text (prezentace) a Counter (pro ID). Více informací můžete najít na http://msdn.microsoft.com/en-us/library/ms437580.aspx
zh_cn: 用来指定 itemID 字段的类型。两种基本类型是 （字符串值） 的文本和计数器 （用于 Id）。更多的信息可以发现在 http://msdn.microsoft.com/en-us/library/ms437580.aspx

# documentation.webpartproperties.splistname
source: Name of the SharePoint list(or picture library) from which the list items/pictures should be loaded. This field is case sensitive!
cs_cz: Název seznamu služby SharePoint (nebo knihovny obrázků), ze které mají být položky/obrázky seznamu načítané. Toto pole rozlišuje velká a malá písmena!
zh_cn: 要从中加载列表中的项目/图片 SharePoint 列表 （或图片库) 的名称。此字段是区分大小写的 ！

# documentation.webpartproperties.spquery
source: Can be used to set a query to filter which rows should be loaded or change their order. It uses CAML syntax. A sample query could look like the following: <Query><Where><Eq><FieldRef Name="ID" /><Value Type="Counter">1</Value></Eq></Where></Query> More information can be found at http://msdn.microsoft.com/en-us/library/dd586530.aspx
cs_cz: Může být použito na nastavení query na filtrování, které řádky mají být načítány nebo mají změnit pořadí. Používá CAML syntax. Query může vypadat například takto: <Query><Where><Eq><FieldRef Name="ID" /><Value Type="Counter">1</Value></Eq></Where></Query> Více informací můžete nalézt na http://msdn.microsoft.com/en-us/library/dd58
zh_cn: 可以用来将查询设置为筛选哪些行应加载或更改它们的顺序。它使用 CAML 语法。示例查询可能如下所示： <Query><Where><Eq> <FieldRef name="ID"><Value type="Counter"> </Value></FieldRef>1</Eq></Where></Query>更多的信息可以发现在 http://msdn.microsoft.com/en-us/library/dd586530.aspx

# documentation.webpartproperties.sprowlimit
source: Sets the maximum number of items (data rows) to be retrieved.
cs_cz: Nastaví maximální počet položek (řádků), které mají být získány.
zh_cn: 设置要检索的项 （数据行） 的最大数目。

# documentation.webpartproperties.spselecteditemfieldname
source: Determines which field is used for item selection. Original field names are used here - without the ows_ prefix. This property is case sensitive!
cs_cz: Určuje, které pole se používá pro výběr položky. Používají se tu původní názvy polí - bez prefixu ows_.Toto pole rozlišuje velká a malá písmena!
zh_cn: 确定哪个字段用于项目选择。不带 ows_ 前缀在这里-使用原始的字段名称。此属性是区分大小写的 ！

# documentation.webpartproperties.spservicemode
source: Determines what kind of data will be loaded by the web part. This also automatically sets the appropriate web service to be used. The selected mode may affect the behaviour of some of the web part's other properties.
cs_cz: Určuje, jaký typ dat bude webpart načítat. Také automaticky nastaví, aby byla použita příslušná webová služba. Vybraný režim může ovlivnit chování některých jiných vlastností webpartu.
zh_cn: 确定什么样的数据将由 web 部件加载。这也会自动设置适当的 web 服务使用。选定的模式可能会影响行为的一些 web 部件的其他属性。

# documentation.webpartproperties.spservicepassword
source: Sets the password used for authentication against the web service. If empty, the credentials specified in ##ui|cms|settings## -> Integration -> Microsoft SharePoint will be used.
cs_cz: Nastaví heslo používané pro autentizaci vůči webové službě. Pokud je prázdné, budou použity údaje zadané v Site Manager -> Nastavení -> Integrace -> Microsoft SharePoint.
zh_cn: 设置用于针对 web 服务身份验证的密码。如果为空，将使用指定在 ##ui|cms|settings##-> Microsoft SharePoint 集成的凭据。

# documentation.webpartproperties.spserviceurl
source: Specifies the URL of the SharePoint site that should be used or the direct URL of the requested web service (Eg. Lists.asmx, Imaging.asmx). If only the site URL is entered, then the web service used for data retrieval is automatically determined according to the value of the Mode property.
cs_cz: Specifikuje URL SharePoint webu, který se má použít, nebo přímou URL požadované webové služby (Např. Lists.asmx, Imaging.asmx). Pokud je zadáno jen URL webu, je webová služba používaná na získání dat automaticky určena hodnotou vlastnosti Režim (Mode).
zh_cn: 指定应使用的 SharePoint 网站的 URL 或直接的 URL 的请求的 web 服务 （Eg。Lists.asmx，Imaging.asmx）。如果只输入了该网站的 URL，然后自动根据 Mode 属性的值确定用于检索数据的 web 服务。

# documentation.webpartproperties.spserviceusername
source: Sets the username for authentication against the web service. If empty, the credentials specified in ##ui|cms|settings## -> Integration -> Microsoft SharePoint will be used.
cs_cz: Nastavuje uživatelské jméno pro autentizaci vůči webové službě. Pokud je prázdné, budou použity údaje zadané v Site Manager -> Nastavení -> Integrace -> Microsoft SharePoint.
zh_cn: 设置用于针对 web 服务身份验证的用户名。如果为空，将使用指定在 ##ui|cms|settings##-> Microsoft SharePoint 集成的凭据。

# documentation.webpartproperties.spshowreturnedcaml
source: If enabled, the retrieved data will be displayed in raw CAML format. This can be useful for debugging purposes or when searching for the content of specific fields.
cs_cz: Pokud je povoleno, získaná data budou zbrazena v čistém CAML formátu. To může být užitečné v případě debugování nebo při prohledávání obsahu specifických polí.
zh_cn: 如果启用，则检索到的数据将显示在原始 CAML 格式。这可以是出于调试目的，或搜索特定字段的内容时很有用。

# documentation.webpartproperties.sptransformationname
source: Sets the transformation used to display the listed data. Standard ASCX transformations should be selected if the Use dataset property is enabled, otherwise XSLT can be used to transform CAML directly to HTML. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví trnasformaci používanou na zobrazení dat ze seznamu. Pokud je povolena vlastnost 'Použíť dataset', měla by být vybrána standardní ASCX transformace, v opačném případě může být použito XSLT na trnasformaci CAML přímo do HTML. Transformace jsou specifikovány ve formátu <název třídy>.<název transformace>.
zh_cn: 设置用于显示列的数据的变换。如果使用数据集属性处于启用状态，应选择标准 ASCX 转换，否则 XSLT 可以用于转换 CAML 直接向 HTML。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.spuseclassicdataset
source: If enabled, the retrieved XML data will be converted to a dataset that can be used with standard ASCX transformations. If disabled, the data will not be modified and can be converted to HTML using XSLT.
cs_cz: Pokud je povoleno, získané XML budou konvertovány do datasetu, který může být použitý se standardními ASCX transformacemi. Pokud je zakázáno, data nebudou změnena a mohou být konvertována do HTML pomocí XSLT.
zh_cn: 如果启用，则检索到的 XML 数据将转换为一个数据集，可以用标准的 ASCX 转换。如果禁用，数据不会被修改，并且可以转换为 html 格式使用 XSLT。

# documentation.webpartproperties.spviewfields
source: Directly specifies the names of the SharePoint list fields that should be loaded. If empty all fields will be retrieved. Note: Certain fields will always be retrieved.
cs_cz: Přímo specifikuje názvy polí seznamu služby SharePoint, které mají být načítány. Pokud je prázdné, získají se všechny pole. Poznámka: Určitá pole budou získána vždy.
zh_cn: 直接指定应加载的 SharePoint 列表中字段的名称。如果为空将检索所有字段。注： 某些字段始终可以检索到。

# documentation.webpartproperties.sqlsearch
source: If checked, the web part runs an SQL search through the content of page attachments and interlaces the results with the other results provided by the specified smart search indexes. Your SQL server must be properly configured for full-text search. We recommend searching attachment content using Page indexes instead.
cs_cz: Pokud je true, pak systém hledá i v přílohách dokumentu. Musí být zapnuté a správně nastavené SQL indexování hledání.
sk_sk: Určuje, či systém má vyhľadávať aj v prílohách dokumentov. SQL vyhľadávacie indexy musia byť správne nastavené.
zh_cn: 如果选中此选项，web 部件页附件的内容通过运行 SQL 搜索和交织的结果与所指定的智能搜索索引提供的其他结果。您的 SQL 服务器必须正确配置为进行全文搜索。我们建议搜索附件内容改为使用页面索引。

# documentation.webpartproperties.tagcloud.selectpublished
source: Indicates if only tags from published pages should be displayed. Applied only when 'Site name' or 'Alias path' property is defined. If not, all tags from the selected tag group will be displayed.
cs_cz: Určuje zda mají být zobrazeny pouze tagy z publikovaných dokumentů. Bude použito pouze pokud je specifikován 'Název webu' nebo 'Aliasová cesta'. Pokud není specifikováno, jsou zobrazeny všechny tagy z vybrané skupiny tagů.
sk_sk: Indikuje, či sa zobrazia tagy iba publikovaných dokumentov. Toto nastavenie sa aplikuje, iba ak sa zadajú hodnoty 'Názov webu' alebo 'Alias cesta'. V opačnom prípade sa zobrazia všetky tagy z vybraných tagových skupín.
zh_cn: 指示如果只从已发布的页面标签应该显示。只有当网站名称或别名路径属性定义应用。如果不是的话，将显示选定的标记组中的所有标记。

# documentation.webpartproperties.taskinfotext
source: Sets the text of the displayed message. It may contain the {0} formatting macro expression, which will be resolved into the number of tasks assigned to the current user.
cs_cz: Nastavuje text hlášky. Může obsahovat {0} formátovací makro, které bude převedeno na počet úkolů uživatele.
zh_cn: 设置显示的消息的文本。它可能包含格式设置宏表达式，将分解为任务分配给当前用户的数量的 {0}。

# documentation.webpartproperties.threadpagesize
source: Sets the number of threads displayed per page.
cs_cz: Nastaví počet vláken zobrazených na jedné stránce.
zh_cn: 设置每页显示的线程数。

# documentation.webpartproperties.threadviewmode
source: Sets the default mode used to display forum posts under threads. Only applied if the Forum layout property is set to flat.
cs_cz: Nastaví defaultní režim, který se bude používat na zobrazení příspěvků ve vlákně. Aplikuje se pouze, když je vlastnost Layout fóra (Forum layout) nastavena na Plochý (flat).
zh_cn: 设置用于显示论坛帖子下线程的默认模式。如果论坛布局属性设置仅应用到平面。

# documentation.webpartproperties.timezonetype
source: Specifies the type of time zone used for the content of the web part.
cs_cz: Časové pásmo použité pro obsah webpartu.
sk_sk: Časové pásmo pre obsah webparty.
zh_cn: 指定时区用于 web 部件的内容的类型。

# documentation.webpartproperties.transformation
source: Sets the transformation used for the displayed content in list view mode. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Transformace použitá v list view módu.
sk_sk: Transformácia použitá v list view móde.
zh_cn: 设置用于在列表视图模式中显示的内容的变换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>
