Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# analytics_codename.goals
source: Goals
cs_cz: Cíle
sk_sk: Ciele
zh_cn: 目标

# analytics_codename.hf
source: Supported
cs_cz: Podporované
sk_sk: Podporované
zh_cn: 支持

# analytics_codename.hj
source: Supported
cs_cz: Podporované
sk_sk: Podporované
zh_cn: 支持

# analytics_codename.hs
source: Supported
cs_cz: Podporované
sk_sk: Podporované
zh_cn: 支持

# analytics_codename.inventory
source: Inventory
cs_cz: Inventář
sk_sk: Inventár
zh_cn: 库存

# analytics_codename.java
source: Java support
cs_cz: Podpora Javy
sk_sk: Java - podpora
zh_cn: Java 支持

# analytics_codename.landingpage
source: Top landing pages
cs_cz: Nejčastější vstupní stránky
sk_sk: Najčastejšie vstupné stránky
zh_cn: 登陆页面的顶部

# analytics_codename.landingpage.multilingual
source: Top landing pages - multilingual
cs_cz: Nejčastější vstupní stránky - vícejazyčně
sk_sk: Najčastejšie vstupné stránky - viacjazyčne
zh_cn: 顶层页面-多语言

# analytics_codename.localpage
source: Referring local pages
cs_cz: Odkazující lokální stránky
sk_sk: Odkazujúce lokálne stránky
zh_cn: 引用本地页面

# analytics_codename.mobile
source: Mobile devices
cs_cz: Mobilní zařízení
zh_cn: 移动设备

# analytics_codename.mobiledevice
source: Mobile devices
cs_cz: Mobilní zařízení
zh_cn: 移动设备

# analytics_codename.mvtest
source: MVT tests
cs_cz: M/V testy
sk_sk: MVT testy
zh_cn: MVT 测试

# analytics_codename.mvttests
source: MVT tests
cs_cz: MVT testy
sk_sk: MVT testy
zh_cn: MVT 测试

# analytics_codename.nf
source: Not supported
cs_cz: Nepodporováno
sk_sk: Nepodporované
zh_cn: 不受支持

# analytics_codename.nj
source: Not supported
cs_cz: Nepodporováno
sk_sk: Nepodporované
zh_cn: 不受支持

# analytics_codename.nothavesilveright
source: Does not have silverlight support
cs_cz: Nemá podporu Silverlight
sk_sk: Nemá podporu Silverlight
zh_cn: 没有 silverlight 支持

# analytics_codename.ns
source: Not supported
cs_cz: Nepodporováno
sk_sk: Nepodporované
zh_cn: 不受支持

# analytics_codename.numberofconversions
source: Number of conversions
cs_cz: Počet konverzí
sk_sk: Počet konverzií
zh_cn: 转换次数

# analytics_codename.numberofvisitors
source: Number of visitors
cs_cz: Počt návštěvníků
sk_sk: Počet návštevníkov
zh_cn: 参观人数

# analytics_codename.onsitesearchkeyword
source: On-site search keywords
cs_cz: Klíčová slova vyhledávání na webu
sk_sk: Kľúčové slová vyhľadávané na webe
zh_cn: 现场搜索关键字

# analytics_codename.operatingsystem
source: Operating system
cs_cz: Operační systém
sk_sk: Operačný systém
zh_cn: 操作系统

# analytics_codename.optimalization
source: Optimization
cs_cz: Optimalizace
sk_sk: Optimalizácia
zh_cn: 优化

# analytics_codename.orders
source: Number of orders
cs_cz: Počet objednávek
sk_sk: Počet objednávok
zh_cn: 订单数量

# analytics_codename.pageviews
source: Page views
cs_cz: Shlédnuté stránky
sk_sk: Navštívené stránky
zh_cn: 网页视图

# analytics_codename.referringsite_direct
source: Direct
cs_cz: Přímý přístup
sk_sk: Priamy prístup
zh_cn: 直接

# analytics_codename.referringsite_local
source: Local referring sites
cs_cz: Lokálně odkazující webové stránky
sk_sk: Lokálne odkazujúce stránky
zh_cn: 本地网站

# analytics_codename.referringsite_referring
source: Referring sites
cs_cz: Odkazující webové stránky
sk_sk: Odkazujúce stránky
zh_cn: 推荐站点

# analytics_codename.referringsite_search
source: Search engines
cs_cz: Vyhledávače
sk_sk: Vyhľadávače
zh_cn: 搜索引擎

# analytics_codename.referringsites
source: Referring sites
cs_cz: Odkazující webové stránky
sk_sk: Odkazujúce stránky
zh_cn: 推荐站点

# analytics_codename.sales
source: Sales
cs_cz: Prodeje
sk_sk: Predaje
zh_cn: 销售

# analytics_codename.screencolor
source: Screen colors
cs_cz: Barvy obrazovky
sk_sk: Farby obrazovky
zh_cn: 屏幕颜色

# analytics_codename.screencolors
source: Screen colors
cs_cz: Barvy obrazovky
sk_sk: Farby obrazovky
zh_cn: 屏幕颜色

# analytics_codename.screenresolution
source: Screen resolution
cs_cz: Rozlišení obrazovky
sk_sk: Rozlíšenie obrazovky
zh_cn: 屏幕分辨率

# analytics_codename.searchengine
source: Search engines
cs_cz: Vyhledávače
sk_sk: Vyhľadávače
zh_cn: 搜索引擎

# analytics_codename.searchkeyword
source: Search keywords
cs_cz: Hledání klíčových slov
sk_sk: Hľadané kľúčové slová
zh_cn: 搜索关键词

# analytics_codename.silverlight
source: Silverlight support
cs_cz: Podpora Silverlight
sk_sk: Silverlight - podpora
zh_cn: Silverlight 支持

# analytics_codename.top100customersbyvolumeofsales
source: Top customers by volume of sales
cs_cz: Top 100 zákazníků podle objemu prodeje
sk_sk: 100 top zákazníkov podľa objemu predaja
zh_cn: 按销售量的顶级客户

# analytics_codename.topcustomersbyvolumeofsales
source: Top customers by volume of sales
cs_cz: Nejlepší zákazníci podle objemu prodejů
zh_cn: 按销售量的顶级客户

# analytics_codename.totalvalueofconversions
source: Conversions value
cs_cz: Hodnota konverze
sk_sk: Hodnota konverzie
zh_cn: 转换值

# analytics_codename.trafficsources
source: Traffic sources
cs_cz: Zdroje provozu
sk_sk: Zdroje premávky
zh_cn: 流量来源

# analytics_codename.valuepervisitor
source: Value per visitor
cs_cz: Hodnota na zákazníka
sk_sk: Hodnota pre návštevníka
zh_cn: 每位访客的价值

# analytics_codename.visitors
source: Visitors
cs_cz: Návštěvníci
sk_sk: Návštevníci
zh_cn: 访客

# analyzertypeenum.whitespacewithstemming
source: White space with stemming
zh_cn: 与所产生的空白区域

# anchordropup.buttontooltip
source: Show anchor list for quick navigation
zh_cn: 显示锚点列表用于快速导航

# api.caption
source: Kentico API Reference
zh_cn: Kentico API 参考

# app.abtests
source: A/B Tests
zh_cn: A / B 测试

# app.category.development
source: Development
zh_cn: 开发

# app.pages
source: Pages
zh_cn: 页面

# applicationlist.close
source: Close application list
zh_cn: 关闭应用程序列表

# applicationlist.header
source: Applications
cs_cz: Aplikace
sk_sk: Aplikácia
zh_cn: 应用程序

# applicationlist.livesite
source: Open live site in a new window
zh_cn: 在新窗口中打开实时网站

# applicationlist.noresults
source: No matching applications found.
zh_cn: 没有找到匹配的应用程序。

# applicationlist.open
source: Open Application list
zh_cn: 打开应用程序列表

# applicationlist.search
source: Search applications&hellip;
zh_cn: 搜索应用程序...

# applicationlist.searchtitle
source: Application search
zh_cn: 应用程序搜索

# applicationlist.title
source: Application list
zh_cn: 应用程序列表

# applist.checkedoutitems
source: Checked-out items
zh_cn: 签出项目

# applist.contentmanagement
source: Content management
zh_cn: 内容管理

# applist-nodescription
source: Application has no description.
zh_cn: 应用程序没有任何说明。

# assemblyselector.assembly
source: Assembly name.
zh_cn: 程序集名称。

# assemblyselector.badassemblyorclass
source: Bad assembly or class name selected.
zh_cn: 所选的坏程序集或类名称。

# assemblyselector.class
source: Class.
zh_cn: 类。

# atom.iconalt
source: Atom icon
cs_cz: Ikona Atom
sk_sk: Atom ikona
zh_cn: 原子图标

# attach.actiondenied
source: You are not authorized to perform this operation.
cs_cz: Nemáte oprávnění pro vykonání této operace.
sk_sk: Nemáte oprávnenie vykonať túto operáciu
zh_cn: 您无权执行此操作。

# attach.allowchangeorder
source: Allow change order:
cs_cz: Povolit změnu pořadí:
sk_sk: Povoliť zmenu poradia:
zh_cn: 允许更改顺序：

# attach.allowedextensions
source: Allowed extensions:
cs_cz: Povolené přípony:
sk_sk: Povolené prípony:
zh_cn: 允许的扩展：

# attach.allowpaging
source: Allow paging:
cs_cz: Povolit stránkování:
sk_sk: Povoliť stránkovanie:
zh_cn: 允许分页：

# attach.customtablefield
source: Select custom table field
cs_cz: Vybrat pole uživatelské tabulky
zh_cn: 选择自定义表字段

# attach.deleteconfirmation
source: Are you sure you want to delete this attachment?
cs_cz: Jste si jisti, že chcete smazat tuto přílohu?
sk_sk: Naozaj chcete zmazať zvolenú prílohu?
zh_cn: 确实要删除此附件吗?

# attach.deleted
source: The file was deleted.
cs_cz: Příloha byla smazána.
sk_sk: Súbor bol zmazaný
zh_cn: 该文件已被删除。

# attach.document.parentmissing
source: Parent node not specified.
cs_cz: Nadřazený dokument není specifikován.
sk_sk: Rodičovský uzol nebol špecifikovaný.
zh_cn: 未指定的父节点。

# attach.documenttypefield
source: Select page type field
cs_cz: Zvolte pole typu dokumentu
sk_sk: Vyberte pole typu dokumentu
zh_cn: 选择页面类型字段

# attach.extensionexample
source: Example: jpg;gif;png
cs_cz: Příklad: jpg;gif;png
sk_sk: Príklad: jpg;gif;png
zh_cn: 示例： jpg，gif ； png

# attach.field
source: Field
cs_cz: Pole
sk_sk: Pole
zh_cn: 字段

# attach.inheritfromsettings
source: Inherit from settings
cs_cz: Dědit z nastavení.
sk_sk: Zdediť z nastavení
zh_cn: 从设置继承

# attach.inserted
source: The file was inserted.
cs_cz: Příloha byla vložena.
sk_sk: Súbor bol vložený.
zh_cn: 插入该文件时。

# attach.loading
source: Uploading &#46;&#46;&#46;
cs_cz: Nahrávání &#46;&#46;&#46;
sk_sk: Nahrávanie ...
zh_cn: 上传...

# attach.newattachment
source: New attachment
cs_cz: Nová příloha
sk_sk: Nová príloha
zh_cn: 新建附件

# attach.nodata
source: No attachments matching your criteria were found.
cs_cz: Nebyly nalezeny žádné přílohy splňující vaše kritéria.
sk_sk: Neboli nájdené žiadne prílohy zodpovedajúce vašim kritériám.
zh_cn: 找不到附件匹配您的标准。

# attach.nodatafound
source: There are no attachments for the current page.
cs_cz: Neexistují žádné přílohy pro aktuální dokument.
zh_cn: 没有为当前页的附件。

# attach.notallowedextension
source: You cannot upload files with the '{0}' extension. Only following extensions are allowed: {1}.
cs_cz: Není možné nahrávat soubory s příponou '{0}'. Povolené jsou následující přípony: {1}.
sk_sk: Nemôžete nahrať súbor s príponou '{0}'. Povolené prípony: {1}.
zh_cn: 您不能上载文件扩展名 '{0}'。只有下列扩展名允许： {1}。

# attach.openfile
source: Click the icon to open the file
cs_cz: Pro otevření souboru klikněte na ikonu
sk_sk: Kliknite na ikonu pre otvorenie súboru
zh_cn: 单击该图标可以打开该文件

# attach.pagesize
source: Page size:
cs_cz: Velikost stránky:
sk_sk: Veľkosť stránky:
zh_cn: 页面大小:

# attach.quickinsert.onlyimages
source: Only images can be uploaded. If you want to insert flash or other media, use Insert image or media button.
cs_cz: Je možné nahrávat pouze obrázky. Pokud chcete vložit flash nebo jiný mediální soubor, použijte tlačítko Vložení obrázku nebo média.
sk_sk: Iba obrázky môžu byť nahrávané.
zh_cn: 只有图像可以上传。如果你想要插入闪存或其他媒体，使用插入图像或媒体按钮。

# attach.selectfile
source: Please select a file.
cs_cz: Vyberte prosím soubor.
sk_sk: Prosím, vyberte niektorý súbor.
zh_cn: 请选择一个文件。

# attach.systemtablefield
source: Select system table field
cs_cz: Vybrat pole systémové tabulky
zh_cn: 选择系统表字段

# attach.unsorted
source: Unsorted attachments
cs_cz: Nesetříděné přílohy
sk_sk: Nezoradené prílohy
zh_cn: 未排序的附件

# attach.updated
source: The file was updated.
cs_cz: Soubor byl aktualizován.
sk_sk: Súbor bol aktualizovaný.
zh_cn: 该文件被更新。

# attach.uploadfile
source: Upload file
cs_cz: Nahrát soubor
sk_sk: Nahrať súbor
zh_cn: 上载文件

# autocompleteicon.list
source: Open a list of items
zh_cn: 打开项目的列表

# automenu.movespecificconfirmation
source: Are you sure you want to move the {0} to the '{1}' step?
cs_cz: Opravdu chcete přesunout {0} do kroku '{1}'?
zh_cn: 你确定你想要将 {0} 移动到 '{1}' 一步？

# automenu.removestatedesc
source: Remove the {0} from automation process
cs_cz: Odstranit {0} z automatizovaného procesu
zh_cn: 从自动化过程中移除 {0}

# automenu.specificstep
source: Move the {0} to specific step
cs_cz: Přesunout {0} do konkrétního kroku
zh_cn: 将 {0} 移动到特定的步骤

# automenu.specificstepicon
source: Move to specific step
cs_cz: Přesunout do konkrétního kroku
zh_cn: 移动到特定的步骤

# automenu.specificstepto
source: Move to {0} step
cs_cz: Přesunout do kroku <strong>{0}</strong>
zh_cn: 移动到 {0} 步骤

# automenu.startstate
source: Start new instance
cs_cz: Spustit novou instalaci
zh_cn: 启动新实例

# automenu.startstatedesc
source: Start new automation process instance
cs_cz: Spustit novou instalaci automatizovaného procesu
zh_cn: 启动新的自动化流程实例

# avat.properties
source: Avatar properties
cs_cz: Vlastnosti avataru
sk_sk: Vlastnosti avataru
zh_cn: 头像属性

# avat.type.all
source: All
zh_cn: 所有

# avat.type.group
source: Group
zh_cn: 组

# avat.type.user
source: User
zh_cn: 用户

# avat.typeuser
source: User
cs_cz: Uživatel
sk_sk: Užívateľ
zh_cn: 用户

# avatar.gravatarinfo
source: If you don't have a Gravatar image set, you can do so by registering at www.gravatar.com.
cs_cz: Pokud máte nastavený Gravatar obrázek, můžete si ho nastavit po registraci na www.gravatar.com.
zh_cn: 如果您没有设置头像图像，你可以做到通过在 www.gravatar.com 注册。

# backupobject.intro
source: You are about to backup the object <strong>{0}</strong>. Only the object information without the site assignment is backed-up (same data which is exported with single object export). Please enter the backup package file name.
cs_cz: Chytáte se zálohovat objekt <strong>{0}</strong>. Zadejte prosím název souboru pro balík zálohy.
sk_sk: Chystáte sa zálohovať objekt <strong>{0}</strong>. Zadajte prosím názov balíčku zálohovaného súboru.
zh_cn: 您要备份的对象<strong>{0}</strong>。只有没有站点分配的对象信息是备份 （同一数据导出单个对象导出）。请输入备份包文件的名称。

# badge.newbadge
source: New badge
cs_cz: Nová hodnost
sk_sk: Nová hodnosť
zh_cn: 新建徽章

source: Badge properties
cs_cz: Vlastnosti hodnosti
sk_sk: Vlastnosti hodnosti
zh_cn: 徽章属性

# badges.activitypoints.invalid
source: The user activity points value has to be a non-negative number.
zh_cn: 用户活动点值必须为非负数。

# badwords_edit.badwordproperties
source: Bad word properties
cs_cz: Vlastnosti závadného obsahu
sk_sk: Vlastnosti slova
zh_cn: 坏词属性

# badwords_edit.matchwholewordlabel
source: Match whole word
cs_cz: Porovnat celé slovo
sk_sk: Celé slová
zh_cn: 全字匹配

# badwords_list.headercaption
source: Bad words
cs_cz: Závadný obsah
sk_sk: Vulgárne výrazy
zh_cn: 坏词

# badwords_list.newitemcaption
source: New bad word
cs_cz: Nový výraz
sk_sk: Nový výraz
zh_cn: 新建坏词

# banip.bantype.allnonecomplete
source: All user actions
zh_cn: 所有的用户操作

# banip.bantype.complete
source: Access to the website
zh_cn: 访问网站

# banip.bantype.login
source: Login
zh_cn: 登录

# banip.bantype.registration
source: Registration
zh_cn: 注册

# banner.bannercategory_edit_banner.newbanner
source: New banner
cs_cz: Nový reklamní panel
zh_cn: 新建横幅

# banner.bannercategory_edit_banners.nobanners
source: There are no banners in the system related to this category.
cs_cz: V této kategorii nejsou žádné reklamní panely.
zh_cn: 与此类别相关的系统中没有旗帜。

# banner.bannercategory_list.hasdependencies
source: The selected banner category cannot be deleted because banners are related to this category. You need to remove all the banners from this category first.
cs_cz: Vybraná kategorie nemůže být smazána, protože existují reklamní panely v této kategorii. Nejdříve musíte smazat reklamní panely.
zh_cn: 不能删除选定的横幅类别，因为与此类别相关的横幅。您需要首先从这一类别中删除所有的旗子。

# banner.bannercategory_list.newcategory
source: New banner category
cs_cz: Nová kategorie raklamních panelů
zh_cn: 新旗帜类别

# banner.bannercategory_list.nocategoryid
source: The selected banner category cannot be deleted because category ID is wrong. Try again.
cs_cz: Vybraná kategorie nemůže být smazána, protože ID je chybné. Zkuste to znovu.
zh_cn: 不能删除选定的旗帜类别，因为类别 ID 是错了。再试一次。

# banner.bannercategory_list.nosites
source: There are no sites specified. Please specify some site to enable this section.
cs_cz: Nejsou specifikované žádné weby. Specifikujte nějaké weby, pokud chcete povolit tuto sekci.
zh_cn: 没有指定的网站。请指定一些站点，使这一节。

# banner.bannercategory_list.title
source: Banner categories
cs_cz: Kategorie reklamních panelů
zh_cn: 旗帜类别

# banner.bannercategory_new.new
source: New banner category
cs_cz: Nová kategorie reklamních panelů
zh_cn: 新旗帜类别

# banner.bannercategory_new.title
source: Banner categories
cs_cz: Kategorie reklamních panelů
zh_cn: 旗帜类别

# banner.bannerfrom
source: Valid from
cs_cz: Platné od
zh_cn: 从有效

# banner.bannernew.addclicks
source: Add clicks
cs_cz: Přidat kliknutí
zh_cn: 添加单击

# banner.bannernew.addhits
source: Add impressions
cs_cz: Přidat imprese
zh_cn: 添加印象

# banner.bannernew.bannerfrom
source: Valid from
cs_cz: Platné od
zh_cn: 从有效

# banner.bannernew.bannerto
source: Valid to
cs_cz: Platné do
zh_cn: 有效期至

# banner.bannernew.btnunlimitedhits
source: Unlimited
cs_cz: Neomezené
zh_cn: 无限制

# banner.bannernew.clicksleft
source: Clicks left
cs_cz: Zůstávající kliknutí
zh_cn: 点击左

# banner.bannernew.clicksleftspecific
source: Allow only specific number of clicks
cs_cz: Povolit jen určitý počet kliknutí
zh_cn: 允许仅特定数量的点击

# banner.bannernew.clicksleftunlimited
source: Number of clicks is not limited
cs_cz: Počet kliknutí je neomezený
zh_cn: 点击的次数是不限制

# banner.bannernew.content
source: Banner content
cs_cz: Obsah reklamního panelu
zh_cn: 横幅内容

# banner.bannernew.error
source: Please check form for errors.
cs_cz: Zkontrolujte, prosím, formulář kvůli chybám.
zh_cn: 请检查表格有错误。

# banner.bannernew.errorcontent
source: Please enter banner content.
cs_cz: Zadejte, prosím, obsah reklamního panelu
zh_cn: 请输入横幅的内容。

# banner.bannernew.errorformat
source: Wrong format.
cs_cz: Chybný formát
zh_cn: 错误的格式。

# banner.bannernew.errorurl
source: Please enter valid URL.
cs_cz: Zadejte, prosím, platnou URL.
zh_cn: 请输入有效的 URL。

# banner.bannernew.errorweight
source: Please enter valid banner weight (decimal number).
cs_cz: Zadejte, prosím, váhu reklamního panelu jako desetinné číslo.
zh_cn: 请输入有效的横幅重量 （十进制数）。

# banner.bannernew.exceptiontype
source: Banner type is not implemented!
cs_cz: Typ reklamního panelu není implementovaný!
zh_cn: 横幅类型未实现 ！

# banner.bannernew.hitsleft
source: Impressions left
cs_cz: Zůstávající imprese.
zh_cn: 留下印象

# banner.bannernew.hitsleftspecific
source: Allow only specific number of impressions
cs_cz: Povolit jen určitý počet impresí.
zh_cn: 只允许特定数目的印象

# banner.bannernew.hitsleftunlimited
source: Number of impressions is not limited
cs_cz: Počet impresí není omezený
zh_cn: 次数不是有限

# banner.bannernew.hitsleftvalidationerr
source: Please enter valid positive number.
cs_cz: Zadejte, prosím, platné kladné číslo.
zh_cn: 请输入有效的正数。

# banner.bannernew.image
source: Banner image
cs_cz: Obrázek reklamního panelu
zh_cn: 横幅图像

# banner.bannernew.imgalt
source: Alternative text
cs_cz: Náhradní text
zh_cn: 备选案文

# banner.bannernew.imgclass
source: Image CSS class
cs_cz: CSS třída obrázku
zh_cn: 图像的 CSS 类

# banner.bannernew.imgstyle
source: Image CSS style
cs_cz: CSS styl obrázku
zh_cn: 图像 CSS 样式

# banner.bannernew.imgtitle
source: Image title
cs_cz: Titulek obrázku
zh_cn: 图像标题

# banner.bannernew.numberofclickstoadd
source: Number of clicks to add
cs_cz: Přidat daný počet kliknutí
zh_cn: 单击要添加的次数

# banner.bannernew.numberofhitstoadd
source: Number of impressions to add
cs_cz: Přidat daný počet impresí
zh_cn: 若要添加的展示次数

# banner.bannernew.openblank
source: Open in new window
cs_cz: Otevřít v novém okně
zh_cn: 在新窗口中打开

# banner.bannernew.requiresurl
source: Please enter URL.
cs_cz: Zadejte, prosím, URL.
zh_cn: 请输入 URL。

# banner.bannernew.requiresweight
source: Please enter banner weight.
cs_cz: Zadejte, prosím, váhu reklamního panelu.
zh_cn: 请输入横幅重量。

# banner.bannernew.type
source: Banner type
cs_cz: Typ reklamního panelu
zh_cn: 标题类型

# banner.bannernew.weight
source: Weight
cs_cz: Váha
zh_cn: 重量

# banner.bannerto
source: Valid to
cs_cz: Platné do
zh_cn: 有效期至

# banner.bannertype.image
source: Image
cs_cz: Obrázek
zh_cn: 图像

# banner.bannertype.plain
source: Plain text
cs_cz: Obyčejný text
zh_cn: 纯文本

# banner.blankwindow
source: New window
cs_cz: Nové okno
zh_cn: 新窗口

source: Banner category
cs_cz: Kategorie raklamních panelů
zh_cn: 旗帜类别

# banner.choosegloborsite
source: Please select (global) or a specific site to create a banner category.
cs_cz: Vyberte, prosím, (globálně) nebo konkrétní web, jestli chcete vytvořit kategorii reklamních panelů.
zh_cn: 请选择 （全局） 或某个特定的网站创建一个横幅的类别。

# banner.clicks
source: Clicks
cs_cz: Kliknutí
zh_cn: 单击

# banner.contentvalidationerror
source: Please enter a value or select an image
cs_cz: Zadejte, prosím, hodnotu nebo vyberte obrázek
zh_cn: 请输入一个值或选择图像

# banner.dailyreport
source: Daily report
cs_cz: Denní report
zh_cn: 每日报告

# banner.enabledbanners
source: Enabled banners
cs_cz: Povolené reklamní panely
zh_cn: 已启用的横幅

# banner.fieldset.visibilitysettings
source: Visibility
cs_cz: Viditelnost
zh_cn: 可见性

# banner.fromdate
source: From date:
cs_cz: Od dne:
zh_cn: 从日期:

# banner.general.editbanner
source: Banner properties
cs_cz: Vlastnosti reklamního panelu
zh_cn: 横幅属性

# banner.general.editbannercategory
source: Edit banner category
zh_cn: 编辑标题类别

# banner.general.editbannerelement
source: Edit banner
zh_cn: 编辑标题

# banner.general.editcategory
source: Banner category properties
cs_cz: Vlastnosti kategorie reklamních panelů
zh_cn: 横幅类别属性

# banner.hits
source: Impressions
cs_cz: Imprese
zh_cn: 印象

# banner.hitsclicks
source: Impressions and clicks
cs_cz: Imprese a kliknutí
zh_cn: 印象和点击

# banner.hourlyreport
source: Hourly report
cs_cz: Hodinový report
zh_cn: 每小时报告

# banner.integerneeded
source: Please enter a valid integer.
cs_cz: Zadejte, prosím, platné celé číslo.
zh_cn: 请输入一个有效的整数。

# banner.monthlyreport
source: Monthly report
cs_cz: Měsíční report
zh_cn: 每月报告

# banner.reports.bannercategoryname
source: Category name
cs_cz: Název kategorie
zh_cn: 类别名称

# banner.reports.bannername
source: Name
cs_cz: Název
zh_cn: 名称

# banner.reports.bannerswithmosthits
source: Banners with most impressions
cs_cz: Reklamní panely s největším počtem impresí
zh_cn: 与大多数印象横幅

# banner.reports.clicksandhitsperbanner
source: Number of clicks and impressions per banner
cs_cz: Počet kliknutí a impresí na reklamní panel
zh_cn: 点击次数和每旗帜印象

# banner.reports.clickshitsratio
source: Clicks/Impressions ratio (%)
cs_cz: Poměr kliknutí/imprese (%)
zh_cn: 点击/印象比率 (%)

# banner.reports.numberofclicks
source: Number of Clicks
cs_cz: Počet kliknutí
zh_cn: 点击次数

# banner.reports.numberofhits
source: Number of impressions
cs_cz: Počet impresí
zh_cn: 数量的印记

# banner.reporttype
source: Report type:
cs_cz: Typ reportu:
zh_cn: 报告类型:

# banner.todate
source: To date:
cs_cz: Do dne:
zh_cn: 到目前为止：

# banner.totalcount
source: Total banners
cs_cz: Celkový počet
zh_cn: 总横幅

# banner.validation.weightlimit
source: Banner weight can be a floating point number from 1 to 1000
cs_cz: Váha reklamního panelu může být desetinné číslo od 1 do 1000
zh_cn: 横幅重量可以是一个浮点数从 1 到 1000年

# bannermanagement.anchorcssclass
source: Anchor CSS class
cs_cz: CSS třída ukotvení
zh_cn: 锚 CSS 类

# bannermanagement.anchorcssclass.description
source: Specifies the CSS class of the anchor element. If set, this class will be rendered alongside the default banner class (CMSBanner). If empty, only the default class will be rendered.
cs_cz: Specifikujte CSS třídu elementu kotva (anchor). Pokud je nastavená, tato třída bude použita společně s defaultní třídou (CMSBanner). Pokud je prázdná, bude použita jen defaultní třída.
zh_cn: 指定锚点元素的 CSS 类。如果设置，将默认横幅类 （CMSBanner） 一起呈现此类。如果为空，将呈现只有默认类别。

# bannermanagement.bannercategoryid
source: Banner category
cs_cz: Kategorie reklamních panelů
zh_cn: 旗帜类别

# bannermanagement.bannercategoryid.description
source: Select the banner category that contains the banners you want to display.
cs_cz: Vyberte kategorii, která obsahuje reklamní panely, které chcete zobrazit.
zh_cn: 选择包含您想要显示的横幅旗帜类别。

# bannermanagement.bannermanagement
source: Banner management
cs_cz: Správa reklamních panelů
zh_cn: 横幅管理

# bannermanagement.height.description
source: The height of the banner. The value will be rendered as an in-line style of the encapsulating anchor. Can be in any format which is understood by CSS (px, pt, etc.).
cs_cz: Výška reklamního panelu. Může být zadána v libovolném formátu použitelném v CSS (px, pt, atď).
zh_cn: 横幅的高度。值将呈现为封装的锚线的样式。可以在任何 CSS （px、 pt 等） 可以理解的格式。

# bannermanagement.hidewebpartifbannernotfound
source: Hide web part if no banner was found
cs_cz: Skrýt webovou část, jestliže nebyl nalezen žádný reklamní panel
zh_cn: 如果没有横幅被发现，隐藏 web 部件
