Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# creditpayment.pnlbordertext
source: Credit payment
cs_cz: Platba kreditem
sk_sk: Platba kreditom
zh_cn: 信用卡付款

# creditpayment.result_notenoughcredit
source: Not enough credit
cs_cz: Málo kreditu
sk_sk: Nedostatok kreditov
zh_cn: 没有足够的信用额度

# creditpaymentfinished.crediteventname
source: Payment for the order with ID {0}
cs_cz: Platba objednávky ID {0}
sk_sk: Platba pre objednávku s ID {0}
zh_cn: ID 为 {0} 的订单货款

# cssstyleheet.errorundocheckout
source: Error undo checkout CSS stylesheet
cs_cz: Chyba při zrušení uzamčení šablony CSS stylů
sk_sk: Chyba pri uzamykaní CSS súboru
zh_cn: 撤消签出的 CSS 样式表时出错

# cssstylesedit.header
source: Edit CSS Styles
cs_cz: Editovat CSS styly
sk_sk: Editovať CSS štýly
zh_cn: 编辑 CSS 样式

# cssstylesheet.checkedout
source: The stylesheet is checked out to the following file: <strong>{0}</strong>.<br />Check in the stylesheet to apply changes to the database.
cs_cz: Šablona stylů je uzamčena do souboru <strong>{0}</strong>.<br />Uvolněte šablonu stylů, aby se změny promítly do databáze.
sk_sk: Šablóna štýlov je uzamknutá do súboru <strong>{0}</strong>.<br />Uvoľnite šablónu štýlov, aby sa zmeny premietli do databázy.
zh_cn: 样式表签出到以下文件: <strong>{0}</strong>。<br>检查在样式表中，将更改应用到数据库。

# cssstylesheet.checkedoutonanothermachine
source: The stylesheet is checked out on another machine (<strong>{0}</strong>) by <strong>{1}</strong>
cs_cz: Šablona stylů je uzamčena na jiném stroji (<strong>{0}</strong>) uživatelem <strong>{1}</strong>
sk_sk: Šablóna štýlov je uzamknutá na inom stroji (<strong>{0}</strong>) užívateľom <strong>{1}</strong>
zh_cn: 样式表已被签出的另一台机器 (<strong>{0}</strong>) <strong>{1}</strong>

# cssstylesheet.checkin
source: Check in from file
cs_cz: Vrátit ze souboru
sk_sk: Vrátiť zo súboru
zh_cn: 从文件签入

# cssstylesheet.checkout
source: Check out to file
cs_cz: Editovat v souboru
sk_sk: Editovať v súbore
zh_cn: 签出文件

# cssstylesheet.checkoutinfo
source: Check out the stylesheet to the <strong>{0}</strong> file to edit it externally.
cs_cz: Uložit šablonu stylů do souboru <strong>{0}</strong> pro externí editaci.
sk_sk: Uložiť šablónu štýlov do súboru <strong>{0}</strong> pre externú editáciu.
zh_cn: 签出到<strong>{0}</strong>文件进行编辑外部样式表。

# cssstylesheet.cssstylesheets
source: CSS stylesheets
cs_cz: CSS šablony stylů
sk_sk: Šablóny CSS štýlov
zh_cn: CSS 样式表

# cssstylesheet.discardcheckout
source: Undo check-out
cs_cz: Zrušit uzamčení
sk_sk: Zrušiť uzamknutie
zh_cn: 撤消签出

# cssstylesheet.errorcheckout
source: Error checking out the stylesheet
cs_cz: Chyba při uzamčení šablony stylů
sk_sk: Chyba pri uzamykaní šablóny štýlov
zh_cn: 签出样式表时出错

# cssstylesheet.newcssstylesheet
source: New CSS stylesheet
cs_cz: Nová CSS šablona stylů
sk_sk: Nová šablóna CSS štýlov
zh_cn: 新建 CSS 样式表

# cssstylesheet.newstylesheet
source: New CSS stylesheet
cs_cz: Nová CSS šablona stylů
sk_sk: Nová CSS šablóna štýlov
zh_cn: 新建 CSS 样式表

# cssstylesheet.titlenew
source: New stylesheet
cs_cz: Nová šablona stylů
sk_sk: Nová šablóna štýlov
zh_cn: 新建样式表

# cssstylesheet_general.emptydisplayname
source: Please enter a CSS stylesheet display name.
cs_cz: Vložte prosím zobrazovaný název CSS šablony stylů.
sk_sk: Prosím, vložte zobrazované meno šablóny CSS štýlov.
zh_cn: 请输入一个 CSS 样式表的显示名称。

# cssstylesheet_general.emptyname
source: Please enter a CSS stylesheet name.
cs_cz: Vložte prosím název CSS šablony stylů.
sk_sk: Prosím, vložte meno šablóny CSS štýlov.
zh_cn: 请输入一个 CSS 样式表的名称。

# cssstylesheet_general.emptytext
source: Please enter some CSS stylesheet text.
cs_cz: Vložte prosím text CSS šablony stylů.
sk_sk: Prosím, vložte text CSS šablóny štýlov.
zh_cn: 请输入一些 CSS 样式表文本。

# cssstylesheet_new.emptydisplayname
source: Please enter a CSS stylesheet display name.
cs_cz: Vložte prosím zobrazovaný název CSS šablony stylů.
sk_sk: Prosím, vložte zobrazované meno šablóny CSS štýlov.
zh_cn: 请输入一个 CSS 样式表的显示名称。

# cssstylesheet_new.emptyname
source: Please enter a CSS stylesheet name.
cs_cz: Vložte prosím název CSS šablony stylů.
sk_sk: Prosím, vložte meno šablóny CSS štýlov.
zh_cn: 请输入一个 CSS 样式表的名称。

# cssstylesheet_new.emptytext
source: Please enter some CSS stylesheet text.
cs_cz: Vložte prosím text CSS šablony stylů.
sk_sk: Prosím, vložte text šablóny CSS štýlov.
zh_cn: 请输入一些 CSS 样式表文本。

# cssstylesheetnew.cssstylesheetalreadyexist
source: CSS stylesheet '%%name%%' already exists.
cs_cz: CSS šablona stylů '%%name%%' již existuje.
sk_sk: Šablóna CSS štýlov '%%name%%' už existuje.
zh_cn: CSS 样式表 ' %%名称 %%' 已存在。

# culture.errornoglobalculture
source: Can't create new culture. The culture code is not valid. The culture code must be supported by Microsoft.NET platform in standard format, e.g. "en-US"
cs_cz: Nemůže být vytvořena nová jazykové verze. Kód jazykové verze není platný.
sk_sk: Nemožno vytvoriť novú kultúru. Kód kultúry nie je správny.
zh_cn: 无法创建新的语言。语言代码是无效的。构架平台以标准的格式，如"EN-US"必须支持的语言代码

# culture.maxlengtherror
source: Maximum culture code length is 10.
cs_cz: Maximální délka kódu jazykové verze je 10.
sk_sk: Maximálna dĺžka kódu je 10.
zh_cn: 最大的语言代码长度为 10。

# culture_edit_general.erroremptyculturecode
source: Please enter a culture code.
cs_cz: Vložte prosím kód jazykové verze.
sk_sk: Prosím, vložte kód jazyka.
zh_cn: 请输入一个语言代码。

# culture_edit_general.erroremptyculturename
source: Please enter a culture name.
cs_cz: Vložte prosím název jazykové verze.
sk_sk: Prosím, vložte názov jazyka.
zh_cn: 请输入一个语言名称。

# culture_new.culturecode
source: Culture code
cs_cz: Kód jazykové verze:
sk_sk: Kód jazyka:
zh_cn: 语言代码

# culture_new.cultureexists
source: Culture with the same code already exists.
cs_cz: Jazyková verze se stejným kódem již existuje.
sk_sk: Jazyk s rovnakým kódom už existuje.
zh_cn: 语言与相同的代码已存在。

# culture_new.culturename
source: Culture name
cs_cz: Název jazykové verze:
sk_sk: Názov jazyka:
zh_cn: 语言名称

# culture_new.erroremptyculturecode
source: Please enter a culture code.
cs_cz: Vložte prosím kód jazykové verze.
sk_sk: Prosím, vložte kód jazyka.
zh_cn: 请输入一个语言代码。

# culture_new.erroremptyculturename
source: Please enter a culture name.
cs_cz: Vložte prosím název jazykové verze.
sk_sk: Prosím, vložte názov jazyka.
zh_cn: 请输入一个语言名称。

# culture_new.erroremptycultureshortname
source: Please enter a culture short name.
cs_cz: Vložte prosím krátký název jazykové verze.
sk_sk: Prosím, vložte krátky názov jazyka.
zh_cn: 请输入一个语言的短名称。

# cultures_list.headercaption
source: Cultures
cs_cz: Jazykové verze
sk_sk: Jazyky
zh_cn: 语言

# cultures_list.newitemcaption
source: New culture
cs_cz: Nová jazyková verze
sk_sk: Nový jazyk
zh_cn: 新语言

# currency_edit.currencydisplaynamelabel
source: Currency display name:
cs_cz: Zobrazováný název měny:
sk_sk: Zobrazovaný názov meny:
zh_cn: 货币显示名称：

# currency_edit.currencynameexists
source: Currency with given code name already exists.
cs_cz: Kód měny musí být jedinečný.
sk_sk: Kód meny musí byť jedinečný.
zh_cn: 货币与给定代码名称已经存在。

# currency_edit.currencynamelabel
source: Currency code name:
cs_cz: Kódový název měny:
sk_sk: Kódový názov meny:
zh_cn: 货币代码名称：

# currency_edit.errorcodename
source: Please enter a currency code name.
cs_cz: Vložte prosím kódový název měny.
sk_sk: Prosím, vložte kódový názov meny.
zh_cn: 请输入一个货币代码名称。

# currency_edit.errorcurrencyformatstring
source: Given formatting string is not valid.
cs_cz: Daný formátovací řetězec není platný.
sk_sk: Zadaný text nie je platný formátovací reťazec.
zh_cn: 鉴于格式化字符串不是有效的。

# currency_edit.errordisplayname
source: Please enter a currency display name.
cs_cz: Vložte prosím zobrazovaný název měny.
sk_sk: Prosím, vložte zobrazovaný názov meny.
zh_cn: 请输入一个货币显示名称。

# currency_edit.errorroundto
source: Please enter a numeric value between 0 and 15 (inclusive) to decimal places.
cs_cz: Vložte prosím číselnou hodnotu do platných desetinných míst.
sk_sk: Prosím, vložte číselnú hodnotu do platných desatinných miest.
zh_cn: 请输入一个数字值 0 到 15 （含） 之间小数点位置。

# currency_edit.headercaption
source: Currency properties
cs_cz: Vlastnosti měny
sk_sk: Vlastnosti meny
zh_cn: 货币属性

# currency_edit.itemlistlink
source: Currencies
cs_cz: Měny
sk_sk: Meny
zh_cn: 货币

# currency_edit.lblformatstringinfo
source: Example: ${0:0.00}
cs_cz: Příklad: USD {0}
sk_sk: Príklad: USD {0}
zh_cn: 示例： $ {0:0.00}

# currency_edit.lblismain
source: Set as main currency:
cs_cz: Nastavit jako hlavní měnu:
sk_sk: Nastaviť ako hlavnú menu:
zh_cn: 作为主要货币设置：

# currency_edit.newitemcaption
source: New currency
cs_cz: Nová měna
sk_sk: Nová mena
zh_cn: 新建货币

# currency_edit.rfvcurrencycode
source: Please enter a currency code.
cs_cz: Vložte prosím kód měny.
sk_sk: Prosím, vložte kód meny.
zh_cn: 请输入某一币种代码。

# currency_edit.rfvformatstring
source: Please enter a currency format string.
cs_cz: Vložte prosím formátovací řetězec měny.
sk_sk: Prosím, vložte formátovací reťazec meny.
zh_cn: 请输入一个货币格式字符串。

# currency_list.headercaption
source: Currencies
cs_cz: Měny
sk_sk: Meny
zh_cn: 货币

# currency_list.newitemcaption
source: New currency
cs_cz: Nová měna
sk_sk: Nová mena
zh_cn: 新建货币

# currency_new.headercaption
source: New currency
cs_cz: Nová měna
sk_sk: Nová mena
zh_cn: 新建货币

# currencyedit.currencycode
source: The official code of the currency used in exchange rates
cs_cz: Oficiální kód měny používaný ve směnných kurzech
sk_sk: Oficiálny kód meny používaný k výmennému kurzu
zh_cn: 货币的官方代码用于交换率

# customer_edit.headercaption
source: Customer properties
cs_cz: Vlastnosti zákazníka
sk_sk: Vlastnosti zákazníka
zh_cn: 客户属性

# customer_edit.itemlistlink
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# customer_edit_address_edit.addresscitylabel
source: City
cs_cz: Město:
sk_sk: Mesto:
zh_cn: 城市

# customer_edit_address_edit.addresscountryidlabel
source: Country
cs_cz: Země:
sk_sk: Krajina:
zh_cn: 国家

# customer_edit_address_edit.addresscustomeridlabel
source: Address customer ID:
cs_cz: ID adresy zákazníka:
sk_sk: ID adresy zákazníka:
zh_cn: 客户 ID 地址：

# customer_edit_address_edit.addressdeliveryphonelabel
source: Phone number:
cs_cz: Telefonní číslo:
sk_sk: Telefónne číslo:
zh_cn: 电话号码：

# customer_edit_address_edit.addressnamelabel
source: Address name:
cs_cz: Název adresy:
sk_sk: Názov adresy:
zh_cn: 地址名称:

# customer_edit_address_edit.addressstateidlabel
source: Address state ID:
cs_cz: ID státu:
sk_sk: ID štátu:
zh_cn: 地址状态 ID：

# customer_edit_address_edit.addresstypelabel
source: Address type:
cs_cz: Typ adresy:
sk_sk: Typ adresy:
zh_cn: 地址类型：

# customer_edit_address_edit.headercaption
source: Address properties
cs_cz: Vlastnosti adresy
sk_sk: Vlastnosti adresy
zh_cn: 地址属性

# customer_edit_address_edit.itemlistlink
source: Address
cs_cz: Adresa
sk_sk: Adresa
zh_cn: 地址

# customer_edit_address_edit.lbladdressisbilling
source: Use as billing address:
cs_cz: Použít jako fakturační adresu:
sk_sk: Použiť ako fakturačnú adresu:
zh_cn: 用作付款帐单邮寄地址：

# customer_edit_address_edit.lbladdressiscompany
source: Use as company address:
cs_cz: Použít jako adresu společnosti:
sk_sk: Použiť adresu spoločnosti:
zh_cn: 用作公司地址：

# customer_edit_address_edit.lbladdressisshipping
source: Use as shipping address:
cs_cz: Použít jako poštovní adresu:
sk_sk: Použiť ako poštovú adresu:
zh_cn: 用作送货地址：

# customer_edit_address_edit.newitemcaption
source: New address
cs_cz: Nová adresa
sk_sk: Nová adresa
zh_cn: 新建地址

# customer_edit_address_edit.regzipcodeformat
source: Please enter valid ZIP code
cs_cz: Vložte prosím platné PSČ.
sk_sk: Prosím, vložte platné PSČ.
zh_cn: 请输入有效的邮政编码

# customer_edit_address_edit.rqvaddressname
source: Please enter an address name
cs_cz: Vložte prosím název adresy
sk_sk: Prosím, vložte meno adresy
zh_cn: 请输入地址名称

# customer_edit_address_edit.rqvcity
source: Please enter a city
cs_cz: Vložte prosím město.
sk_sk: Prosím, vložte mesto.
zh_cn: 请输入城市

# customer_edit_address_edit.rqvline
source: Please enter some address details
cs_cz: Vložte prosím detaily adresy
sk_sk: Prosím, vložte detaily adresy
zh_cn: 请输入一些地址详细信息

# customer_edit_address_edit.rqvpersonalname
source: Please enter a personal or company name
cs_cz: Vložte prosím osobní nebo firemní jméno..
sk_sk: Prosím, vložte osobné alebo firemné meno.
zh_cn: 请输入个人或公司名称

# customer_edit_address_list.headercaption
source: Address
cs_cz: Adresa
sk_sk: Adresa
zh_cn: 地址

# customer_edit_address_list.newitemcaption
source: New address
cs_cz: Nová adresa
sk_sk: Nová adresa
zh_cn: 新建地址

# customer_edit_address_new.headercaption
source: New address
cs_cz: Nová adresa
sk_sk: Nová adresa
zh_cn: 新建地址

# customer_edit_header.addresses
source: Addresses
cs_cz: Adresy
sk_sk: Adresy
zh_cn: 地址

# customer_edit_header.credit
source: Credit
cs_cz: Kredit
sk_sk: Kredit
zh_cn: 信贷

# customer_edit_header.customfields
source: Custom fields
cs_cz: Vlastní pole
sk_sk: Vlastné polia
zh_cn: 自定义字段

# customer_edit_header.login
source: Login
sk_sk: Prihlásenie
zh_cn: 登录

# customer_edit_header.newsletters
source: Email campaigns
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件活动

# customer_edit_header.orders
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# customer_edit_login_edit.differentpasswords
source: Passwords do not match.
cs_cz: Hesla se neshodují.
sk_sk: Heslá sa nezhodujú.
zh_cn: 密码不匹配。

# customer_edit_login_edit.lblhaslogin
source: Create a login for this site
cs_cz: Zákazník má uživatelský účet
sk_sk: Zákazník má užívateľský účet
zh_cn: 为此网站创建登录

# customer_edit_login_edit.lblpassword1
source: Password:
cs_cz: Heslo:
sk_sk: Heslo:
zh_cn: 密码：

# customer_edit_login_edit.lblpassword2
source: Confirm password:
cs_cz: Potvrzení hesla:
sk_sk: Potvrdenie hesla:
zh_cn: 确认密码:

# customer_edit_login_edit.rqvpassword1
source: Please enter a password.
cs_cz: Vložte prosím heslo.
sk_sk: Prosím, vložte heslo.
zh_cn: 请输入一个密码。

# customer_edit_login_edit.rqvpassword2
source: Please confirm the password
cs_cz: Potvrďte prosím heslo
sk_sk: Prosím, potvrďte heslo
zh_cn: 请确认密码

# customer_edit_login_edit.rqvusername
source: Please enter a username.
cs_cz: Vložte prosím uživatelské jméno.
sk_sk: Prosím, vložte užívateľské meno.
zh_cn: 请输入一个用户名。

# customer_edit_login_edit.userexist
source: User name already exists
cs_cz: Uživatelské jméno již existuje.
sk_sk: Užívateľské meno už existuje
zh_cn: 用户名已存在

# customer_edit_newsletters.title
source: Current customer is subscribed to receive the following email campaigns:
cs_cz: Zákazník má nastaveno zasílání následujících newsletterů:
sk_sk: Aktuálny užívateľ je prihlásený k odberu nasledujúcich správy:
zh_cn: 当前客户订阅接收以下的电子邮件活动：

# customerlist.cannotdeletecustomerwithorders
source: The selected customer has any orders and cannot be deleted.
cs_cz: Vybraný zákazník má nějaké objednávky, a proto není možné jej smazat.
sk_sk: Vybraný zákazník má objednávky a preto nie je možné ho zmazať.
zh_cn: 所选的客户有任何订单，不能删除。

# customerlist.company
source: Company
cs_cz: Společnost
sk_sk: Spoločnosť
zh_cn: 公司

# customerlist.country
source: Country
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# customerlist.customer
source: Customer
cs_cz: Zákazník
sk_sk: Zákazník
zh_cn: 客户

# customerlist.header
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# customerlist.state
source: State
cs_cz: Stát
sk_sk: Štát
zh_cn: 状态

# customerlist.viewordershint
source: View Orders
cs_cz: Zobrazit objednávky
sk_sk: Zobraziť objednávky
zh_cn: 查看订单

# customers_edit.createlogin
source: Create a login for the website
cs_cz: Vytvořit login pro web:
sk_sk: Vytvor prihlásenie pre web stránku
zh_cn: 为网站创建登录

# customers_edit.customercompanylabel
source: Company:
cs_cz: Společnost:
sk_sk: Spoločnosť:
zh_cn: 公司名称：

# customers_edit.customercountry
source: Country/state:
cs_cz: Země/stát:
sk_sk: Krajina/štát:
zh_cn: 国家/州：

# customers_edit.customercurrency
source: Preferred currency:
cs_cz: Preferovaná měna:
sk_sk: Preferovaná mena:
zh_cn: 首选的货币：

# customers_edit.customerdata
source: Customer data
cs_cz: Data zákazníka
sk_sk: Zákaznícke dáta
zh_cn: 客户数据

# customers_edit.customerfax
source: Fax
zh_cn: 传真

# customers_edit.customerfaxlabel
source: Fax:
zh_cn: 传真：

# customers_edit.customerfirstnamelabel
source: First name:
cs_cz: Křestní jméno:
sk_sk: Krstné meno:
zh_cn: 名字:

# customers_edit.customerlastnamelabel
source: Last name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# customers_edit.customerpayment
source: Preferred payment method:
cs_cz: Preferovaný způsob platby:
sk_sk: Preferovaný spôsob platby:
zh_cn: 首选的付款方式：

# customers_edit.customerphonelabel
source: Phone:
cs_cz: Telefon:
sk_sk: Telefón:
zh_cn: 电话：

# customers_edit.customershipping
source: Preferred shipping option:
cs_cz: Preferovaný způsob dopravy:
sk_sk: Preferovaný spôsob dopravy:
zh_cn: 优先运送选项：

# customers_edit.customeruseridlabel
source: User ID:
cs_cz: ID uživatele:
sk_sk: ID užívateľa:
zh_cn: 用户 ID：

# customers_edit.errorcompany
source: Please enter a company name.
cs_cz: Vložte prosím název společnosti.
sk_sk: Prosím, zadajte názov firmy.
zh_cn: 请输入公司名称。

# customers_edit.erroremail
source: Please enter a valid email address.
cs_cz: Vložte prosím platnou e-mailovou adresu.
sk_sk: Prosím, vložte platnú e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址。

# customers_edit.erroremailformat
source: Please enter a valid email address.
cs_cz: Vložte prosím platnou e-mailovou adresu.
sk_sk: Prosím, vložte platnú e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址。

# customers_edit.errorinsert
source: Please enter a company name or enter a first name and a last name.
cs_cz: Vložte prosím jméno firmy nebo celé jméno uživatele.
sk_sk: Prosím, vložte meno firmy alebo celé meno užívateľa.
zh_cn: 请输入公司名称或输入一个名字和姓氏。

# customers_edit.errororganizationid
source: Please enter an Organization ID.
cs_cz: Vložte prosím IČ.
sk_sk: Prosím, zadajte ID firmy.
zh_cn: 请输入一个组织 id。

# customers_edit.errortaxregid
source: Please enter a Tax registration ID.
cs_cz: Vložte prosím DIČ.
sk_sk: Prosím, zadajte daňové registračné ID.
zh_cn: 请输入一个税务注册 id。

# customers_edit.headercaption
source: New customer
cs_cz: Nový zákazník
sk_sk: Nový zákazník
zh_cn: 新客户

# customers_edit.itemlistlink
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# customers_edit.lblorganizationid
source: Organization ID:
cs_cz: IČ organizace:
sk_sk: IČ organizácie:
zh_cn: 组织 ID：

# customers_edit.lblshowsplashscreen
source: Show splash screen
cs_cz: Zobrazovat uvítací stránku
sk_sk: Zobraz úvodnú obrazovku
zh_cn: 显示初始屏幕

# customers_edit.lbltaxregistrationid
source: Tax registration ID:
cs_cz: DIČ organizace:
sk_sk: DIČ organizácie:
zh_cn: 税务注册 ID:

# customers_edit.userdata
source: User data
cs_cz: Data uživatele
sk_sk: Užívateľské dáta
zh_cn: 用户数据

# customers_list.headercaption
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# customers_list.newitemcaption
source: New customer
cs_cz: Nový zákazník
sk_sk: Nový zákazník
zh_cn: 新客户

# customtable.data.createanother
source: Create another
cs_cz: Vytvořit další
sk_sk: Vytvoriť ďalšiu
zh_cn: 创建另一个

# customtable.data.deleteconfirmation
source: Are you sure you want to delete this item?
cs_cz: Opravdu chcete smazat tuto položku?
sk_sk: Naozaj chcete zmazať túto položku?
zh_cn: 是否确实要删除此项目?

# customtable.data.edititem
source: Edit item
cs_cz: Upravit položku
sk_sk: Upraviť
zh_cn: 编辑项目

# customtable.data.edititemtitle
source: Edit item
cs_cz: Úprava položky
sk_sk: Upraviť
zh_cn: 编辑项目

# customtable.data.newitem
source: New item
cs_cz: Nová položka
sk_sk: Nová položka
zh_cn: 新项目

# customtable.data.newitemtitle
source: New item
cs_cz: Nová položka
sk_sk: Nová položka
zh_cn: 新项目

# customtable.data.selectall
source: Select all
cs_cz: Vybrat vše
sk_sk: Vybrať všetko
zh_cn: 选择所有

# customtable.data.selectdisplayedfields
source: Select displayed fields
cs_cz: Vybrat zobrazené položky
sk_sk: Vybrať zobrazené položky
zh_cn: 选择显示的字段

# customtable.data.viewitemtitle
source: Item detail
cs_cz: Detail položky
sk_sk: Detail položky
zh_cn: 项目详细信息

# customtable.edit.editingpage
source: Editing page:
cs_cz: Stránka s editorem:
sk_sk: Stránka na editáciu:
zh_cn: 编辑页面：

# customtable.edit.listpage
source: List page:
cs_cz: Stránka se seznamem:
sk_sk: Stránka zoznamu:
zh_cn: 列表页：

# customtable.edit.newpage
source: New page:
cs_cz: Stránka pro nový záznam:
sk_sk: Stránka na vytvorenie:
zh_cn: 新建页面：

# customtable.edit.newquery
source: New query
cs_cz: Nový dotaz
sk_sk: Nový dotaz
zh_cn: 新建查询

# customtable.edit.newtransformation
source: New transformation
cs_cz: Nová transformace
sk_sk: Nová transformácia
zh_cn: 新建转型

# customtable.edit.selectsite
source: The custom table is available for the following websites:
cs_cz: Vyberte weby na kterých může být tabulka použita:
sk_sk: Vyberte weby, kde táto užívateľská tabuľka bude používaná:
zh_cn: 自定义表格是浏览以下网站：

# customtable.edit.viewpage
source: View page:
cs_cz: Stránka s náhledem:
sk_sk: Stránka na zobrazenie:
zh_cn: 视图页:

# customtable.errorduringsave
source: There was an error during save.
cs_cz: Během ukládání došlo k chybě.
sk_sk: Vyskytla sa chyba pri ukladaní.
zh_cn: 没有保存过程中的出错。

# customtable.errorvalidationerror
source: There was an error in the custom table form.
cs_cz: Ve formuláři je chyba.
sk_sk: Vyskytol sa problém vo formulári pre užívateľskú tabuľku.
zh_cn: 自定义表格出错。

# customtable.list.newcustomtable
source: New custom table
cs_cz: Nová tabulka
sk_sk: Nová užívateľská tabuľka
zh_cn: 新建自定义表

# customtable.list.title
source: Custom tables
cs_cz: Uživatelské tabulky
sk_sk: Užívateľské tabuľky
zh_cn: 自定义表

# customtable.newwizzard.codename
source: Name
cs_cz: uživatelská tabulka
sk_sk: užívateľská tabuľka
zh_cn: 名称

# customtable.newwizzard.codenameidentifier
source: Please enter custom table code name in identifier format.
cs_cz: Zadejte, prosím, kódový název v identifikačním formátu.
zh_cn: 请输入自定义表格代码名称标识符的格式。

# customtable.newwizzard.customtablecreated
source: The new custom table was created.
cs_cz: Nová tabulka byla vytvořena.
sk_sk: Nová užívateľská tabuľka bola vytvorená.
zh_cn: 创建新的自定义表。

# customtable.newwizzard.displayname
source: Custom table display name:
cs_cz: Zobrazované jméno tabulky:
sk_sk: Názov užívateľskej tabuľky:
zh_cn: 自定义表格显示名称：

# customtable.newwizzard.erroremptycodename
source: Please enter a custom table code name.
cs_cz: Zadejte prosím kódový název tabulky.
sk_sk: Prosím, vložte kódové označenie užívateľskej tabuľky.
zh_cn: 请输入自定义表的代码名。

# customtable.newwizzard.erroremptydisplayname
source: Please enter a custom table display name.
cs_cz: Zadejte prosím zobrazovaný název tabulky.
sk_sk: Prosím, vložte názov užívateľskej tabuľky.
zh_cn: 请输入自定义表的显示名称。

# customtable.newwizzard.erroremptynamespacename
source: Please enter a custom table namespace.
cs_cz: Zadejte prosím jmenný prostor.
sk_sk: Prosím, vložte namespace užívateľskej tabuľky.
zh_cn: 请输入一个自定义的表的命名空间。

# customtable.newwizzard.fullcodename
source: Custom table code name
cs_cz: Kódový název tabulky:"
sk_sk: Kódové označenie užívateľskej tabuľky:
zh_cn: 自定义表的代码名

# customtable.newwizzard.lblitemcreatedby
source: Include ItemCreatedBy field:
cs_cz: Zahrnout položku ItemCreatedBy:
sk_sk: Včetne ItemCreatedBy políčka:
zh_cn: 包括 ItemCreatedBy 字段：

# customtable.newwizzard.lblitemcreatedwhen
source: Include ItemCreatedWhen field:
cs_cz: Zahrnout položku ItemCreatedWhen:
sk_sk: Včetne ItemCreatedWhen políčka:
zh_cn: 包括 ItemCreatedWhen 字段：

# customtable.newwizzard.lblitemmodifiedby
source: Include ItemModifiedBy field:
cs_cz: Zahrnout položku ItemModifiedBy:
sk_sk: Včetne ItemModifiedBy políčka:
zh_cn: 包括 ItemModifiedBy 字段：

# customtable.newwizzard.lblitemmodifiedwhen
source: Include ItemModifiedWhen field:
cs_cz: Zahrnout položku ItemModifiedWhen:
sk_sk: Včetne ItemModifiedWhen políčka:
zh_cn: 包括 ItemModifiedWhen 字段：

# customtable.newwizzard.lblitemorder
source: Include ItemOrder field:
cs_cz: Zahrnout položku ItemOrder:
sk_sk: Včetne ItemOrder políčka:
zh_cn: 包括 ItemOrder 字段：
