Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documentation.webpartproperties.nestedcontrolsid
source: Must contain the IDs of any nested controls, separated by semicolons (;). For example: myRepeaterID;myDatalistID;myRepeaterID2. This property replaces the previously used NestedRepeaterID and NestedDataListID properties. If you are still using these properties, no changes to functionality will occur, but it is advisable to rewrite your code to use the new property instead. If you need to dynamically set the properties of a nested control, you have to set its DelayedLoading property to 'True'. Please note that this setting can cause problems with ViewState.
cs_cz: Nastaví identifikátory (ID) zanořených kontrolů (oddělovačem je středník ';'). Příklad: myRepeaterID;myDatalistID;myRepeaterID2. Tento atribut nahrazuje dřívější atributy NestedRepeaterID a NestedDataListID. Pokud stále používáte tyto atributy, bylo by vhodné je přepsat na nový atribut. Potřebujete-li nastavovat atributy dynamicky, musíte nastavit DelayedLoading na 'True'. Při tomto nastavení mohou vzniknout problémy s ViewState.
sk_sk: Nastaví identifikátory (ID) zanorených kontrolov (oddelených bodkočiarkou). Príklad: myRepeaterID;myDatalistID;myRepeaterID2. Tento atribút nahradzuje predchádzajúce atribúty NestedRepeaterID a NestedDataListID. Pokiaľ stále používate tieto atribúty, bolo by vhodné ich prepísať na nový atribút. Ak potrebujete nastavovať tieto atribúty dynamicky, musíte nastaviť DelayedLoading na "True". Pri tomto nastavení môžu vzniknúť problémy s ViewState.
zh_cn: 必须包含由分号 (;) 分隔的任何嵌套的控件的 Id。例如： myRepeaterID ； myDatalistID ； myRepeaterID2。此属性将替换以前使用的 NestedRepeaterID 和 NestedDataListID 属性。如果您仍在使用这些属性，对功能的任何更改将会发生，但它是可取重写您的代码以改用新的属性。如果您需要动态地设置嵌套的控件的属性，您必须设置其 DelayedLoading 属性设置为 True。请注意此设置可以导致视图状态的问题。

# documentation.webpartproperties.nesteddatalist
source: ID of the nested CMSDataList control as you specify it in the transformation code.
cs_cz: ID vnořeného CMSDataList kontrolu, tak jak je specifikováno v kódu transformace.
sk_sk: ID vnoreného CMSDatelist kontrolu, tak ako je špecifikované v transformácii.
zh_cn: 嵌套的 CMSDataList ID 控制，因为您在转换代码中指定它。

# documentation.webpartproperties.nestedrepeater
source: ID of the nested CMSRepeater control as you specify it in the transformation code.
cs_cz: ID vnořeného CMSRepeater kontrolu, tak jak je specifikováno v kódu transformace.
sk_sk: ID vnoreného CMSRepeater kontrolu, tak ako je špecifikované v transformácii.
zh_cn: 嵌套的 CMSRepeater ID 控制，因为您在转换代码中指定它。

# documentation.webpartproperties.newbtntext
source: Sets the description text for the New page button.
cs_cz: Text pro tlačítko Nový.
sk_sk: Text pre tlačidlo "Nový".
zh_cn: 设置新页按钮的描述文本。

# documentation.webpartproperties.nomessagestext
source: Text displayed when there are no messages to be displayed.
cs_cz: Text zobrazovaný v případě, že nejsou žádné zprávy ke zobrazení.
sk_sk: Text zobrazený v prípade, že nie sú žiadne správy k zobrazeniu.
zh_cn: 当没有要显示的邮件时显示的文本。

# documentation.webpartproperties.noprofiletext
source: Text that will be displayed if no profile is found.
cs_cz: Text se zobrazí, když nebude nalezen žádný profil.
sk_sk: Text, ktorý sa zobrazí, keď nebude nájdený žiadny profil.
zh_cn: 如果不找到任何配置文件，将显示的文本。

# documentation.webpartproperties.norecordtext
source: Text to be displayed if no records are found. This text is not visible if the 'Hide if no record found' property of the web part is enabled.
cs_cz: Text, který má být zobrazen, pokud nebudou nalezena žádná data.
sk_sk: Text, ktorý sa zobrazí v prípade, že nebudú nájdené žiadne dáta.
zh_cn: 如果没有找到记录，则显示的文本。此文本是不可见的如果启用了隐藏如果没有记录找到 web 部件的属性。

# documentation.webpartproperties.nrandomproducts
source: Specifies how many random products to display. Do not enter any value if you want to display all products.
cs_cz: Udává, kolik náhodných produktů má být zobrazeno. Není-li vyplněno, budou zobrazeny všechny produkty.
sk_sk: Určuje koľko náhodne vybraných dokumentov má byť zobrazených. Nezadáva sa ak sa majú zobraziť všetky produkty.
zh_cn: 指定要显示的多少随机产品。如果你想要显示的所有产品，请不要输入任何值。

# documentation.webpartproperties.pagerposition
source: Determines if the pager is displayed above or below the content displayed by the web part.
cs_cz: Pozice stránkovače - nahoře nebo dole.
sk_sk: Pozícia stránkovača - hore alebo dole.
zh_cn: 确定是否传呼机显示的上方或下方显示的 web 部件的内容。

# documentation.webpartproperties.pages
source: Sets the transformation used for page links. Use <%# Eval("Page") %> to get the appropriate page number dynamically, <%# Eval("PageURL") %> to get the page URL or <%# Eval("PageLink") %> to get a link to the appropriate page.
cs_cz: Nastaví transformaci pro odkazy na stránky. Použíjte <%# Eval("Page") %> ke zjištění aktuálního čísla stránky, <%# Eval("PageURL") %> pro URL na stránku nebo <%# Eval("PageLink") %> pro odkaz na stránku.
sk_sk: Nastaví transformáciu pre odkazy na stránky. Použite <%# Eval("Page") %> k zisteniu aktuálneho čísla stránky, <%# Eval("PageURL") %> pre URL na stránku alebo <%# Eval("PageLink") %> pre odkaz na stránku.
zh_cn: 设置用于页的链接的变换。使用 < %# Eval("Page") %> 来得到合适的页面数量动态，< %# Eval("PageURL") %> 以获取的页面 URL 或 < %# Eval("PageLink")，%>，可以链接到相应的页面。

# documentation.webpartproperties.query
source: Name of the query used for retrieving data from the system's database. The queries can be defined in ##ui|cms.documentengine|Development.DocumentTypes## -> edit a page type -> Queries.
cs_cz: Jméno dotazu, který se má použít ke získání dat z Kentico databáze. Dotazy lze vytvářet/upravovat v Site Manageru -> Typy dokumentů -> editovat nějaký typ dokumentu -> Dotazy.
sk_sk: Názov dotazu, ktorý sa má použiť k získaniu dát z Kentico databázy. Dotazy je možné vytvárať/upravovať v Site Manager -> Typy dokumentov -> editovať typ dokumentu -> Dotazy.
zh_cn: 用于从系统数据库中检索数据的查询的名称。可以在 ##ui|cms.documentengine| 中定义的查询Development.DocumentTypes##-> 编辑-> 查询的页面类型。

# documentation.webpartproperties.queryname
source: Sets the name of the predefined SQL query that should be used to retrieve the data. Queries are specified in format <class name>.<query name>.
cs_cz: Název SQL dotazu provádějícího výběr dat pro zobrazení.
sk_sk: Názov SQL dotazu prevádzajúceho výber dát pre zobrazenie.
zh_cn: 设置应该用于检索数据的预定义的 SQL 查询的名称。在格式中指定查询<class name="">.<query name="">.</query> </class>

# documentation.webpartproperties.querystring
source: Sets the name of the URL parameter used to pass information about the current page number (used if the Paging mode property is set to Query string).
cs_cz: The name of the URL parameter that will contain the current page number.
sk_sk: Názov URL parametru , ktorý bude uchovávať číslo aktuálnej stránky.
zh_cn: 设置用于将有关当前页码 （如果分页模式属性设置为查询字符串使用） 信息传递的 URL 参数的名称。

# documentation.webpartproperties.ratingvalue
source: This property could be used to preset rating value. If it is not set then current page rating value is used. Rating value must be a number from the interval <0, 1>.
cs_cz: Hodnota slouží k nastavení hodnocení. Pokud je ponechána prázdná, použije se hodnocení z aktálního dokumentu. Hodnota musí být v intervalu <0, 1>.
sk_sk: Hodnota slúži na nastaveniu hodnotenia obsahu. Pokiaľ je ponechaná prázdna použije sa hodnota z aktuálneho dokumentu. Hodnota musí byť od 0 do 1 včetne.
zh_cn: 此属性可用于预置额定值。如果它未设置，则当前使用页额定值。评分值必须是一个数字从间隔<0, 1="">.</0,>

# documentation.webpartproperties.relationship
source: Allows to select the page relationship to be used.
cs_cz: Jméno vztahu mezi dokumenty.
sk_sk: Názov vzťahu medzi dokumentmi.
zh_cn: 允许选择要使用的页关系。

# documentation.webpartproperties.requireemail
source: Indicates whether the board message requires email address. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.MessageBoards|MessageBoards##.
cs_cz: Určuje, zda diskuze vyžaduje vyplňování e-mailové adresy. Tento atribut je použit jen když je poslán první příspěvek. Později ho lze změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Určuje, či diskusia vyžaduje vyplňovanie e-mailu. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 指示板消息是否需要电子邮件地址。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.MessageBoards|MessageBoards##。

# documentation.webpartproperties.selecteditemtransformation
source: The transformation for the selected item in the datalist.
cs_cz: Transformace použitá na vybrané položky ze seznamu.
sk_sk: Transformácia použitá na vybrané položky zo zoznamu.
zh_cn: Datalist 中的选定项改造。

# documentation.webpartproperties.selectedtransf
source: Sets the transformation to be used for the displayed content in detail view mode. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Transformace použitá v detailním módu.
sk_sk: Transformácia použitá v detailnom móde.
zh_cn: 设置要用于显示的内容的详细信息视图模式的转换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.selecthidden
source: Determines if hidden users should be included.
cs_cz: Určuje zda skrytí uživatelé mají být zobrazeni.
sk_sk: Určuje, či skrytí užívatelia majú byť zobrazení.
zh_cn: 确定如果隐藏用户应包括在内。

# documentation.webpartproperties.selectonlyapproved
source: Indicates if only approved items should be selected.
cs_cz: Určuje, zda se vyberou pouze schválené záznamy.
sk_sk: Určuje, či sa vyberú iba schválené záznamy.
zh_cn: 指示如果只批准应选定项。

# documentation.webpartproperties.selecttopn
source: Specifies the maximum amount of items to be selected. If empty, all possible items are selected.
cs_cz: Vybere pouze N záznamů. Je-li prázdné, vyberou se všechny záznamy.
sk_sk: Vyberte iba prvých N záznamov. Ak je prázdne, vyberú sa všetky záznamy.
zh_cn: 指定要将选定的项目的最大量。如果为空，选择了所有可能的项目。

# documentation.webpartproperties.separatortransform
source: Sets the transformation used to separate the displayed items. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Transformace použitá pro oddělovač.
sk_sk: Transformácia použitá pre oddeľovač.
zh_cn: 设置用于分隔显示的项的变换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.showapprove
source: Indicates whether the message APPROVE button should be displayed
cs_cz: Určuje, zda se zobrazí tlačítko na schválení zprávy.
sk_sk: Určuje, či sa zobrazí tlačidlo na schválenie správy.
zh_cn: 指示是否应显示邮件审批按钮

# documentation.webpartproperties.showdelete
source: Indicates whether the message DELETE button should be displayed
cs_cz: Určuje, zda se zobrazí tlačítko na smazání zprávy.
sk_sk: Určuje, či sa zobrazí tlačidlo na zmazanie správy.
zh_cn: 指示是否应显示消息删除按钮

# documentation.webpartproperties.showedit
source: Indicates whether the message EDIT button should be displayed
cs_cz: Určuje, zda se zobrazí tlačítko na úpravu zprávy.
sk_sk: Určuje, či sa zobrazí tlačidlo na úpravu správy.
zh_cn: 指示是否应显示消息编辑按钮

# documentation.webpartproperties.showeditdelete
source: If enabled, the web part offers edit and delete buttons for each item when displaying the page in edit mode. You can set the exact position of the buttons by adding the ##editbuttons## macro into the code of the used item transformation (must be of the ASCX type).
cs_cz: Určuje, zda se mají v editačním módu u každé položky automaticky zobrazovat tlačítka Editovat a Smazat.
sk_sk: Určuje, či sa majú v editačnom móde majú pri každej položke automaticky zobrazovať tlačidlá Editovať a Zmazať.
zh_cn: 如果启用，web 部件提供编辑和删除按钮为每个项目显示页面处于编辑模式时。可以通过添加 ##editbuttons## 宏的代码中使用的项转换 （必须 ASCX 类型） 来设置按钮的确切位置。

# documentation.webpartproperties.showemail
source: Indicates whether the email should be displayed
cs_cz: Určuje, zda se bude zobrazovat e-mailová adresa.
sk_sk: Určuje, či sa bude zobrazovať e-mailová adresa.
zh_cn: 指示是否应显示电子邮件

# documentation.webpartproperties.showfilter
source: Indicates whether a filter should be displayed above the list of items.
cs_cz: Určuje, zda se zobrazí filtr položek.
sk_sk: Určuje, či sa zobrazí filter položiek.
zh_cn: 指示是否应显示筛选器，上面的项的列表。

# documentation.webpartproperties.showfirstlast
source: Indicates if the buttons used for navigating to the first and last page should be displayed.
cs_cz: Určuje, zda se mají zobrazovat tlačítka První a Poslední.
sk_sk: Určuje, či sa majú zobrazovať Prvý a Posledný
zh_cn: 指示是否应显示用于导航到第一次和最后一页的按钮。

# documentation.webpartproperties.shownewbtn
source: Indicates if the button for adding new pages should be displayed when viewing the page in edit mode. When the button is used, a page of the first type entered into the Page types property is created at the beginning of the path specified for the web part's content.
cs_cz: Určuje, zda se má v editačním módu automaticky zobrazovat tlačítko Nový (pro přidání nové položky).
sk_sk: Určuje, či sa v editačnom móde automaticky zobrazí tlačidlo Nový (pre pridanie novej položky)
zh_cn: 指示是否在编辑模式下查看页面时，应显示用于添加新页面的按钮。当使用按钮时，会为 web 部件的内容指定的路径开头创建的第一种类型输入到页面类型属性页面。

# documentation.webpartproperties.showreject
source: Indicates whether the message REJECT button should be displayed
cs_cz: Určuje, zde má být zobrazeno tlačítko 'Odmítnout'.
sk_sk: Určuje, či sa má zobraziť tlačidlo na zamietnutie správy.
zh_cn: 指示是否应显示消息拒绝接听的按钮

# documentation.webpartproperties.startingaliaspath
source: Sets the alias path of the page that will serve as the root of the content tree in ##ui|cms.content|content## for users who register through the web part. The users will only be able to access the given page and its child pages. Please note that this only affects the administration editing interface and not the live site.
cs_cz: Aliasová cesta na kterou je uživatel přesměrován po úspěšném přihlášení.
sk_sk: Cesta, na ktorú bude užívateľ presmerovaný po úspešnom prihlásení.
zh_cn: 设置将作为 ##ui|cms.content|content## 的注册通过 web 部件用户在内容树的根页的别名路径。用户将只能够访问给定的页面和它的子页面。请注意这只影响行政编辑界面并不是活的网站。

# documentation.webpartproperties.submenuindicator
source: Contains the path to the image that is used to indicate that menu items contain further sub-items. For example: ~/App_Themes/Site/Images/submenu.gif
cs_cz: Obrázek indikující submenu
sk_sk: Obrázok indikujúci submenu
zh_cn: 包含图像，用于指示菜单项包含进一步的分项目的路径。例如： ~/App_Themes/Site/Images/submenu.gif

# documentation.webpartproperties.unsubscriptionurl
source: URL used to unsubscribe from the subscribed issue
cs_cz: URL použité pro odhlašování odběratele z odběru e-mailů.
sk_sk: URL použité pre odhlasovanie odberateľa z newslettera.
zh_cn: URL 用于取消订阅的问题

# documentation.webpartproperties.url
source: URL of link.
cs_cz: URL odkazu.
sk_sk: URL odkazu.
zh_cn: 链接的 URL。

# documentation.webpartproperties.username
source: Name of a user to be displayed.
cs_cz: Jméno zobrazovaného uživatele.
sk_sk: Meno užívateľa, ktorý má byť zobrazený.
zh_cn: 要显示用户的名称。

# documentation.webpartproperties.usesecuritycode
source: Indicates whether the board uses the security CAPTCHA feature. This property is only applied when the first message is posted. You can later change the properties in ##ui|CMS.MessageBoards|MessageBoards##.
cs_cz: Určuje zda diskuze používá bezpečnostní kód. Tento parametr se použije jen při odeslání prvního příspěvku. Parametr je možné později změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Určuje, či diskusia používa bezpečnostný kód (CAPTCHA). Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 指示是否主板使用安全码功能。此属性仅适用第一条消息过帐时。您可以稍后更改 ##ui|CMS.MessageBoards|MessageBoards##。

# documentation.webpartproperties.visibilityformname
source: Can be used to select from which form visibility settings should be loaded if the Apply visibility settings property is enabled. If empty, the form specified in the Form name property will be used.
cs_cz: Název formuláře s uživatelským nastavením viditelnosti polí.
sk_sk: Tento názov bude použitý ak "Apply user's visibility" je "True" na získanie nastavenia viditeľnosti aktuálneho užívateľa.
zh_cn: 可以用来选择从哪个表格可见性设置应加载如果启用了应用可见性设置属性。如果为空，将使用在表格名称属性中指定的表格。

# documentation.webpartproperties.webserviceparameters
source: Can be used to enter a string value that will be passed to the web service as a parameter.
cs_cz: Řetězcová hodnota předávaná jako parametr webové službě.
sk_sk: Reťazcová hodnota predávaná ako parameter webovej službe.
zh_cn: 可以用来输入将被传递给 web 服务作为一个参数的字符串值。

# documentation.webpartproperties.webserviceurl
source: Specifies the URL of the web service that will provide the data. For example: http://localhost/webservice1/Service.asmx
cs_cz: URL webové služby, např. http://localhost/webservice1/Service.asmx
sk_sk: URL webovej služby, napr.: http://localhost/webservice1/Service.asmx
zh_cn: 指定的 URL 将提供数据的 web 服务。例如： http://localhost/webservice1/Service.asmx

# documentation.webpartproperties.xmlurl
source: Specifies the URL of the XML page from which the data will be loaded. The URL can be absolute or relative from the root of the current website.
cs_cz: URL adresa dokumentu XML.
sk_sk: URL adresa XML dokumentu.
zh_cn: 指定将从中加载数据的 XML 页面的 URL。URL 可以是绝对或相对于当前网站的根。

# documentselection.nodocumentselected
source: Please select a page
cs_cz: Vyberte prosím dokument.
sk_sk: Prosím, vyberte dokument.
zh_cn: 请选择一个页面

# documentselection.rootselected
source: You can't select the website. Please select a page.
cs_cz: Nelze vybrat web. Vyberte prosím dokument.
sk_sk: Nemožno vybrať web. Prosím, vyberte nejaký dokument.
zh_cn: 你不能选择的网站。请选择一个页面。

# documentselection.title
source: Select page
cs_cz: Výběr dokumentu
sk_sk: Výber dokumentu
zh_cn: 选择页

# documenttype_edit.transformationnameformat
source: Please enter transformation name in identifier format.
cs_cz: Zadejte prosím název transformace ve formátu identifikátoru.
sk_sk: Prosím zadajte meno transformácie v identifikačnom formáte.
zh_cn: 请输入转换名称标识符的格式。

# documenttype_edit_childtypes.info
source: The following page types can be placed under pages of this type:
cs_cz: Vyberte prosím typy dokumentů, které bude možné vložit pod dokumenty tohoto typu:
sk_sk: Vyberte typy dokumentov, ktoré bude možné vložiť pod dokumenty tohto typu:
zh_cn: 以下页面类型可以置于这种类型的页面：

# documenttype_edit_childtypes.title
source: Allowed child types
cs_cz: Povolené vnořené typy
sk_sk: Povolené vnorené typy
zh_cn: 允许的子类型

# documenttype_edit_form.alertexist
source: Specified element already exists in the current layout:
cs_cz: Specifikovaný řetězec již existuje v aktuálním rozvržení:
sk_sk: Špecifikovaný reťazec už existuje v aktuálnom layoute:
zh_cn: 当前布局中已存在指定的元素：

# documenttype_edit_form.alertexistfinal
source: The following elements cannot be used in the layout more than once:
cs_cz: Následující řetězce nesmí být použity v rozvržení vícekrát než jednou:
sk_sk: Nasledujúci reťazec nesmie byť použitý v layoute viac ako jedenkrát:
zh_cn: 以下元素不能超过一次使用布局中：

# documenttype_edit_form.btninsertinput
source: Insert input
cs_cz: Vložit vstup
sk_sk: Vložiť vstup
zh_cn: 插入输入

# documenttype_edit_form.btninsertlabel
source: Insert label
cs_cz: Vložit popisek
sk_sk: Vložiť popis
zh_cn: 插入标签

# documenttype_edit_form.confirmdelete
source: Are you sure you want to delete the current custom form layout?
cs_cz: Opravdu chcete odstranit aktuální uživatelské rozvržení formuláře?
sk_sk: Určite chcete odstrániť aktuálny užívateľský layout formulára?
zh_cn: 是否确实要删除当前的自定义表格布局?

# documenttype_edit_form.documentname
source: Page name
cs_cz: DocumentName
sk_sk: Meno dokumentu
zh_cn: 页面名称

# documenttype_edit_form.documentpublishfrom
source: Publish from
cs_cz: Publikovat od
sk_sk: Publikovať od
zh_cn: 从发布

# documenttype_edit_form.documentpublishto
source: Publish to
cs_cz: Publikovat do
sk_sk: Publikovať do
zh_cn: 发布到

# documenttype_edit_form.generatedefaultlayout
source: Generate default layout
zh_cn: 生成默认的布局

# documenttype_edit_form.layoutdeleted
source: Custom form layout was deleted.
cs_cz: Uživatelské rozvržení formuláře bylo smazáno.
sk_sk: Užívateľský layout formulára bolo zmazané.
zh_cn: 自定义表格布局已被删除。

# documenttype_edit_form.submitbutton
source: Submit button
zh_cn: 提交按钮

# documenttype_edit_form.validationlabel
source: Validation label
zh_cn: 验证标签

# documenttype_edit_form.visibilitycontrol
source: Visibility control
zh_cn: 可见性控制

# documenttype_edit_general.codename
source: page type
cs_cz: typ dokumentu
sk_sk: Typ dokumentu
zh_cn: 页面类型

# documenttype_edit_general.codenameidentifier
source: Please enter page type code name in identifier format.
cs_cz: Zadejte, prosím, kódový název v identifikačním formátu.
zh_cn: 请输入页类型代码名称标识符的格式。

# documenttype_edit_general.codenamerequired
source: Please enter a page type code name.
cs_cz: Vložte prosím kódový název typu dokumentu.
sk_sk: Prosím, vložte kódové meno typu dokumentu.
zh_cn: 请输入页类型代码名称。

# documenttype_edit_general.defaulttemplate
source: Default page template:
cs_cz: Výchozí šablona pro stránku:
sk_sk: Implicitná šablóna pre stránku:
zh_cn: 默认网页模板：

# documenttype_edit_general.displayname
source: Page type display name:
cs_cz: Zobrazovaný název typu dokumentu:
sk_sk: Zobrazované meno typu dokumentu:
zh_cn: 页面类型显示名称：

# documenttype_edit_general.displaynamerequired
source: Please enter a page type display name.
cs_cz: Vložte prosím zobrazovaný název typu dokumentu.
sk_sk: Prosím, vložte zobrazované meno typu dokumentu.
zh_cn: 请输入页面类型的显示名称。

# documenttype_edit_general.documents.nodata
source: Page type is not used for any page.
cs_cz: Žádný dokument na vybraném webu není tohoto typu.
sk_sk: Typ dokumentu nie je použitý v žiadnom dokumente z vybranej stránky.
zh_cn: 页面类型不用于任何页面。

# documenttype_edit_general.editingpage
source: Editing form:
cs_cz: Editační formulář:
sk_sk: Editačný formulár:
zh_cn: 编辑表格：

# documenttype_edit_general.fullcodename
source: Page type code name:
cs_cz: Kódové jméno typu dokumentu:
sk_sk: Kódové meno typu dokumentu:
zh_cn: 页面类型代码名称：

# documenttype_edit_general.ismenuitem
source: Behaves as Page (menu item) type:
cs_cz: Chová se jako položka menu:
sk_sk: Chová sa ako položka menu:
zh_cn: 作为页 （菜单项） 类型的行为：

# documenttype_edit_general.isproduct
source: Page is product type:
cs_cz: Dokument je produkt:
sk_sk: Dokument je typ produktu:
zh_cn: 页面是产品类型：

# documenttype_edit_general.listpage
source: List page:
cs_cz: Stránka se seznamem:
sk_sk: Stránka so zoznamom:
zh_cn: 列表页：

# documenttype_edit_general.namespace
source: namespace
cs_cz: jmenný prostor
sk_sk: Menný priestor
zh_cn: 命名空间

# documenttype_edit_general.namespacenameidentifier
source: Please enter page type namespace in identifier format.
cs_cz: Zadejte, prosím, namespace v identifikačním formátu.
zh_cn: 请输入页类型命名空间标识符的格式。

# documenttype_edit_general.namespacenamerequired
source: Please enter a page type namespace.
cs_cz: Vložte prosím jmenný prostor typu dokumentu.
sk_sk: Prosím, vložte menný priestor typu dokumentu.
zh_cn: 请输入一个页面类型命名空间。

# documenttype_edit_general.newpage
source: New page:
cs_cz: Nová stránka:
sk_sk: Nová stránka:
zh_cn: 新建页面：

# documenttype_edit_general.previewpage
source: Preview page:
cs_cz: Náhled stránky:
sk_sk: Náhľad stránky:
zh_cn: 预览页面：

# documenttype_edit_general.templateselection
source: Show template selection:
cs_cz: Zobrazit výběr šablon:
sk_sk: Zobraziť výber šablón:
zh_cn: 显示模板选择：

# documenttype_edit_general.usepublishfromto
source: Use publish from/publish to:
cs_cz: Použít publikovat od/do:
sk_sk: Použiť publikovať od/do:
zh_cn: 使用从发布/将发布到:

# documenttype_edit_general.viewpage
source: Editing page:
cs_cz: Editační stránka:
sk_sk: Editačná stránka:
zh_cn: 编辑页面：

# documenttype_edit_header.article
source: Article
cs_cz: Článek
sk_sk: Článok
zh_cn: 文章

# documenttype_edit_header.documenttypes
source: Page types
cs_cz: Typy dokumentů
sk_sk: Typy dokumentov
zh_cn: 页面类型

# documenttype_edit_header.title
source: Page type properties
cs_cz: Vlastnosti typu dokumentu
sk_sk: Vlastnosti typu dokumentu
zh_cn: 页面类型属性

# documenttype_edit_query_edit.newqueryname
source: New query
cs_cz: Nový dotaz
sk_sk: Nová query
zh_cn: 新建查询
