Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# om.score.editrulefailedrecalculating
source: Score is being recalculated right now. Please edit the rule afterwards.
zh_cn: 现在正在重新计算分数。请编辑规则之后。

# om.score.email
source: Notification email address
cs_cz: E-mailová adresa pro zaslání upozornění
sk_sk: Adresa pre notifikácie e-mailom
zh_cn: 通知电子邮件地址

# om.score.emailatscore
source: Send notification at score
cs_cz: Zaslat upozornění při skóre
sk_sk: Poslať notifikáciu pri dosiahnutí skóre
zh_cn: 在得分发送通知

# om.score.emailatscore.description
source: When the score of a contact reaches a given value, a notification is sent to the defined email address.
zh_cn: 当一个联系人的分数达到给定的值时，会到定义的电子邮件地址发送通知。

# om.score.emptybool
source: Including empty
cs_cz: Včetně prázdných
sk_sk: Vrátane prázdnych
zh_cn: 包括空

# om.score.enabled.description
source: If enabled, the score automatically updates the point values for all contacts based on the scoring rules.
zh_cn: 如果启用了，分数会自动更新基于评分规则的所有联系人的点值。

# om.score.enterintegervalue
source: Please enter valid integer value in maximal points field (or if you want to set no limit on the maximum points, leave it empty).
cs_cz: Zadejte prosím platné celé číslo v rozsahu maximálního počtu bodů (nebo pokud nechcete nastavit žádný limit pro maximální počet bodů, ponechte prázdné).
sk_sk: Zadajte, prosím, platné celé číslo do poľa určujúce maximálny počet bodov (alebo nechajt eprázdne, ak nechcete nastavovať žiadny limit).
zh_cn: 请输入有效的整数值极大值点字段 （或如果你想要在最大的点上设置没有限制，将它保留为空）。

# om.score.enterrulecode
source: Please enter rule code name.
cs_cz: Zadejte prosím kódové jméno pravidla.
sk_sk: Zadajte, prosím, kódový názov pravidla
zh_cn: 请输入规则的代码名称。

# om.score.enterruledisplay
source: Please enter rule display name.
cs_cz: Zadejte prosím zobrazované jméno pravidla.
sk_sk: Zadajte, prosím, názov pravidla
zh_cn: 请输入规则的显示名称。

# om.score.entervalue
source: Please enter rule value.
cs_cz: Zadejte prosím hodnotu pravidla.
sk_sk: Zadajte, prosím, hodnotu pravidla
zh_cn: 请输入规则的值。

# om.score.info
source: Score info
cs_cz: Informace o skóre
sk_sk: Informácie o skupine
zh_cn: 分数信息

# om.score.isrecurring
source: Is recurring
cs_cz: Je opakující se
sk_sk: Je opakujúce sa
zh_cn: 重复

# om.score.lastrecalculation
source: Last recalculation time
cs_cz: Poslední čas přepočítání
sk_sk: Čas posledného prepočítavania
zh_cn: 最后计算的时间

# om.score.list
source: Scoring
cs_cz: Skórování
zh_cn: 得分

# om.score.macro
source: Macro
zh_cn: 宏

# om.score.macroisempty
source: Macro condition cannot be empty.
zh_cn: 宏条件不能为空。

# om.score.maximumrulevalue
source: Maximum allowed value is 100,000.
zh_cn: 最大允许值为 100000 个。

# om.score.maxpoints
source: Max. rule points
cs_cz: Max. počet bodů pravidla
sk_sk: Max. počet bodov za pravidlo
zh_cn: 最大值。规则点

# om.score.minimumrulevalue
source: Minimum allowed value is −100,000.
zh_cn: 允许的最小值是 −100，000 人。

# om.score.name.description
source: Sets the code name that serves as an identifier, e.g. in macros. Leave the default automatic code name unless a different value is required for a specific scenario.
zh_cn: 设置用作标识符，例如在宏的代码名称。除非特定情景中需要一个不同的值时，请离开默认自动代码名称。

# om.score.new
source: New score
cs_cz: Nové skóre
sk_sk: Nová skupina
zh_cn: 新建评分

# om.score.newrule
source: New rule
cs_cz: Nové pravidlo
sk_sk: Nové pravidlo
zh_cn: 新建规则

# om.score.notfound
source: No scores found.
cs_cz: Nebyla nalezena žádná skóre.
sk_sk: Neboli nájdené žiadne skupiny.
zh_cn: 发现没有得分。

# om.score.notificationemail.description
source: Sets the email address to which the system sends score notifications.
zh_cn: 设置系统将分数通知发送到的电子邮件地址。

# om.score.notificationsubject
source: Contact {%Contact.ContactFirstName %} {%Contact.ContactLastName %} has reached limit in score '{%Score.ScoreDisplayName %}'
cs_cz: Kontakt {%Contact.ContactFirstName|(user)administrator|(hash)3f518c63e916841549b6e4d2b97ee2fd7c40e0384fc1abf502441356d880d5d6%} {%Contact.ContactLastName|(user)administrator|(hash)087a76c72de870c0b15c9f2ec2772d58b6ad3b6598cb8477cec3cdc3aa36259d%}dosáhl limitu skóre '{%Score.ScoreDisplayName|(user)administrator|(hash)09482339456ce3b7320d6ab443a4f23eed958245bba16625e643930d0530404d%}'
sk_sk: Kontakt {%Contact.ContactFirstName|(user)administrator|(hash)3f518c63e916841549b6e4d2b97ee2fd7c40e0384fc1abf502441356d880d5d6%} {%Contact.ContactLastName|(user)administrator|(hash)087a76c72de870c0b15c9f2ec2772d58b6ad3b6598cb8477cec3cdc3aa36259d%} dosiahol limit v skupine '{%Score.ScoreDisplayName|(user)administrator|(hash)09482339456ce3b7320d6ab443a4f23eed958245bba16625e643930d0530404d%}'
zh_cn: 联系人 {%Contact.ContactFirstName %} {%Contact.ContactLastName %} 已经达到极限分数 '{%Score.ScoreDisplayName %}'

# om.score.positivevalue
source: Rule value must be positive number.
cs_cz: Hodnota pravidla musí být kladné číslo.
sk_sk: Hodnota pravidla musí byť kladné číslo.
zh_cn: 规则值必须为正数。

# om.score.rebuild
source: The changes were saved. These changes require points recalculation.
cs_cz: Změny byly uloženy. Tyto změny vyžadují přepočítání bodů.
sk_sk: Zmeny boli uložené. Zmeny vyžadujú prepočítanie bodov.
zh_cn: 在保存更改。这些更改要求点重新计算。

# om.score.recalcfailed
source: Recalculation failed. Please see event log for more details.
cs_cz: Přepočítávání selhalo
zh_cn: 重新计算失败。请参阅事件日志中有更多的细节。

# om.score.recalcrequired
source: Recalculation required
cs_cz: Je nutné přepočítání
sk_sk: Je potrebné prepočítať
zh_cn: 重新计算所需

# om.score.recalcrequired.details
source: To ensure that the score's value is up to date, switch to the <strong>Rules</strong> tab and <strong>Recalculate</strong> the score.
zh_cn: 要确保的得分值是与时俱进，请切换到<strong>规则</strong>选项卡并<strong>重新计算</strong>分数。

# om.score.recalculate
source: Recalculate
cs_cz: Přepočítat
sk_sk: Prepočítať
zh_cn: 重新计算

# om.score.recalculatescheduled
source: Recalculation scheduled
zh_cn: 重新计算计划

# om.score.recalculatescheduledat
source: Recalculation scheduled to be started at {0}.
zh_cn: 定于在 {0} 开始重新计算。

# om.score.recalculatescheduledat2
source: Recalculation scheduled ({0})
zh_cn: 重新计算计划 ({0})

# om.score.recalculatewarning
source: Recalculating the score may temporarily decrease the website's performance. Run it during off-peak hours to minimize the impact on your visitors. You only need to recalculate when creating a new score or after changing the scoring rules. Recalculation discards the current scores and rebuilds them according to the new rules. This also resends all valid scoring notifications.
cs_cz: Přepočítávání skóre může dočasně snížit výkon webu. Spouštějte ho v čase mimo špičku, aby se minimalizoval vliv na vaše návštěvníky. Přepočítávat skóre je potřebné pouze po vytvoření nového skóre nebo po změně pravidel skóre. Přepočítávání zahodí aktuální skóre a přepočítá je podle nových pravidel. Taktéž přepošle všechny platné notifikace.
zh_cn: 重新计算分数可能会暂时降低网站的性能。它运行在非高峰时段尽量减少对你的访客的影响。你只需要重新创建一个新的得分时或之后更改评分规则。重新计算将丢弃当前分数并重建他们根据新的规则。这也将重新发送所有有效得分通知。

# om.score.recalculating
source: Recalculating
cs_cz: Přepočítání
sk_sk: Prepočítavanie
zh_cn: 重新计算

# om.score.recalculationnotrequired
source: Recalculation is not required. All contacts' score is up-to date
zh_cn: 重新计算不是必需的。所有联系人的分数是最新版本

# om.score.recalculationrequired
source: You might need to schedule recalculation in order to make sure that Score is up to date.
zh_cn: 你可能需要安排以确保分数是最新的重新计算。

# om.score.recalculationrequired2
source: The score might not be up to date. Score is either disabled or its rules have been changed.
zh_cn: 分数不可能与时俱进。分数已禁用，或者它的规则已被更改。

# om.score.recalculationscheduledinvaliddate
source: Please select time in the future.
zh_cn: 请选择将来的时间。

# om.score.recalculationstarted
source: Recalculation has been started.
cs_cz: Přepočítání bylo zahájeno.
sk_sk: Prepočítavanie začalo
zh_cn: 已开始重新计算。

# om.score.recalculationstarted2
source: Recalculation has started. This process might take some time.
zh_cn: 已开始重新计算。这一过程可能需要一些时间。

# om.score.recalculationwarning
source: Recalculation may temporarily decrease the website's performance.
zh_cn: 重新计算可能会暂时降低网站的性能。

# om.score.recalculationwarninglong
source: Recalculating the score may temporarily decrease the website's performance. Run it during off-peak hours to minimize the impact on your visitors. Recalculation discards the current scores and rebuilds them according to the new rules. This also resends all valid scoring notifications.
zh_cn: 重新计算分数可能会暂时降低网站的性能。它运行在非高峰时段尽量减少对你的访客的影响。重新计算将丢弃当前分数并重建他们根据新的规则。这也将重新发送所有有效得分通知。

# om.score.recurringrule
source: Recurring rule
cs_cz: Opakující se pravidlo
sk_sk: Opakujúce sa pravidlo
zh_cn: 定期规则

# om.score.requiredemailandscore
source: Please fill both score and email or neither of them.
cs_cz: Vyplňtě, prosím, obě pole, skóre i e-mail, nebo žádné z nich.
zh_cn: 请填写两个分数和电子邮件，或他们两个都。

# om.score.rulelist
source: Rules
cs_cz: Pravidla
sk_sk: Pravidlá
zh_cn: 规则

# om.score.rules
source: Rules
cs_cz: Pravidla
sk_sk: Pravidlá
zh_cn: 规则

# om.score.rulesettings
source: Rule settings
cs_cz: Nastavení pravidla
sk_sk: Nastavenia pravidla
zh_cn: 规则设置

# om.score.ruletype
source: Rule type
cs_cz: Typ pravidla
sk_sk: Typ pravdila
zh_cn: 规则类型

# om.score.ruletype.description
source: Attribute is a static characteristic of a contact. For example, the state or country the contact lives in. Activity is something that a contact can perform on the site. For example, making a purchase or submitting a form. Macros can combine multiple conditions that the contact has to fulfil.
zh_cn: 属性是静态特性的一个联系人。例如，国家或国家接触生活在。活动是一个联系人可以在站点上执行的东西。例如，购买或提交表单。宏可以合并多个联系人已履行的条件。

# om.score.rulevalue
source: Rule value
cs_cz: Hodnota pravidla
zh_cn: 规则值

# om.score.schedule
source: Schedule recalculation
cs_cz: Naplánovat přepočítání
sk_sk: Plánovač prepočítavania
zh_cn: 安排重新计算

# om.score.scorevalue
source: Score value
cs_cz: Hodnota skóre
zh_cn: 得分值

# om.score.scorevalue.description
source: The value added to a contact's score after scoring according to the current rule.
zh_cn: 根据当前规则进球后添加到联系人的得分值。

# om.score.setrecalculation
source: Click here to set recalculation time.
zh_cn: 单击此处可设置计算的时间。

# om.score.smallmaxvalue
source: Maximum rule points cannot be less than Score value. Cannot be more than negative Score value.
cs_cz: Maximální počet bodů pravidla nemůže být méně než hodnota pro toto pravidlo.
sk_sk: Maximum bodov, ktoré môže získať jeden kontakt za toto pravidlo
zh_cn: 最大规则点不能小于积分值。不能多于负面得分值。

# om.score.taskdatanotprovided
source: Task data not provided.
zh_cn: 不提供任务数据。

# om.score.totalvalue
source: Total value
cs_cz: Celková hodnota
zh_cn: 总价值

# om.score.validity
source: Validity
cs_cz: Platnost
sk_sk: Platnosť
zh_cn: 有效性

# om.score.value
source: Score value
zh_cn: 得分值

# om.score.viewdetail
source: View score details
cs_cz: Zobrazit detaily skóre
zh_cn: 查看分数详细信息

# om.scoring.culture
source: Culture
cs_cz: Jazyková verze
sk_sk: Kultúra
zh_cn: 语言

# om.scoring.page
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# om.scoring.pagevisitabvariant
source: AB variant
cs_cz: Varianta A/B
zh_cn: AB 备选案文

# om.scoring.pagevisitdetail
source: Query string
cs_cz: Řetězec dotazu
zh_cn: 查询字符串

# om.scoring.pagevisitmvtcomb
source: MVT combination
cs_cz: Kombinace MVT
sk_sk: MVT kombinácia
zh_cn: MVT 组合

# om.scoring.searchkeyword
source: Search key word
cs_cz: Klíčové slovo vyhledávání
sk_sk: Hľadať kľúčové slovo
zh_cn: 搜索关键词

# om.scoring.searchprovider
source: Search provider
cs_cz: Poskytovatel vyhledávání
sk_sk: Poskytovateľ vyhľadávania
zh_cn: 搜索提供程序

# om.sctivity.selectdatetime
source: Please select a date.
cs_cz: Vyberte prosím datum.
sk_sk: Vyberte, prosím, dátum
zh_cn: 请选择一个日期。

# om.search.edit
source: Search properties
cs_cz: Vlastnosti vyhledávání
sk_sk: Vlastnosti vyhľadávania
zh_cn: 搜索属性

# om.search.list
source: Searches
cs_cz: Vyhledávání
sk_sk: Vyhľadávania
zh_cn: 搜索

# om.search.new
source: New search
cs_cz: Nové vyhledávání
sk_sk: Nové vyhľadávanie
zh_cn: 新建搜索

# om.selectconversion
source: Select conversion
cs_cz: Vybrat konverzi
sk_sk: Vybrať konverziu
zh_cn: 选择转换

# om.selectedconversion
source: Selected conversion period
cs_cz: Vybrané období konverze
zh_cn: 所选的转换期

# om.selectedconversiontotal
source: Selected conversion total
cs_cz: Vybraná konverze celkově
zh_cn: 所选的转换总

# om.selectedperiod
source: Selected period
cs_cz: Vybrat období
sk_sk: Vybrané obdobie
zh_cn: 所选时间段

# om.showinnavigation
source: Show in navigation
cs_cz: Zobrazit v navigaci
sk_sk: Zobrazovať v navigácií
zh_cn: 在导航中显示

# om.showinsitemap
source: Show in site map
cs_cz: Zobrazit na mapě webu
sk_sk: Zobrazovať v mape webu
zh_cn: 在站点地图中显示

# om.targetconversionrequiresinteger
source: Field 'Target number of conversions' requires non negative integer number.
cs_cz: Pole 'Cílový počet konverzí' vyžaduje nezáporné celé číslo.
sk_sk: Pole 'Cieľový počet konverzií' vyžaduje nezáporné celé číslo.
zh_cn: 字段 '转换目标数目' 要求非负整数。

# om.testplan
source: Test duration
zh_cn: 测试持续时间

# om.total
source: Total
cs_cz: Celkem
sk_sk: Celkovo
zh_cn: 总计

# om.trackconversionname
source: Track conversion name
cs_cz: Název sledování konverzí
sk_sk: Názov sledovania konverzií
zh_cn: 轨道转换名称

# om.trackconversionvalue
source: Conversion value
cs_cz: Hodnota konverze
sk_sk: Hodnota konverzie
zh_cn: 转换值

# om.twotestsonepageerror
source: Each page can only have one test running for the same culture. The test "{0}" is currently running or is scheduled to run at the same time on page "{1}".
cs_cz: Je povolen pouze jeden test na stránku zároveň.
sk_sk: Povolený len jeden test naraz na stránke.
zh_cn: 每页只能有一个测试运行为同一种语言。测试"{0}"当前正在运行或计划在同一时间运行页"{1}"上。

# om.ui.accounts
source: Accounts
cs_cz: Účty
sk_sk: Účty
zh_cn: 帐户

# om.ui.activities
source: Activities
cs_cz: Aktivity
sk_sk: Aktivity
zh_cn: 活动

# om.ui.activitydetails
source: Activity details
zh_cn: 活动详细信息

# om.ui.additionaldetails
source: Additional details
zh_cn: 更多详细信息

# om.ui.analytics
source: Web analytics
cs_cz: Webová analýza
sk_sk: Webové analýzy
zh_cn: 网站分析

# om.ui.analyticsgroup
source: Analytics
cs_cz: Analýza
sk_sk: Analýzy
zh_cn: 分析

# om.ui.browserinformation
source: Browser information
zh_cn: 浏览器信息

# om.ui.campaigns
source: Campaigns
cs_cz: Kampaně
sk_sk: Kampane
zh_cn: 宣传活动

# om.ui.cmgroup
source: Contact management
cs_cz: Správa kontaktů
sk_sk: Správa kontaktov
zh_cn: 联系人管理

# om.ui.config
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# om.ui.configgroup
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# om.ui.contactgroups
source: Contact groups
cs_cz: Skupiny kontaktů
sk_sk: Skupiny kontaktov
zh_cn: 联系人组

# om.ui.contacts
source: Contacts
cs_cz: Kontakty
sk_sk: Kontakty
zh_cn: 联系人

# om.ui.context
source: Context
zh_cn: 上下文

# om.ui.conversions
source: Conversions
cs_cz: Konverze
sk_sk: Konverzie
zh_cn: 转换

# om.ui.dashboardgroup
source: Dashboard
cs_cz: Nástěnka
sk_sk: Nástenka
zh_cn: 控制板

# om.ui.description
source: Description
zh_cn: 描述

# om.ui.emailmarketing
source: Email marketing
sk_sk: E-mailový marketing
zh_cn: 电子邮件营销

# om.ui.location
source: Location
zh_cn: 位置

# om.ui.marketingoverview
source: Marketing overview
zh_cn: 市场营销概述

# om.ui.newaccount
source: New account
cs_cz: Nový účet
sk_sk: Nový účet
zh_cn: 新帐户

# om.ui.newcontact
source: New contact
cs_cz: Nový kontakt
sk_sk: Nový kontakt
zh_cn: 新联系人

# om.ui.newsletters
source: Email marketing
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件营销

# om.ui.pendingcontacts
source: Pending contacts
cs_cz: Čekající kontakty
zh_cn: 挂起的联系人

# om.ui.rules
source: Rules
zh_cn: 规则

# om.ui.scoring
source: Scoring
cs_cz: Skórování
zh_cn: 得分

# om.ui.segmentationgroup
source: Segmentation
cs_cz: Segmentace
sk_sk: Segmentácia
zh_cn: 分割

# om.ui.systemdata
source: System data
zh_cn: 系统数据

# om.useragent.edit
source: User agent properties
cs_cz: Vlastnosti user agenta
sk_sk: User agent vlastnosti
zh_cn: 用户代理属性

# om.useragent.list
source: User agents
cs_cz: User agenti
zh_cn: 用户代理

# om.useragent.new
source: New user agent
cs_cz: Nový user agent
sk_sk: Nový user agent
zh_cn: 新建用户代理

# om.variant
source: variant
cs_cz: varianta
zh_cn: 备选案文

# om.variant.tabletitle
source: Variant
cs_cz: Varianta
zh_cn: 备选案文

# om.viewfullreport
source: View full report
cs_cz: Zobrazit celý report
sk_sk: Zobraziť celý report
zh_cn: 查看完整报告

# om.wrongtimeinterval
source: The chosen time interval for the test is not valid.
cs_cz: Vybraný časový interval pro test není platný.
sk_sk: Vybraný časový interval nie je platný.
zh_cn: 测试的空房的时间间隔不是有效的。

# onlinemarketing.abtests.description
source: Allows you to optimize pages according to visitor reactions. An original page is tested against one or more of its variants and then evaluated based on the gathered data.
zh_cn: 允许您优化页面根据参观者的反应。原来的页面是针对一个或多个它的变体进行测试，然后计算基于所收集的数据。

# onlinemarketing.activities.description
source: This section allows you to view the on-line marketing activities logged for the website's visitors (contacts). You can also define custom activities.
cs_cz: Tato sekce vám umožní zobrazovat on-line marketingové aktivity zaznamenávané u návštěvníků webu (kontaktů). Můžete též definovat vlastní aktivity.
zh_cn: 本部分允许您查看登录该网站的访客 （联系人） 的在线营销活动。您还可以定义自定义活动。

# onlinemarketing.campaigns.description
source: Allows you to manage campaigns and view their results. Use campaigns to monitor the traffic generated by marketing campaigns, such as banners or marketing emails.
cs_cz: V této sekci můžete spravovat kampaně webu a zobrazovat jejich výsledky. To vám umožní sledovat aktivitu generovanou marketingovými kampaněmi, jako jsou reklamní panely nebo marketingové e-maily.
zh_cn: 允许您管理市场活动并查看其结果。使用市场活动来监测市场营销活动，如横幅或市场营销电子邮件所带来的交通量。

# onlinemarketing.configuration.description
source: This section allows you to create and manage contact statuses, account statuses, contact roles and on-line marketing macro rules.
cs_cz: Tato sekce vám umožní vytvářet a upravovat stavy kontaktů, stavy účtů, role kontaktů a on-line marketingové makro pravidla.
zh_cn: 本部分允许您创建和管理联系人状态、 帐户状态、 联系人角色和在线营销宏规则。

# onlinemarketing.contactgroups.description
source: Allows you to specify marketing segments for the contacts on your site.
cs_cz: Tato sekce vám umožní připravovat skupiny kontaktů pro organizování kontaktů do marketingových oblastí (na základě specifické podmínky).
zh_cn: 允许您在您的网站上指定的联系人的细分市场。

# onlinemarketing.contacts.description
source: Allows you to manage contacts, representing the website’s visitors, and segment them into contact groups and accounts. You can also define the contact activities that your website tracks, or monitor the currently on-line users.
cs_cz: Tato sekce vám umožní spravovat on-line marketingové kontakty reprezentující návštěvníky webu.
zh_cn: 允许您管理联系人，表示网站的访问者，和他们分割成联系人组和帐户。此外可以定义您的网站跟踪，接触活动或监视当前在线的用户。

# onlinemarketing.conversions.description
source: Allows you to manage conversions for specific actions on your website and assign them to campaigns. Conversions are integrated into other applications, such as A/B tests or MVT tests.
cs_cz: V této sekci můžete spravovat konverze webu, které vám umožní sledovat specifické akce vykonané návštěvníky.
zh_cn: 允许您管理转换为具体的行动，在您的网站，并将它们分配给运动。转换都集成到其他应用程序如 A / B 测试或 MVT 测试。

# onlinemarketing.dashboard.description
source: Allows you to view frequently used sources of information and tools in one place. You can customize the widgets available on the dashboard. This dashboard is intended as an overview for the system's on-line marketing features.
cs_cz: Můžete si přizpůsobit nástěnku a potom ji používat pro rychlý přístup k vašim nejčastěji používaným on-line marketingovým datům a nástrojům.
zh_cn: 允许您查看常用的源的信息和工具在同一个地方。您可以自定义可用控制板上的小部件。此控制板的目的是作为系统的在线市场营销功能概述。

# onlinemarketing.general
source: On-line marketing
zh_cn: 在线市场营销

# onlinemarketing.mvttests.description
source: Allows you to optimize the components, web parts, web part zones and widgets, on particular pages according to the reactions of visitors. Page's original component variants are tested against component variants with different content.
zh_cn: 允许您优化组件、 web 部件、 web 部件区域和根据游客的反应的特定页面上的小部件。页面的原始组件变量对构件变量与不同的内容进行了测试。

# onlinemarketing.personas.description
source: Allows you to transparently segment your site visitors (contacts) into typical visitor groups. You can then display different content to visitors belonging to different personas.
zh_cn: 使您可以透明地细分你的网站访客 （联系人） 为典型的观众群。然后可以向游客属于不同的角色来显示不同的内容。

# onlinemarketing.processes.description
source: Allows you to prepare processes that automatically handle your contacts and perform various marketing actions based on the conditions that you define.
cs_cz: Tato sekce vám umožní připravit procesy, které budou automaticky manipulovat s kontakty a vykonávat marketingové akce.
zh_cn: 允许您自动处理您的联系人并执行基于您定义的条件的各类营销活动的进程做准备。

# onlinemarketing.scoring.description
source: Allows you to create and monitor scores. Use scores to evaluate your site visitors (contacts) based on their attributes and the activities they perform on the site.
cs_cz: V této sekci můžete vytvořit a sledovat skóre, které vám umožní ohodnotit návštěvníky (kontakty) na základě jejich vlastností nebo aktivit.
zh_cn: 允许您创建和监视的分数。使用分数来评价网站访问者 （联系人） 基于它们的属性和他们在该网站执行的活动。

# onlinemarketing.title
source: On-line marketing
zh_cn: 在线市场营销

# onsitedit.culturenotavailable
source: Culture version not available
cs_cz: Jazyková verze neexistuje
zh_cn: 语言版本不可用

# onsitedit.deleteroot
source: Root page cannot be deleted in the on-site editing mode.
cs_cz: Kořenový dokument nemůže být smazán v režimu úprav přímo na webu.
zh_cn: 在现场的编辑模式下，不能删除根页。

# onsitedit.editmode
source: On-site edit mode
cs_cz: Režim úprav na webu
zh_cn: 现场编辑模式

# onsitedit.save
source: Save
cs_cz: Uložit
zh_cn: 保存

# onsitedit.spellcheck
source: Spell check
cs_cz: Kontrola pravopisu
zh_cn: 拼写检查

# onsiteedit.closeeditmode
source: Close
cs_cz: Zavřít
zh_cn: 关闭

# onsiteedit.closetooltip
source: Close edit mode
cs_cz: Zavřít režim úprav
zh_cn: 关闭编辑模式

# onsiteedit.cmsdesktooltip
source: Switch to Administration
cs_cz: Přepnout na CMS Desk
zh_cn: 切换到管理

# onsiteedit.delete
source: Delete
cs_cz: Smazat
zh_cn: 删除

# onsiteedit.edit
source: Edit
cs_cz: Upravit
zh_cn: 编辑

# onsiteedit.editmode
source: Edit page
cs_cz: Upravit stránku
zh_cn: 编辑页

# onsiteedit.emptyeditablewebpart
source: Empty editable web part '{0}'
cs_cz: Prázdný editační webpart '{0}'
zh_cn: 空的可编辑 web 部件 '{0}'

# onsiteedit.hiddentooltip
source: Show web parts with empty content
cs_cz: Zobrazit webpart s prázdným obsahem
zh_cn: 显示空内容的 web 部件

# onsiteedit.highlight
source: Highlight
cs_cz: Zvýraznit
zh_cn: 突出显示

# onsiteedit.highlighttooltip
source: Highlight editable items on the current page
cs_cz: Zvýraznit editovatelné položky na aktuální stránce
zh_cn: 突出显示当前页面上的可编辑项目

# onsiteedit.languageselector
source: Language selector
cs_cz: Výběr jazyka
zh_cn: 语言选择器

# onsiteedit.live
source: Live site
cs_cz: Živý web
zh_cn: 活动站点

# onsiteedit.new
source: New
cs_cz: Nový
zh_cn: 新增功能

# onsiteedit.preview
source: Preview
cs_cz: Náhled
zh_cn: 预览

# onsiteedit.redirectinfo
source: This page is permanently redirected to
cs_cz: Tento dokument je trvale přesměrován na
zh_cn: 此页面永久重定向到

# onsiteedit.rootredirect
source: Redirect to the root page.
cs_cz: Přesměrovat na kořenový dokument.
zh_cn: 重定向到的根页。

# onsiteedit.safemode
source: You can find the web part that caused the error in the 'Hidden' category.
cs_cz: Webpart, který způsobil chybu, můžete najít v kategorii 'Skryté'.
zh_cn: 你可以找到导致错误 '隐藏' 类别中的 web 部件。

# onsiteedit.save
source: Save
cs_cz: Uložit
zh_cn: 保存

# onsiteedit.savedisabledtooltip
source: There are no widget changes to be saved
zh_cn: 没有要保存的窗口小部件更改

# onsiteedit.saveenabledtooltip
source: Save widget changes
zh_cn: 保存窗口小部件更改

# onsiteedit.signout404confirmation
source: The current page is not published. If you continue, you will be redirected to the root page. Do you wish to continue?
cs_cz: Aktuální dokument není publikován. Pokud chcete pokračovat, budete přesměrován(a) na kořenový dokument, Chcete pokračovat?
zh_cn: 当前页面不会发布。如果您继续，您将被重定向到的根页。您要继续吗？
