Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# personas.rule.recalculationnotrequired
source: Recalculation is not required. All contacts are correctly assigned to personas.
zh_cn: 重新计算不是必需的。所有联系人正确都分配给角色。

# personas.rule.scorevaluecodename.label
source: Points
zh_cn: 点

# personas.rule.scorevaluecodename.tooltip
source: The number of points that contacts receive after fulfilling this rule.
zh_cn: 联系人接收后履行这一规则的点的数量。

# personas.ui.contactcount
source: {0} contacts
zh_cn: {0} 联系人

# personas.ui.contactratio
source: {0:N2} % of total contact base
zh_cn: {0:N2} %的总联络基地

# personas.ui.docproperties.additems
source: Add personas
zh_cn: 添加角色

# personas.ui.docproperties.itemname
source: Persona
zh_cn: 角色

# personas.ui.docproperties.nodata
source: No personas are assigned to the current page
zh_cn: 没有角色分配给当前页

# personas.ui.docproperties.selectitem
source: Select personas
zh_cn: 选择角色

# personas.ui.editpersona
source: Edit persona
zh_cn: 编辑角色

# personas.ui.newpersona
source: New persona
zh_cn: 新角色

# personas.ui.newsletters.nocontacts
source: There are no contacts in the persona with valid email, email preview couldn't be generated.
zh_cn: 有效的电子邮件与角色有没有接触，无法生成电子邮件预览。

# personas.ui.nocontacts
source: No contacts are currently assigned to this persona.
zh_cn: 没有联系人当前分配给此角色。

# personas.ui.rules
source: Rules
zh_cn: 规则

# personas.ui.subscribers.select
source: Add personas
zh_cn: 添加角色

# personasubscriber.itemname
source: Persona name
zh_cn: 角色名称

# personasubscriber.select
source: Add personas
zh_cn: 添加角色

# personasubscriber.selectitem
source: Select personas
zh_cn: 选择角色

# pm.configuration
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# pm.project
source: Project
cs_cz: Projekt
sk_sk: Projekt
zh_cn: 项目

# pm.project.allowordering
source: Allow task ordering
cs_cz: Povolit organizaci úloh
sk_sk: Povoliť usporiadanie úloh
zh_cn: 允许任务排序

# pm.project.createdby
source: Created by
cs_cz: Vytvořeno
sk_sk: Vytvorené kým
zh_cn: 创建由

# pm.project.deadline
source: Deadline
cs_cz: Uzávěrka
sk_sk: Uzávierka
zh_cn: 截止日期

# pm.project.edit
source: Edit project
cs_cz: Upravit projekt
sk_sk: Editovať projekt
zh_cn: 编辑项目

# pm.project.goal
source: Project goal
cs_cz: Cíl projektu
sk_sk: Cieľ projektu
zh_cn: 项目目标

# pm.project.list
source: Projects
cs_cz: Projekty
sk_sk: Projekty
zh_cn: 项目

# pm.project.new
source: New project
cs_cz: Nový projekt
sk_sk: Nový projekt
zh_cn: 新项目

# pm.project.notauthorised
source: You are not authorized to perform this operation.
cs_cz: Nejste oprávněn k provedení této operace.
sk_sk: Nemáte práva na túto operáciu
zh_cn: 您无权执行此操作。

# pm.project.owner
source: Owner
cs_cz: Vlastník
sk_sk: Vlastník
zh_cn: 所有者

# pm.project.permission
source: You don't have permission to perform this operation.
cs_cz: Nemáte oprávnění pro provedení této operace.
sk_sk: Nemáte oprávnenia na túto operáciu
zh_cn: 您没有权限执行此操作。

# pm.project.progress
source: Progress
cs_cz: Postup
sk_sk: Postup
zh_cn: 进展

# pm.project.projectattachments
source: Attachments
zh_cn: 附件

# pm.project.projectname
source: Project name
cs_cz: Název projektu
sk_sk: Názov projektu
zh_cn: 项目名称

# pm.project.projectpage
source: Project page
cs_cz: Stránka projektu
sk_sk: Stránka projektu
zh_cn: 项目页

# pm.project.properties
source: Project properties
cs_cz: Vlastnosti projektu
sk_sk: Vlastnosti projektu
zh_cn: 项目属性

# pm.project.startdate
source: Start date
cs_cz: Datum zahájení
sk_sk: Dátum začatia
zh_cn: 开始日期

# pm.project.status
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# pm.project.taskurl
source: Project task's detail URL.
cs_cz: URL detailu úlohy projektu
sk_sk: URL detailu úlohy projektu.
zh_cn: 项目任务的详细信息的 URL。

# pm.project.tooltip.codename
source: Unique codename of the project
cs_cz: Unikátní kódový název projektu
sk_sk: Unikátny kódový názov projektu
zh_cn: 该项目的唯一代号

# pm.project.tooltip.deadline
source: The date by which the project should be finished
cs_cz: Datum, do kterého má být projekt dokončen
sk_sk: Dátum, do ktorého má byť projekt ukončený
zh_cn: 该项目应完成的日期

# pm.project.tooltip.description
source: Description of the project
cs_cz: Popis projektu
sk_sk: Popis projektu
zh_cn: 项目的描述

# pm.project.tooltip.displayname
source: Name of the project
cs_cz: Název projektu
sk_sk: Názov projektu
zh_cn: 该项目的名称

# pm.project.tooltip.owner
source: Owner of the project
cs_cz: Vlastník projektu
sk_sk: Vlastník projektu
zh_cn: 该项目的所有者

# pm.project.tooltip.page
source: Page where the project can be accessed from
cs_cz: Stránka, ze které je projekt dostupný
sk_sk: Stránka, z ktorej sa môže na projekt pristupovať
zh_cn: 该项目可从进行访问的页

# pm.project.tooltip.progress
source: The project progress is calculated automatically throughout all the project tasks
cs_cz: Postup projektu je počítán automaticky v průběhu všech úloh projektu
sk_sk: Postup projektu sa počíta automaticky zo všetkých úloh projektu
zh_cn: 项目的进度是自动计算的整个项目的所有任务

# pm.project.tooltip.startdate
source: Start date of the project
cs_cz: Počáteční datum projektu
sk_sk: Dátum začatia projekt
zh_cn: 项目的开始日期

# pm.project.tooltip.status
source: Status of the project
cs_cz: Stav projektu
sk_sk: Stav projektu
zh_cn: 项目的状态

# pm.projectnotification
source: Email address from which notificiation emails will be sent.
cs_cz: E-mailová adresa, z níž budou odesílána upozornění.
sk_sk: E-mailová adresa, na ktorú budú posielané notifikačné e-maily
zh_cn: 从哪个 notificiation 将发送电子邮件的电子邮件地址。

# pm.projects.noprojectsfound
source: No projects found.
cs_cz: Nebyly nalezeny žádné projekty.
sk_sk: Neboli nájdené žiadne projekty.
zh_cn: 没有找到的项目。

# pm.projectstask.notasksfound
source: No tasks found.
cs_cz: Nebyly nalezeny žádné úlohy.
sk_sk: Neboli nájdené žiadne úlohy.
zh_cn: 没有发现的任务。

# pm.projectstatus
source: Project status
cs_cz: Stav projektu
sk_sk: Stav projektu
zh_cn: 项目状态

# pm.projectstatus.color
source: Color
cs_cz: Barva
sk_sk: Farba
zh_cn: 颜色

# pm.projectstatus.deletealert
source: Delete forbidden.\nThere has to be at least one record enabled
cs_cz: Mazání zakázáno. \nMusí být povolen alespoň jeden záznam
sk_sk: Mazanie zakázané.\nAspoň jeden záznam musí byť povolený.
zh_cn: 删除禁止。 \nThere，必须至少一个记录已启用

# pm.projectstatus.edit.color
source: Status color
cs_cz: Barva stavu
sk_sk: Farba stavu
zh_cn: 状态颜色

# pm.projectstatus.edit.icon
source: Status icon
cs_cz: Ikona stavu
sk_sk: Ikona stavu
zh_cn: 状态图标

# pm.projectstatus.icon
source: Icon
cs_cz: Ikona
sk_sk: Ikona
zh_cn: 图标

# pm.projectstatus.isfinishstatus
source: Is finish status
cs_cz: Stav je dokončený
sk_sk: Stav - skončený
zh_cn: 是完成状态

# pm.projectstatus.isnotstartedstatus
source: Is not started status
cs_cz: Stav ještě nespuštěný
sk_sk: Stav - ešte nezačal
zh_cn: 不是启动的状态

# pm.projectstatus.list
source: Project statuses
cs_cz: Stavy projektu
sk_sk: Stavy projektu
zh_cn: 项目状态

# pm.projectstatus.new
source: New project status
cs_cz: Nový stav projektu
sk_sk: Nový stav projektu
zh_cn: 新建项目状态

# pm.projectstatus.properties
source: Project status properties
cs_cz: Vlastnosti stavu projektu
sk_sk: Vlastnosti stavu projektu
zh_cn: 项目状态属性

# pm.projectstatus.removedenied
source: You cannot remove selected status because it is used in a project.
cs_cz: Není možné smazat vybraný stav, protože je použit v projektu.
sk_sk: Nemôžete zmazať stav, pretože ho používa nejaký projekt.
zh_cn: 您无法删除所选的状态，因为它在项目中使用。

# pm.projectstatus.startandfinish
source: Project cannot be both not started and finished at the same time.
cs_cz: Stav nemůže být zaroveň spuštěný i dokončený.
sk_sk: Stav nemôže byť nezačatý aj skončený zároveň
zh_cn: 项目不能被既不开始，在同一时间完成。

# pm.projectstatus.warningnorecord
source: There are no project statuses defined
cs_cz: Nejsou definovány žádné stavy projektu
sk_sk: Nie sú definované žiadne stavy projektu
zh_cn: 没有定义的项目状态

# pm.projecttask
source: Tasks
cs_cz: Úlohy
sk_sk: Úlohy
zh_cn: 任务

# pm.projecttask.activetasks
source: active tasks
cs_cz: aktivní úlohy
sk_sk: aktívne úlohy
zh_cn: 活动任务

# pm.projecttask.asignee
source: Task assigned to
cs_cz: Úlohy přiřazené
sk_sk: Úlohy priradené k:
zh_cn: 分配给任务

# pm.projecttask.assingedto
source: Assigned to
cs_cz: Přiřazeno
sk_sk: Priradené k
zh_cn: 分配给

# pm.projecttask.deadline
source: Deadline
cs_cz: Uzávěrka
sk_sk: Uzávierka
zh_cn: 截止日期

# pm.projecttask.decimalnumber
source: Must be a decimal number
cs_cz: Musí být desetinné číslo
sk_sk: Musí byť desatinné číslo
zh_cn: 必须是一个十进制数字

# pm.projecttask.description
source: Description
cs_cz: Popis
sk_sk: Popis
zh_cn: 描述

# pm.projecttask.edit
source: Edit task
cs_cz: Upravit úlohu
sk_sk: Editovať úlohu
zh_cn: 编辑任务

# pm.projecttask.estimate
source: Estimate
cs_cz: Odhad
sk_sk: Odhad
zh_cn: 估计

# pm.projecttask.estimatehours
source: Estimate (hours)
cs_cz: Odhad (hodiny)
sk_sk: Odhad (hodiny)
zh_cn: 估计 （小时）

# pm.projecttask.hours
source: hours
cs_cz: hodiny
sk_sk: hod.
zh_cn: 小时

# pm.projecttask.id
source: Task ID
cs_cz: ID úlohy
sk_sk: ID úlohy
zh_cn: 任务 ID

# pm.projecttask.intnumber
source: Must be a positive integer number
cs_cz: Musí být kladné celé číslo
sk_sk: Musí byť kladné celé číslo
zh_cn: 必须是一个正整数号码

# pm.projecttask.isprivate
source: Is private
cs_cz: Je soukromá
sk_sk: Je súkromná
zh_cn: 是私人

# pm.projecttask.list
source: Project tasks
cs_cz: Úlohy projektu
sk_sk: Úlohy projektu
zh_cn: 项目任务

# pm.projecttask.new
source: New task
cs_cz: Nová úloha
sk_sk: Nová úloha
zh_cn: 新任务

# pm.projecttask.newpersonal
source: New personal task
cs_cz: Nová osobní úloha
sk_sk: Nová osobná úloha
zh_cn: 新个人任务

# pm.projecttask.owner
source: Owner
cs_cz: Vlastník
sk_sk: Vlastník
zh_cn: 所有者

# pm.projecttask.positivenumber
source: Must be a positive number
cs_cz: Musí být kladné číslo
sk_sk: Musí byť kladné číslo
zh_cn: 必须为正数

# pm.projecttask.priority
source: Priority
cs_cz: Priorita
sk_sk: Priorita
zh_cn: 优先

# pm.projecttask.progress
source: Progress
cs_cz: Postup
sk_sk: Postup
zh_cn: 进展

# pm.projecttask.progressrange
source: Progress is out of range (0..100%)
cs_cz: Postup je mimo rozsah (0..100 %)
sk_sk: Postup je mimo rozsah 0-100%
zh_cn: 进步是超出范围 （0..100%）

# pm.projecttask.properties
source: Project task properties
cs_cz: Vlastnosti úlohy projektu
sk_sk: Vlastnosti úlohy projektu
zh_cn: 项目任务属性

# pm.projecttask.reminder
source: Send reminder
cs_cz: Zaslat upomínku
sk_sk: Poslať pripomienku
zh_cn: 发送提醒

# pm.projecttask.remindermessage
source: Message
cs_cz: Zpráva
sk_sk: Správa
zh_cn: 消息

# pm.projecttask.remindermessageerror
source: Please enter a reminder message.
cs_cz: Zadejte prosím zprávu upomínky.
sk_sk: Zadajte, prosím, správu.
zh_cn: 请输入提醒消息。

# pm.projecttask.remindernoassignee
source: The task is not assigned to any user.
cs_cz: Úloha není přiřazena žádnému uživateli.
sk_sk: Úloha nie je priradené k žiadnemu užívateľovi
zh_cn: 这项任务没有分配给任何用户。

# pm.projecttask.remindersent
source: Reminder message has been sent successfully.
cs_cz: Upomínka byla úspěšně odeslána.
sk_sk: Pripomienka bola úspešne odoslaná
zh_cn: 提醒邮件已成功发送。

# pm.projecttask.remindertext
source: Reminder text
cs_cz: Text upomínky
sk_sk: Text pripomienky
zh_cn: 提示文本

# pm.projecttask.sendnotification
source: Send reminder
cs_cz: Zaslat upomínku
sk_sk: Poslať pripomienku
zh_cn: 发送提醒

# pm.projecttask.status
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# pm.projecttask.taskattachments
source: Attachments
zh_cn: 附件

# pm.projecttask.taskname
source: Task name
cs_cz: Název úlohy
sk_sk: Názov úlohy
zh_cn: 任务名称

# pm.projecttask.taskurl
source: Task URL
cs_cz: URL úlohy
sk_sk: URL úlohy
zh_cn: 任务的 URL

# pm.projecttask.tooltip.assignee
source: User who the task is assigned to
cs_cz: Uživatel, kterému je úloha přidělena
sk_sk: Užívateľ, ktorému je úloha priradená
zh_cn: 该任务指派给的用户

# pm.projecttask.tooltip.deadline
source: The date by which the task should be finished
cs_cz: Datum, do kterého by měla být úloha dokončena
sk_sk: Dátum, keď by úloha maal byť skončená
zh_cn: 所应完成的任务的日期

# pm.projecttask.tooltip.description
source: Description of the task
cs_cz: Popis úlohy
sk_sk: Popis úlohy
zh_cn: 任务的描述

# pm.projecttask.tooltip.displayname
source: Title of the task
cs_cz: Titulek úlohy
sk_sk: Titulok úlohy
zh_cn: 任务标题

# pm.projecttask.tooltip.estimate
source: Estimated time wich the user should spend on the task
cs_cz: Odhad času, který by měl uživatel na úloze strávit.
sk_sk: Odhad času, ktorý by mal užívateľ stráviť na úlohe
zh_cn: 用户应在任务花费的估计的时间哪

# pm.projecttask.tooltip.owner
source: Owner of the task
cs_cz: Vlastník úlohy
sk_sk: Vlastník úlohy
zh_cn: 该任务的所有者

# pm.projecttask.tooltip.priority
source: Priority of the task
cs_cz: Priorita úlohy
sk_sk: Priorita úlohy
zh_cn: 任务的优先级

# pm.projecttask.tooltip.private
source: Indicates if the task is shown only to the assignee
cs_cz: Určuje, zda je úloha zobrazena pouze tomu, komu je přiřazena
sk_sk: Určuje, či sa úloha zobrazí len priradeným.
zh_cn: 指示是否任务显示仅向受让人

# pm.projecttask.tooltip.progress
source: Progress of the task (0-100%)
cs_cz: Postup úlohy (0- 100 %)
sk_sk: Postup úlohy (0-100%)
zh_cn: 任务进度 （0-100%)

# pm.projecttask.tooltip.status
source: Status of the task
cs_cz: Stav úlohy
sk_sk: Stav úlohy
zh_cn: 该任务的状态

# pm.projecttaskpriority
source: Priorities
cs_cz: Priority
sk_sk: Priority
zh_cn: 优先事项

# pm.projecttaskpriority.edit
source: Task priority properties
cs_cz: Vlastnosti priority úlohy
sk_sk: Vlastnosti priority úlohy
zh_cn: 任务优先级属性

# pm.projecttaskpriority.list
source: Task priorities
cs_cz: Priority úlohy
sk_sk: Priority úlohy
zh_cn: 任务优先级

# pm.projecttaskpriority.new
source: New task priority
cs_cz: Nová priorita úlohy
sk_sk: Nová priorita úlohy
zh_cn: 新任务优先级

# pm.projecttaskpriority.removedenied
source: You cannot remove selected priority because it is used in a task.
cs_cz: Není možné odstranit vybranou prioritu, protože je použita v úloze.
sk_sk: Túto prioritu nemôžete zmazaž, pretože ju používa nejaká úloha.
zh_cn: 您无法删除选定的优先，因为它用于一项任务。

# pm.projecttaskpriority.warningnorecord
source: There are no task priorities defined
cs_cz: Nejsou definovány žádné priority úlohy
sk_sk: Nie sú definované žiadne priority úloh
zh_cn: 没有定义的任务优先级

# pm.projecttaskstatus
source: Task status
cs_cz: Stav úlohy
sk_sk: Stav úlohy
zh_cn: 任务状态

# pm.projecttaskstatus.list
source: Task statuses
cs_cz: Stavy úlohy
sk_sk: Stavy úloh
zh_cn: 任务状态

# pm.projecttaskstatus.new
source: New task status
cs_cz: Nový stav úlohy
sk_sk: Nový stav úlohy
zh_cn: 新任务状态

# pm.projecttaskstatus.properties
source: Task status properties
cs_cz: Vlastnosti stavu úlohy
sk_sk: Vlastnosti stavu úlohy
zh_cn: 任务状态属性

# pm.projecttaskstatus.removedenied
source: You cannot remove selected status because it is used in a task.
cs_cz: Není možné odstranit vybraný stav, protože je použitý v úloze.
sk_sk: Nemôžete zmazať vybraný stav, pretože ho používa nejaká úloha.
zh_cn: 您无法删除所选的状态，因为它用于一项任务。

# pm.projecttaskstatus.warningnorecord
source: There are no task statuses defined
cs_cz: Nejsou definovány žádné stavy úlohy
sk_sk: Nie sú definované žiadne stavy úloh
zh_cn: 没有定义的任务状态

# pm.tasks
source: Tasks
cs_cz: Úlohy
sk_sk: Úlohy
zh_cn: 任务

# poll.answerhideform
source: Hide form if answer is not selected
cs_cz: Skrýt formulář, pokud není tato odpověď vybrána
zh_cn: 隐藏表格，如果答案未选中

# poll.sitenotassigned
source: Poll is not assigned to the current site.
cs_cz: Anketa není přiřazena k aktuální stránce.
sk_sk: Anketa nie je priradená k aktuálnej stránke
zh_cn: 民调不分配给当前站点。

# poll_security.onlygroupmembers
source: Only group members
cs_cz: Pouze členové skupiny
sk_sk: Iba členovia skupiny
zh_cn: 只有组成员

# polls.answeraltform
source: Alternative form
cs_cz: Alternativní formulář
zh_cn: 替代形式

# polls.answerform
source: On-line form
cs_cz: On-line formulář
zh_cn: 在线表格

# polls.answerformsettings
source: Form settings
cs_cz: Nastavení formuláře
zh_cn: 表单设置

# polls.answerisopenended
source: Use on-line form for custom answers
cs_cz: Použít on-line formulář pro vlastní odpovědi
zh_cn: 自定义应答的使用联机表格

# polls.answertypeopenended
source: Open-ended
cs_cz: S otevřenou odpovědí
zh_cn: 不限成员名额

# polls.answertypestandard
source: Standard
cs_cz: Standardní
zh_cn: 标准

# polls.nositeid
source: Site ID not given.
cs_cz: Chybí ID webu.
sk_sk: ID stránky nebolo zadané.
zh_cn: 站点 ID 不给。

# polls.responselong
source: Message after vote is too long. Maximum length is 450 characters.
cs_cz: Zpráva, která se zobrazí po hlasování, je příliš dlouhá. Maximální délka je 450 znaků.
sk_sk: Správa, ktorá sa má zobraziť po hlasovaní, je príliš dlhá. Maximálna dĺžka je 450 znakov.
zh_cn: 消息后投票就是太长。最大长度为 450 个字符。

# polls.viewresults
source: View results
cs_cz: Zobrazit výsledky
zh_cn: 查看结果

# polls_answer_edit.selectform
source: Please select an on-line form.
cs_cz: Vyberte, prosím, on-line formulář.
zh_cn: 请选择一种在线的形式。

# polls_answer_records.title
source: Answer results
cs_cz: Výsledky odpovědi
zh_cn: 答案结果

# polls_edit.answers
source: Answers
cs_cz: Odpovědi
sk_sk: Odpovede
zh_cn: 答案

# polls_edit.headercaption
source: Poll properties
cs_cz: Vlastnosti hlasování
sk_sk: Vlastnosti hlasovania
zh_cn: 轮询属性

# polls_edit.itemlistlink
source: Polls
cs_cz: Ankety
sk_sk: Anketa
zh_cn: 投票调查

# polls_poll.select.additems
source: Add polls
cs_cz: Přidat ankety
zh_cn: 添加投票

# polls_poll.select.entersearch
source: Poll
cs_cz: Filtr:
zh_cn: 投票调查

# polls_poll.select.itemname
source: Poll name
cs_cz: Název ankety
zh_cn: 民意测验名称

# polls_poll.select.moreitems
source: (more polls...)
cs_cz: (více...)
zh_cn: （更多民意调查......)

# polls_poll.select.nodata
source: No polls selected.
cs_cz: nebyly vybrány žádné ankety
zh_cn: 没有选定的民意调查。

# polls_poll.select.selectitem
source: Select poll
cs_cz: Vybrat anketu
zh_cn: 选择轮询

# pollslist.choosegloborsite
source: Please select (global) or a specific site to create a poll.
cs_cz: Vyberte prosím globální nebo konkrétní web pro vytvoření nové ankety.
sk_sk: Vyberte, prosím, voľbu 'globálne' alebo konkrétny web pre vytvorenie novej ankety.
zh_cn: 请选择 （全局） 或某个特定的网站创建一项民意调查。

# pollslist.sites.globalandsite
source: (global and this site)
cs_cz: (globální a tento web)
sk_sk: (globálne a z tohto webu)
zh_cn: (全局和本网站)

# pollsselect.additems
source: Add polls
cs_cz: Přidat ankety
zh_cn: 添加投票

# pollsselect.entersearch
source: Poll
cs_cz: Filtr:
zh_cn: 投票调查

# pollsselect.itemname
source: Poll name
cs_cz: Název ankety
zh_cn: 民意测验名称

# pollsselect.letuserchoose
source: (let the user choose)
cs_cz: (nechat vybrat uživatele)
zh_cn: （让用户选择）

# pollsselect.moreitems
source: (more polls...)
cs_cz: (více anket...)
zh_cn: （更多民意调查......)

# pollsselect.nodata
source: No polls selected.
cs_cz: Nebyly vybrány žádné ankety.
zh_cn: 没有选定的民意调查。

# pollsselect.selectitem
source: Select poll
cs_cz: Vybrat anketu
zh_cn: 选择轮询

# portalengine.savenewpagetemplate.keep
source: Assign to the current page:
cs_cz: Přiřadit k aktuálními dokumentu:
zh_cn: 将分配给当前页：

# portalengine.savenewpagetemplate.saved
source: The template was saved as a new page template. Click Close button to continue.
cs_cz: Šablona byla uložena jako nová šablona stránky. Pokračujte kliknutím na tlačítko Zavřít.
zh_cn: 该模板另存为一个新的页面模板。单击关闭按钮以继续。

# portalhelper.disabledelement
source: You cannot change this element state in this view mode.
cs_cz: Nemůžete změnit stav elementu v tomto režimu náhledu.
zh_cn: 您无法更改此元素状态在这种视图模式。

# portalmanager.confirmremovewidget
source: Are you sure you want to remove the selected widget?
cs_cz: Pokud odstraníte tento widget, všechny jeho data budou ztracena. Opravdu chcete odstranit vybraný widget?
sk_sk: Pri odstránení widget sa všetky jeho dáta stratia. Ste si istý, že chcete odstrániť vybraný widget?
zh_cn: 你确定你想要删除所选的部件？

# presonal.caption
source: Kentico Personal site Guide
zh_cn: Kentico 个人网站指南

# preview.selectitem
source: Select page version
zh_cn: 选择页面版本

# preview.tooltip
source: Opens a side-by-side view of the code and the live site.
cs_cz: Otevře náhled kódu a živého webu vedle sebe
zh_cn: 打开并排的视图代码和直播的网站。

# previewmenu.latest
source: Latest version
zh_cn: 最新版本

# previewmenu.published
source: Published version
zh_cn: 已发布的版本

# processstep.rolessecurity
source: Roles which can move object to different step
cs_cz: Role, které mohou přesouvat objekt do jiného kroku.
zh_cn: 可以将对象移动到不同的单步的角色

# processstep.userssecurity
source: Users which can move object to different step
cs_cz: Uživatelé, kteří mohou přesouvat objekt do jiného kroku.
zh_cn: 用户可以将对象移动到不同的单步

# product_edit_tax.notaxes
source: You need to define some tax classes first in order to make them default.
cs_cz: Nejprve musíte definovat daňové třídy a pak z nich udělat výchozí.
sk_sk: Musíte definovať nejaké daňové triedy, aby ste ich mohli nastaviť ako základné.
zh_cn: 您需要定义一些税类第一次使其默认。

# product_edit_tax.taxtitleforoption
source: The following taxes apply to this option:
zh_cn: 以下税项适用于此选项：

# product_list.assignedtodocument
source: Assigned to page
cs_cz: Přiřadit k dokumentu
sk_sk: Priradené k dokumenut
zh_cn: 分配给页

# product_list.producttype
source: Product type
cs_cz: Typ produktu
sk_sk: Typ produktu
zh_cn: 产品类型

# product_list.productvalidity
source: Product validity
cs_cz: Platnost produktu
sk_sk: Platnosť produktu
zh_cn: 产品有效期

# productselect.additems
source: Add products
cs_cz: Přidat produkty
sk_sk: Pridať produkty
zh_cn: 添加产品

# productselect.entersearch
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# productselect.itemname
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# productselect.selectitem
source: Select products
cs_cz: Vybrat produkty
sk_sk: Vybrať produkty
zh_cn: 选择产品

# productselector.additems
source: Add products
cs_cz: Přidat produkty
sk_sk: Pridať produkty
zh_cn: 添加产品

# productselector.entersearch
source: Product name
cs_cz: Název produktu:
sk_sk: Názov produktu:
zh_cn: 产品名称

# productselector.itemname
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# productselector.moreitems
source: (more products...)
cs_cz: (více produktů...)
sk_sk: (viac produktov...)
zh_cn: 更多产品 (......)

# productselector.nodata
source: No products found.
cs_cz: Nebyly nalezeny žádné produkty.
sk_sk: Neboli nájdené žiadne produkty
zh_cn: 找不到产品。

# productselector.noitemsselected
source: Please select a product
cs_cz: Vyberte, prosím produkt
zh_cn: 请选择产品

# productselector.selectitem
source: Select product
cs_cz: Vybrat produkt
sk_sk: Vybrať produkt
zh_cn: 选择产品

# projectmanagement.configuration
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# projectmanagement.projects
source: Projects
cs_cz: Projekty
sk_sk: Projekty
zh_cn: 项目

# projectmanagement.tasks
source: Tasks
cs_cz: Úlohy
sk_sk: Úlohy
zh_cn: 任务

# properties.versions
source: Versions
cs_cz: Verze
sk_sk: Verzie
zh_cn: 版本

# publicstatusselector.additems
source: Add public statuses
cs_cz: Přidat veřejné stavy
sk_sk: Pridať verejné stavy
zh_cn: 添加公共的状态

# publicstatusselector.entersearch
source: Public status
cs_cz: Název veřejného stavu:
sk_sk: Názov verejného stavu:
zh_cn: 公共状态

# publicstatusselector.itemname
source: Public status name
cs_cz: Název veřejného stavu
sk_sk: Názov verejného stavu
zh_cn: 公共状态名称

# publicstatusselector.moreitems
source: (more public statuses...)
cs_cz: (více veřejných stavů...)
sk_sk: (viac verejných stavov...)
zh_cn: （更多的公共状态......)

# publicstatusselector.nodata
source: No public statuses found.
cs_cz: Nebyly nalezeny žádné věřejné stavy.
sk_sk: Neboli nájdené žiadne verejné stavy
zh_cn: 发现没有公共状态。

# publicstatusselector.selectitem
source: Select public status
cs_cz: Vybrat veřejný stav
sk_sk: Vybrať verejný stav
zh_cn: 选择公共状态

# query.edit
source: Edit query
cs_cz: Upravit dotaz
sk_sk: Editovať query
zh_cn: 编辑查询

# query.isgenerated
source: Query <strong>{0}</strong> is automatically generated by the system. To override its default code, create a new query of that name.
cs_cz: Query <strong>{0}</strong> je automaticky generována systémem. Pokud chcete překrýt její defaultní kód, vytvořte novou query s tímto názvem.
zh_cn: 由系统自动生成查询<strong>{0}</strong> 。要覆盖默认的代码，请创建该名称的新查询。
