Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# query.new
source: New query
cs_cz: Nový dotaz
sk_sk: Nová query
zh_cn: 新建查询

# queryedit.autoupdates
source: Avoid automatic updates
cs_cz: Zabránit automatickým aktualizacím
sk_sk: Vyhnúť sa automatickým aktualizáciam
zh_cn: 避免自动更新

# queryedit.generate
source: Generate default query
cs_cz: Generovat výchozí dotaz
sk_sk: Generovať predvolenú query
zh_cn: 生成默认查询

# queryedit.help_columns
source: Macro substitutes list of columns
cs_cz: Makro nahrazující seznam sloupců
sk_sk: Makro nahradzujúce zoznam stĺpcov
zh_cn: 宏替换的列的列表

# queryedit.helpcaption
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# queryedit.helpdescription
source: Description
cs_cz: Popis
sk_sk: Popis
zh_cn: 描述

# queryedit.iscustom
source: Query is custom
cs_cz: Dotaz je vlastní
sk_sk: Query je vlastná
zh_cn: 查询是自定义

# queryedit.newquery
source: New query
cs_cz: Nový dotaz
sk_sk: Nová query
zh_cn: 新建查询

# queryedit.querytextvalue
source: Query text
cs_cz: Text dotazu
sk_sk: Text query
zh_cn: 查询文本

# queryedit.title
source: Edit query
cs_cz: Upravit dotaz
sk_sk: Editovať query
zh_cn: 编辑查询

# queryselector.entersearch
source: Query name
cs_cz: Název dotazu nebo jeho část:
sk_sk: Názov query alebo časť názvu:
zh_cn: 查询名称

# queryselector.itemname
source: Query name
cs_cz: Název dotazu
sk_sk: Názov query
zh_cn: 查询名称

# queryselector.nodata
source: No queries.
cs_cz: Žádné dotazy.
sk_sk: Žiadne queries.
zh_cn: 没有疑问。

# queryselector.selectitem
source: Select query
cs_cz: Vybrat dotaz
sk_sk: Vybrať query
zh_cn: 选择查询

# recaptcha.audiochallenge
source: Get an audio challenge
zh_cn: 获取音频的挑战

# recaptcha.auidoinstructions
source: Get an audio challenge
zh_cn: 获取音频的挑战

# recaptcha.canthearthis
source: Download sound as MP3
zh_cn: 作为 MP3 下载声音

# recaptcha.helpbutton
source: Help
zh_cn: 帮助

# recaptcha.incorrecttryagain
source: Incorrect input. Please try again.
zh_cn: 不正确的输入。请再试一次。

# recaptcha.playagin
source: Play sound again
zh_cn: 再次播放声音

# recaptcha.refreshbutton
source: Get a new challenge
zh_cn: 得到了新的挑战

# recaptcha.visualchallenge
source: Get a visual challenge
zh_cn: 得到了视觉的挑战

# recaptcha.visualinstructions
source: Type the two words
zh_cn: 键入这两个词

# recyclebin.confirmdeleteselected
source: Are you sure you want to delete selected pages permanently?
cs_cz: Opravdu chcete natrvalo smazat vybrané dokumenty?
sk_sk: Ste si istí, že chcete zmazať vybrané dokumenty natrvalo?
zh_cn: 是否确实要永久删除所选的页面?

# recyclebin.confirmrestore
source: Are you sure you want to restore the selected page?
cs_cz: Opravdu chcete obnovit vybraný dokument?
sk_sk: Ste si istí, že chcete obnoviť vybraný dokument?
zh_cn: 是否确实要还原所选的页面?

# recyclebin.confirmrestores
source: Are you sure you want to restore selected pages?
cs_cz: Opravdu chcete obnovit vybrané dokumenty?
sk_sk: Ste si istí, že chcete obnoviť vybrané dokumenty?
zh_cn: 是否确实要还原所选的页面?

# recyclebin.datetimefilter
source: Deleted before
zh_cn: 删除之前

# recyclebin.destroyok
source: Destroying page(s) completed successfully.
cs_cz: Zrušení dokumentu(ů) bylo úspěšně dokončeno.
sk_sk: Zničenie dokumentov úspešne ukončené.
zh_cn: 销毁页已成功完成。

# recyclebin.destructionfailedpermissions
source: Page '{0}' could not be destroyed because you don't have 'Destroy' permission.
cs_cz: Dokument '{0}' nemohl být zrušen, protože nemáte oprávnění 'Zrušit'.
sk_sk: Dokument '{0}' nemôže byť zničený, lebo nemáte potrebné oprávnenie. (Destroy)
zh_cn: 不会销毁页面"{0}"，因为您不具有销毁的权限。

# recyclebin.errorsomenotrestored
source: Some of the pages couldn't be restored as you do not have 'Create' permission.
cs_cz: Něteré dokumenty nemohly být obnoveny, protože nemáte oprávnění 'Vytvořit'.
sk_sk: Niektorý z dokumentov nemohol byť obnovený, pretože nemáte potrebné oprávnenie. (Create)
zh_cn: 某些页面不能恢复因为你得不到创建权限。

# recyclebin.restorationfailedpermissions
source: Page '{0}' could not be restored because you don't have 'Create' permission.
cs_cz: Dokument '{0}' nemohl být obnoven, protože nemáte oprávnění 'Vytvořit'.
sk_sk: Dokument '{0}' nemohol byť obnovený, pretože nemáte potrebné oprávnenie. (Create)
zh_cn: 无法还原页面"{0}"，因为您不具有创建权限。

# relationship.editdocumenterror
source: Please save the page to add related pages.
cs_cz: Pro přidání souvisejících dokumentů prosím uložte tento dokument.
sk_sk: Uložte dokument, ak chcete pridať súvisiace dokumenty.
zh_cn: 请保存页后，可以添加相关的页面。

# relationship.nodatafound
source: There are no related pages for the current page.
cs_cz: Neexistují žádné dokumenty související s aktuálním dokumentem.
zh_cn: 没有相关的页为当前页。

# relationship.norelationship
source: No relationship name available for this site.
cs_cz: Pro tento web není dostupný žádný název vztahu.
sk_sk: Pre tento web nie je dostupný žiadny názov vzťahu
zh_cn: 没有关系可用此站点名称。

# relationship.relateddocument
source: Related page
cs_cz: Související dokument
sk_sk: Súvisiaci dokument
zh_cn: 相关的页面

# relationship.wasadded
source: The relationship was added.
cs_cz: Vztah byl přidán.
sk_sk: Vzťah bol pridaný
zh_cn: 添加关系。

# relationship.wasdeleted
source: The relationship was deleted.
cs_cz: Vztah byl odstraněn.
sk_sk: Vzťahy boli zmazané.
zh_cn: 关系已被删除。

# relationshipnames.available
source: The relationship name is available for the following websites:
cs_cz: Název vztahu je dostupný pro následující weby:
sk_sk: Názov vzťahu je dostupný pre nasledujúce weby:
zh_cn: 关系名称是可用于以下网站：

# relationshipnames.editrelationshipname
source: Edit relationship name
zh_cn: 编辑关系名称

# relationshipnames.newrelationshipname
source: New relationship name
cs_cz: Název nového vztahu
sk_sk: Názov nového vzťahu
zh_cn: 新关系名称

# relationshipnames.relationshipnameproperties
source: Relationship name properties
cs_cz: Vlastnosti vztahu
sk_sk: Vlastnosti vzťahu
zh_cn: 关系名称属性

# rep.chartarea
source: Chart area
cs_cz: Oblast grafu
sk_sk: Oblasť grafu
zh_cn: 图表区域

# rep.charttype
source: Chart type
cs_cz: Typ grafu
sk_sk: Typ grafu
zh_cn: 图表类型

# rep.default
source: Default
cs_cz: Výchozí
sk_sk: Predvolené
zh_cn: 默认

# rep.enableexport
source: Enable export
cs_cz: Povolit export
sk_sk: Povoliť export
zh_cn: 启用导出

# rep.enablesubscription
source: Enable subscription
cs_cz: Povolit přihlašování k odběru
zh_cn: 启用订阅

# rep.graph.area
source: Area
cs_cz: Oblast
sk_sk: Oblasť
zh_cn: 地区

# rep.graph.axislabelfont
source: Axis label font
cs_cz: Typ písma pro popisky os
sk_sk: Font pre popisky osí
zh_cn: 轴标签字体

# rep.graph.bar
source: Bar
cs_cz: Sloupec
sk_sk: Stĺpec
zh_cn: 酒吧

# rep.graph.barchart
source: Bar chart
cs_cz: Sloupcový graf
sk_sk: Stĺpcový graf
zh_cn: 条形图

# rep.graph.barstackedchart
source: Bar stacked chart
cs_cz: Součtový sloupcový graf
sk_sk: Zložený stĺpcový graf
zh_cn: 酒吧堆积图

# rep.graph.bordercolor
source: Border color
cs_cz: Barva ohaničení
sk_sk: Farba ohraničenia
zh_cn: 边框颜色

# rep.graph.bordersize
source: Border size
cs_cz: Velikost ohraničení
sk_sk: Veľkosť ohraničenia
zh_cn: 边框大小

# rep.graph.borderskinstyle
source: Border skin style
cs_cz: Styl skinu ohraničení
sk_sk: Skin ohraničenia
zh_cn: 皮肤的边框样式

# rep.graph.borderstyle
source: Border style
cs_cz: Styl ohraničení
sk_sk: Štýl ohraničenia
zh_cn: 边框样式

# rep.graph.bottom
source: Bottom
cs_cz: Dole
sk_sk: Naspodu
zh_cn: 底部

# rep.graph.bottomleft
source: Bottom - left
cs_cz: Dole - vlevo
sk_sk: Naspodu - vľavo
zh_cn: 左下方

# rep.graph.bottomright
source: Bottom - right
cs_cz: Dole - vpravo
sk_sk: Naspodu - vpravo
zh_cn: -右下

# rep.graph.bottomtop
source: Bottom to top
cs_cz: Odzdola nahoru
sk_sk: Zdola nahor
zh_cn: 底部到顶部

# rep.graph.center
source: Center
cs_cz: Střed
sk_sk: Stred
zh_cn: 中心

# rep.graph.chartspanel3d
source: All 3D charts
cs_cz: Všechny 3D grafy
sk_sk: Všetky 3D tabuľky
zh_cn: 所有的 3D 图表

# rep.graph.circle
source: Circle
cs_cz: Kruh
sk_sk: Kruh
zh_cn: 圆

# rep.graph.collectpieslices
source: Collect pie slices
cs_cz: Shromáždit výseče grafu
zh_cn: 收集饼图扇区

# rep.graph.columnwidth
source: Column width
cs_cz: Šířka sloupce
sk_sk: Šírka stĺpca
zh_cn: 列的宽度

# rep.graph.concave
source: Concave
cs_cz: Konkávní
sk_sk: Duté
zh_cn: 凹

# rep.graph.cross
source: Cross
cs_cz: Kříž
sk_sk: Kríž
zh_cn: 十字

# rep.graph.cylinder
source: Cylinder
cs_cz: Válec
sk_sk: Valec
zh_cn: 油缸

# rep.graph.dash
source: Dash
cs_cz: Pomlčka
sk_sk: Pomlčka
zh_cn: 短划线

# rep.graph.dashdot
source: Dash - dot
cs_cz: Pomlčka - tečka
sk_sk: Pomlčka - bodka
zh_cn: 短跑-点

# rep.graph.dashdotdot
source: Dash - dot - dot
cs_cz: Pomlčka - tečka - tečka
sk_sk: Pomlčka - bodka - bodka
zh_cn: 划线-点-点

# rep.graph.default
source: Default
cs_cz: Výchozí
sk_sk: Predovlené
zh_cn: 默认

# rep.graph.diagonalleft
source: Diagonal right to bottom
cs_cz: Diagonálně zprava dolů
sk_sk: Diagonálne zprava nadol
zh_cn: 到底部右斜

# rep.graph.diagonalright
source: Diagonal left to bottom
cs_cz: Diagonálně zleva dolů
sk_sk: Diagonálne zľava nadol
zh_cn: 左斜向下

# rep.graph.displayitemvalue
source: Display item value
cs_cz: Zobrazit hodnotu položky
sk_sk: Zobraziť hodnotu položky
zh_cn: 显示项目值

# rep.graph.displaylegend
source: Display legend
cs_cz: Zobrazit legendu
sk_sk: Zobraziť legendu
zh_cn: 显示图例

# rep.graph.dot
source: Dot
cs_cz: Tečka
sk_sk: Bodka
zh_cn: 点

# rep.graph.doughnut
source: Doughnut
cs_cz: Prstenec
sk_sk: Šiška
zh_cn: 甜甜圈

# rep.graph.doughnutradius
source: Doughnut radius
cs_cz: Poloměr prstence
sk_sk: Polomer šišky
zh_cn: 甜甜圈半径

# rep.graph.drawingdesign
source: Drawing design
cs_cz: Design grafu
sk_sk: Dizajn kreslenia
zh_cn: 绘图设计

# rep.graph.drawingstyle
source: Drawing style
cs_cz: Styl grafu
sk_sk: Dizajn štýlu
zh_cn: 绘画风格

# rep.graph.emboss
source: Emboss
cs_cz: Reliéf
sk_sk: Reliéf
zh_cn: 浮雕

# rep.graph.far
source: Far
cs_cz: Vzdálený
sk_sk: Ďaleko
zh_cn: 远

# rep.graph.fixedlegend
source: Fixed legend
cs_cz: Fixní legenda
sk_sk: Pevná legenda
zh_cn: 固定的传说

# rep.graph.gradient
source: Gradient
sk_sk: Prechod
zh_cn: 渐变

# rep.graph.horizontal
source: Horizontal
cs_cz: Horizontální
sk_sk: Horizonátlne
zh_cn: 级别

# rep.graph.inside
source: Inside
cs_cz: Uvnitř
sk_sk: Vo vnútri
zh_cn: 里面

# rep.graph.itemlink
source: Item link
cs_cz: Odkaz položky
sk_sk: Link položky
zh_cn: 项目链接

# rep.graph.itemnameformat
source: Item name format
cs_cz: Formát názvu položky
sk_sk: Formát názvu položky
zh_cn: 项目名称格式

# rep.graph.itemtooltip
source: Item tooltip
cs_cz: Tooltip položky
sk_sk: Tooltip položky
zh_cn: 项目工具提示

# rep.graph.itemvalueformat
source: Item value format
cs_cz: Formát hodnoty položky
sk_sk: Formát hodnoty položky
zh_cn: 项目值格式

# rep.graph.labelstyle
source: Label style
cs_cz: Styl popisku
sk_sk: Štýl popisu
zh_cn: 标签样式

# rep.graph.left
source: Left
cs_cz: Vlevo
sk_sk: Vľavo
zh_cn: 左

# rep.graph.leftdiagonal
source: Diagonal left to up
cs_cz: Diagonálně zleva nahoru
sk_sk: Diagonálne zľava nahor
zh_cn: 左斜上

# rep.graph.leftright
source: Left to right
cs_cz: Zleva doprava
sk_sk: Zľava doprava
zh_cn: 左到右

# rep.graph.legendbgcolor
source: Background color
cs_cz: Barva pozadí
sk_sk: Farba pozadia
zh_cn: 背景色

# rep.graph.legendinside
source: Legend inside
cs_cz: Legenda uvnitř
sk_sk: Legenda vnútri
zh_cn: 里面的传说

# rep.graph.legendposition
source: Position
cs_cz: Pozice
sk_sk: Pozícia
zh_cn: 位置

# rep.graph.legendtitle
source: Legend title
cs_cz: Titulek legendy
sk_sk: Titulok legendy
zh_cn: 图例标题

# rep.graph.line
source: Line
cs_cz: Čára
sk_sk: Čiara
zh_cn: 线

# rep.graph.linechart
source: Line chart
cs_cz: Čárový graf
sk_sk: Čiarový graf
zh_cn: 图表类型是折线图

# rep.graph.near
source: Near
cs_cz: Blízko
sk_sk: Blízko
zh_cn: 附近的

# rep.graph.noauthorizedtosee
source: You are not authorized to see this graph.
cs_cz: Nemáte oprávnění pro prohlížení tohoto grafu.
sk_sk: Nemáte práve prezerať tento graf
zh_cn: 您无权查看此图。

# rep.graph.none
source: None
cs_cz: Žádný
sk_sk: Žiadny
zh_cn: 没有一个

# rep.graph.norecordtext
source: No record text
cs_cz: Text při žádném záznamu
sk_sk: Text pri 0 záznamoch
zh_cn: 没有记录的文本

# rep.graph.notset
source: None
cs_cz: Žádný
sk_sk: Žiadny
zh_cn: 没有一个

# rep.graph.orientation
source: Orientation
cs_cz: Orientace
sk_sk: Orientácia
zh_cn: 方向

# rep.graph.orientation.help
source: Orientation. Not applicable for Bar stacked charts with the Area drawing style.
cs_cz: Orientace. Není možné aplikovat na Skládaný sloupcový graf se stylem kresby oblasti.
zh_cn: 方向。不适用于酒吧面积绘画风格的堆积图。

# rep.graph.outside
source: Outside
cs_cz: Venku
sk_sk: Vonku
zh_cn: 外面

# rep.graph.overlay
source: Overlay
cs_cz: Překrývání
sk_sk: Prekrývanie
zh_cn: 覆盖

# rep.graph.pie
source: Pie
cs_cz: Výseč
sk_sk: Koláč
zh_cn: 馅饼

# rep.graph.piechart
source: Pie chart
cs_cz: Výsečový graf
sk_sk: Koláčový graf
zh_cn: 饼图

# rep.graph.pleaseselect
source: please select chart
cs_cz: vyberte prosím graf
sk_sk: vyberte prosím graf
zh_cn: 请选择图表

# rep.graph.plus
source: Plus
zh_cn: 加号

# rep.graph.pointdepth
source: Point Depth
cs_cz: Hloubka bodu
sk_sk: Hĺbka bodu
zh_cn: 点深度

# rep.graph.pointgapdepth
source: Point Gap Depth
cs_cz: Hloubka mezery bodu
sk_sk: Hĺbka medzery bodu
zh_cn: 点缺口深度

# rep.graph.position
source: Position
cs_cz: Pozice
sk_sk: Pozícia
zh_cn: 位置

# rep.graph.primarybgcolor
source: Primary background color
cs_cz: Primární barva pozadí
sk_sk: Primárna farba pozadia
zh_cn: 主要的背景色

# rep.graph.raised
source: Raised
cs_cz: Zvýšený
sk_sk: Zvýšený
zh_cn: 引发

# rep.graph.reversey
source: Reverse y-axis
cs_cz: Obrátit osu y
sk_sk: Obrátiť os y
zh_cn: 反向 y 轴

# rep.graph.right
source: Right
cs_cz: Vpravo
sk_sk: Vpravo
zh_cn: 权利

# rep.graph.rightdiagonal
source: Diagonal right to up
cs_cz: Diagonálně zprava nahoru
sk_sk: Diagonálne zprava nahor
zh_cn: 右斜放弃

# rep.graph.rightleft
source: Right to left
cs_cz: Zprava doleva
sk_sk: Zprava doľava
zh_cn: 从右到左

# rep.graph.rotatex
source: Rotate X
cs_cz: Otočit X
sk_sk: Otočiť X
zh_cn: 旋转 X

# rep.graph.rotatey
source: Rotate Y
cs_cz: Otočit Y
sk_sk: Otočiť Y
zh_cn: 旋转 Y

# rep.graph.scalemax
source: Scale max
cs_cz: Maximum měřítka
zh_cn: 规模最大

# rep.graph.scalemin
source: Scale min
cs_cz: Minimum měřítka
zh_cn: 规模最小

# rep.graph.secondarybgcolor
source: Secondary background color
cs_cz: Sekundární barva pozadí
sk_sk: Sekundárna farba pozadia
zh_cn: 辅助背景色

# rep.graph.serieslineborderstyle
source: Line style
cs_cz: Styl čáry
sk_sk: Štýl čiary
zh_cn: 线条样式

# rep.graph.serieslinecolor
source: Line color
cs_cz: Barva čáry
sk_sk: Farba čiary
zh_cn: 线条颜色

# rep.graph.serieslinesbordersize
source: Line size
cs_cz: Velikost čáry
sk_sk: Rozmer čiary
zh_cn: 行大小

# rep.graph.showgrid
source: Show Grid
cs_cz: Zobrazit mřížku
sk_sk: Zobraziť grid
zh_cn: 显示网格

# rep.graph.showmarkers
source: Show markers
cs_cz: Zobrazit značky
sk_sk: Zobraziť značky
zh_cn: 显示标记

# rep.graph.showpercentage
source: Show label as percent
cs_cz: Zobrazit označení jako procento
zh_cn: 显示标签作为 %

# rep.graph.softedge
source: Soft edge
cs_cz: Měkký okraj
sk_sk: Jemný okraj
zh_cn: 柔化边缘

# rep.graph.solid
source: Solid
cs_cz: Pevný
sk_sk: Plná čiara
zh_cn: 固体

# rep.graph.spline
source: SpLine
sk_sk: Spojitá čiara
zh_cn: 样条

# rep.graph.square
source: Square
cs_cz: Čtverec
sk_sk: Štvorec
zh_cn: 广场

# rep.graph.stacked
source: 100% stacked
cs_cz: 100% vyplněný
zh_cn: 百分比堆积

# rep.graph.star
source: Star
cs_cz: Hvězda
sk_sk: Hviezda
zh_cn: 明星

# rep.graph.star4
source: Star
cs_cz: Hvězda
sk_sk: Hveizda
zh_cn: 明星

# rep.graph.sunken
source: Sunken
cs_cz: Snížený
sk_sk: Vnorený
zh_cn: 沉没

# rep.graph.symbols
source: Symbols
cs_cz: Symboly
sk_sk: Symboly
zh_cn: 符号

# rep.graph.tenpowers
source: Ten powers
cs_cz: Mocniny desíti
zh_cn: 十的权力

# rep.graph.titlecolor
source: Title color
cs_cz: Barva titulku
sk_sk: Farba titulku
zh_cn: 标题颜色

# rep.graph.titlefont
source: Title font
cs_cz: Typ písma titulku
sk_sk: Font titulku
zh_cn: 标题字体

# rep.graph.titleposition
source: Title position
cs_cz: Pozice titulku
sk_sk: Pozícia titlku
zh_cn: 标题位置

# rep.graph.top
source: Top
cs_cz: Nahoře
sk_sk: Hore
zh_cn: 返回页首

# rep.graph.topbottom
source: Top to bottom
cs_cz: Zhora dolů
sk_sk: Zhore nadol
zh_cn: 顶部到底部

# rep.graph.topleft
source: Top - left
cs_cz: Nahoře - vlevo
sk_sk: Hore - vľavo
zh_cn: -左上

# rep.graph.topright
source: Top - right
cs_cz: Nahoře - vpravo
sk_sk: Hore - vpravo
zh_cn: -右上

# rep.graph.triangle
source: Triangle
cs_cz: Trojúhelník
sk_sk: Trojúholník
zh_cn: 三角形

# rep.graph.usexsettings
source: Use X-axis settings
cs_cz: Použít nastavení osy x
sk_sk: Použiť nastavenia x-osi
zh_cn: 使用 x 轴设置

# rep.graph.usexsort
source: Use x axis sorting
cs_cz: Použít řazení osy x
sk_sk: Použiť radenie x-osi
zh_cn: 使用 x 轴排序

# rep.graph.valuesaspercent
source: Values as percent
cs_cz: Hodnoty jako procenta
sk_sk: Hodnoty ako precentá
zh_cn: 百分比值

# rep.graph.vertical
source: Vertical
cs_cz: Vertikální
sk_sk: Vertikálne
zh_cn: 垂直

# rep.graph.xaxisangle
source: X axis angle
cs_cz: Úhel osy x
sk_sk: Uhol x-osi
zh_cn: X 轴的角度

# rep.graph.xaxisformat
source: X axis format
cs_cz: Formát osy x
sk_sk: Formát x-osi
zh_cn: X 轴的格式

# rep.graph.xaxisinterval
source: X axis interval
cs_cz: Interval osy x
sk_sk: Interval x-osi
zh_cn: X 轴间隔

# rep.graph.xcross
source: Xcross
cs_cz: Křížek
zh_cn: 穿线

# rep.graph.yaxisangle
source: Y axis angle
cs_cz: Úhel osy y
sk_sk: Uhol y-osi
zh_cn: Y 轴角度

# rep.graph.yaxisformat
source: Y axis format
cs_cz: formát osy y
sk_sk: Formát y-osi
zh_cn: Y 轴的格式

# rep.invaliddata
source: The form contains invalid data.
cs_cz: Formulář obsahuje neplatná data.
sk_sk: Formulár obsahuje neplatné dáta
zh_cn: 该表格包含无效数据。

# rep.invalidinteger
source: Please enter valid integer value.
cs_cz: Zadejte prosím platné celé číslo.
sk_sk: Zadajte prosím platné celé číslo.
zh_cn: 请输入有效的整数值。

# rep.invalidnonnegativeinteger
source: Please insert non negative integer value.
cs_cz: Zadejte prosím nezáporné cele číslo.
sk_sk: Zadajte, prosím, nezáporné celé číslo.
zh_cn: 请插入非负的整数值。

# rep.isstoredprocedure
source: Is stored procedure
cs_cz: Procedura je uloženo
sk_sk: Je uložená procedúra
zh_cn: 是存储的过程

# rep.legend
source: Legend
cs_cz: Legenda
sk_sk: Legenda
zh_cn: 传说

# rep.nodata
source: No data
cs_cz: Žádná data
sk_sk: Žiadne dáta
zh_cn: 没有数据

# rep.parameters.noparameters
source: No parameters to display.
cs_cz: Žádné parametry ke zobrazení.
sk_sk: Žiadne parametre k zobrazeniu.
zh_cn: 没有要显示的参数。

# rep.pleaseselect
source: please select report
cs_cz: vyberte prosím report
sk_sk: vyberte, prosím, report
zh_cn: 请选择报表

# rep.plotarea
source: Plot area
cs_cz: Oblast grafu
sk_sk: Zobrazovaná oblasť
zh_cn: 绘图区

# rep.query
source: Query
cs_cz: Dotaz
sk_sk: Dotaz (Query)
zh_cn: 查询

# rep.queryhelp
source: The query must return the following columns: Name (text), Value (number), optionally Value 2 (number), Value 3 (number), etc.
cs_cz: Dotaz musí vrátit následující sloupce: Název (text), Hodnota (číslo), volitelně Hodnota 2 (číslo), Hodnota 3 (číslo), atd.
sk_sk: Dotaz musí vrátiť nasledujúce stĺpce: Názov (text), Hodnota (číslo), voliteľne Hodnota 2 (číslo), Hodnota 3 (číslo), atď.
zh_cn: 查询必须返回以下各列： （文本） 的名称，值 （数），（可选） 值 2 （编号），价值 3 (号码) 等。

# rep.series
source: Series
cs_cz: Série
sk_sk: Série
zh_cn: 系列

# rep.seriesline
source: Series (only for line charts)
cs_cz: Série (pouze pro čárové grafy)
sk_sk: Série (len pre čiarové grafy)
zh_cn: （仅适用于折线图） 系列

# rep.showexport
source: Show export
cs_cz: Zobrazit report
sk_sk: Zobraziť export
zh_cn: 显示导出

# rep.table.enablepaging
source: Enable paging
cs_cz: Povolit stránkování
sk_sk: Povoliť stránkovanie
zh_cn: 启用分页

# rep.table.pagesize
source: Page size
cs_cz: Velikost stránky
sk_sk: Veľkosť stránky
zh_cn: 页面大小

# rep.table.paging
source: Paging
cs_cz: Stránkování
sk_sk: Stránkovanie
zh_cn: 分页

# rep.table.pagingmode
source: Paging mode
cs_cz: Mód stránkování
sk_sk: Režim stránkovania
zh_cn: 分页模式

# rep.table.pleaseselect
source: please select table
cs_cz: vyberte prosím tabulku
sk_sk: vyberte prosím tabuľku
zh_cn: 请选择表

# rep.table.savefirst
source: You have to save table before preview.
cs_cz: Před náhledem je nutné tabulku uložit.
sk_sk: Pred náhľadom musíte tabuľku uložiť.
zh_cn: 必须先保存表之前预览。

# rep.table.skin
source: Skin
zh_cn: 皮肤

# rep.table.skinid
source: Skin ID
cs_cz: IS skinu
zh_cn: 皮肤 ID

# rep.table.useupdatepanel
source: Use update panel
cs_cz: Použít panel aktualizace
sk_sk: Použiť panel aktualizácie
zh_cn: 使用更新面板

# rep.title
source: Title
cs_cz: Titulek
sk_sk: Titulok
zh_cn: 标题

# rep.value.pleaseselect
source: please select value
cs_cz: vyberte prosím hodnotu
sk_sk: Použiť update panel
zh_cn: 请选择值

# rep.valuehelp
source: The query must return single value.
cs_cz: Dotaz musí vrátit jednu hodnotu.
sk_sk: Query musí vrátiť jednu hodnotu.
zh_cn: 查询必须返回单个值。

# rep.webparrts.parametername
source: Parameter name
cs_cz: Název parametru
sk_sk: Názov parametru
zh_cn: 参数名称

# rep.webparrts.parametervalue
source: Parameter value
cs_cz: Hodnota parametru
sk_sk: Hodnota parametru
zh_cn: 参数值

# rep.webparts.clearparameters
source: Clear parameters
cs_cz: Smazat parametry
sk_sk: Zmazať parametre
zh_cn: 清除参数

# rep.webparts.reportparameterstitle
source: Report parameters
cs_cz: Parametry reportu
sk_sk: Parametre reportu
zh_cn: 报表参数

# rep.webparts.setparameters
source: Set parameters
cs_cz: Nastavit parametry
sk_sk: Nastaviť parametre
zh_cn: 设置的参数

# rep.xaxis
source: X-axis
cs_cz: Osa x
sk_sk: x-ová os
zh_cn: X 轴

# rep.yaxis
source: Y-axis
cs_cz: Osa y
sk_sk: y-ová os
zh_cn: Y 轴

# report.changeconnectionstring.notauthorized
source: You are not authorized to change connection string.
cs_cz: Nemáte oprávnění na změnu connection stringu.
zh_cn: 您无权更改连接字符串。

# report.confirmunsubscribe
source: Are you sure you want to unsubscribe from the selected report?
cs_cz: Opravdu se chcete odhlásit z vybraného reportu?
zh_cn: 你确定你要退订选定的报表？

# report_aggviews_avg_page
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# report_general.nodata
source: No data found.
zh_cn: 未找到数据。

# reporting.all
source: All
zh_cn: 所有

# reporting.alltraficsources.columntitle
source: Source
cs_cz: Zdroj
sk_sk: Zdroj
zh_cn: 源

# reporting.exitpage
source: Exit page
cs_cz: Výstupní stránka
sk_sk: Výstupná stránka
zh_cn: 退出页面

# reporting.graph
source: Graph
cs_cz: graf
zh_cn: 图

# reporting.htmlgraph
source: HTML graph
zh_cn: HTML 图

# reporting.landingpage
source: Landing page
cs_cz: Vstupní stránka
sk_sk: Vstupná stránka
zh_cn: 登陆页面

# reporting.report.clone
source: Clone report
zh_cn: 克隆报告

# reporting.report.newitem
source: New report
zh_cn: 新建报告

# reporting.reportsavedto
source: The report was saved under name "{0}".
cs_cz: Report byl uložen pod názvem "{0}".
zh_cn: 报告已保存名称"{0}"。

# reporting.savingreportfailed
source: Saving report failed.
cs_cz: Uložení reportu selhalo.
zh_cn: 未能保存报告。

# reporting.subscription.edit
source: Subscription properties
cs_cz: Vlastnosti přihlášky
zh_cn: 订阅属性

# reporting.subscription.list
source: Subscriptions
cs_cz: Přihlášky k odběru
zh_cn: 订阅

# reporting.subscription.new
source: New subscription
cs_cz: Nová přihláška
zh_cn: 新建订阅

# reporting.table
source: Table
cs_cz: tabulka
zh_cn: 表

# reporting.value
source: Value
cs_cz: hodnota
zh_cn: 价值

# reports.pageviews
source: Page views
cs_cz: Zobrazení stránky
sk_sk: Zobrazenia stránky
zh_cn: 网页视图

# reports.userhasnosubscriptions
source: You aren't currently subscribed to receive notifications about any reports.
cs_cz: Momentálně nejste přihlášen/a k odběru notifikací ze žádného reportu.
zh_cn: 您当前不被订阅接收有关的任何报告通知。

# reports_aggviews.label_numofpageviews
source: Number of aggregated views
cs_cz: Počet souhrnných zobrazení
sk_sk: Počet súhrnných zobrazení
zh_cn: 聚合视图的数量

# reports_aggviews.stats_caption
source: Aggregated views
cs_cz: Souhrnná zobrazení
sk_sk: Súhrnné zobrazenia (RSS, Atom, ...)
zh_cn: 聚合的视图

# reports_aggviews_day.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_aggviews_day.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_aggviews_hour.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_aggviews_hour.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面
