Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# com.shoppingcartitemselector.notavailableforsale
source: Product '{0}' is no more available for sale.
cs_cz: Produkt '{0}' již není dostupný pro prodej.
sk_sk: Produkt '{0}' nie je viac k dispozícii na predaj.
zh_cn: 产品 '{0}' 是没有更多可供出售。

# com.shoppingcartitemselector.outofstock
source: Out of stock
zh_cn: 库存不足

# com.shoppingcartitemselector.stock
source: Availability:
zh_cn: 可用性：

# com.showpricedetail
source: Show price detail
cs_cz: Zobrazit detail ceny
zh_cn: 显示价格详细信息

# com.siteselector.globally
source: Globally
zh_cn: 全局范围内

# com.siteselector.manage
source: Manage
zh_cn: 管理

# com.siteselector.siteonly
source: This site only
zh_cn: 仅限此网站

# com.sku.analyticscategory
source: Analytics
cs_cz: Analýzy
zh_cn: 分析

# com.sku.availableindays
source: Availability (days)
cs_cz: Dostupnost (dny)
zh_cn: 可用性 （天）

# com.sku.availableitems
source: Available items
cs_cz: Dostupné položky
zh_cn: 可用项目

# com.sku.bundle
source: Bundle
cs_cz: Balíček
zh_cn: 束

# com.sku.bundlecategory
source: Bundle
cs_cz: Balíček
zh_cn: 束

# com.sku.bundleinventorytype
source: Remove from inventory
cs_cz: Odstranit z inventáře
zh_cn: 从库存中删除

# com.sku.bundleitemscount
source: Products
cs_cz: Produkty
zh_cn: 产品

# com.sku.categoriesavailable
source: The following categories with product options are assigned to the product:
cs_cz: K produktu jsou přiřazeny následující kategorie s variantami produktu:
sk_sk: K produktu sú priradené nasledujúce kategórie s variantami produktu:
zh_cn: 产品选项的以下类别分配给该产品：

# com.sku.conversionname
source: Conversion name
cs_cz: Název konverze
zh_cn: 转换的名称

# com.sku.conversionvalue
source: Conversion value
cs_cz: Hodnota konverze
zh_cn: 转换值

# com.sku.departmentid
source: Department
cs_cz: Oddělení
zh_cn: 新闻部

# com.sku.depth
source: Package depth
cs_cz: Hloubka balíku
zh_cn: 包深度

# com.sku.description
source: Description
cs_cz: Popis
zh_cn: 描述

# com.sku.donation
source: Donation
cs_cz: Dar
zh_cn: 捐赠

# com.sku.donationcategory
source: Donation
cs_cz: Dar
zh_cn: 捐赠

# com.sku.donationmaxprice
source: Maximum donation
cs_cz: Maximální dar
zh_cn: 最大的捐赠

# com.sku.donationminprice
source: Minimum donation
cs_cz: Minimální dar
zh_cn: 最低捐款额

# com.sku.enabled
source: Allow for sale
cs_cz: Povolit na prodej
zh_cn: 允许出售

# com.sku.eproduct
source: E-product
cs_cz: E-produkt
zh_cn: 电子产品

# com.sku.eproductcategory
source: E-product
cs_cz: E-produkt
zh_cn: 电子产品

# com.sku.eproductfilescount
source: Files
cs_cz: Soubory
zh_cn: 文件

# com.sku.eproductvalidity
source: Files validity
cs_cz: Platnost souborů
zh_cn: 文件的有效性

# com.sku.fromsubsections
source: Include sub-sections
cs_cz: Zahrnout podsekce
zh_cn: 包括分节

# com.sku.generalcategory
source: General
cs_cz: Obecné
zh_cn: 一般

# com.sku.height
source: Package height
cs_cz: Výška balíku
zh_cn: 封装高度

# com.sku.imagepath
source: Image
cs_cz: Obrázek
zh_cn: 图像

# com.sku.imagepathnotversioned
source: Image (not versioned)
cs_cz: Obrázek (neverzovaný)
zh_cn: 图像 （不进行版本控制）

# com.sku.instorefrom
source: In store from
cs_cz: V obchodě od
zh_cn: 从存储区中

# com.sku.internalstatusid
source: Internal status
cs_cz: Interní stav
zh_cn: 内部状态

# com.sku.inventorycategory
source: Inventory
cs_cz: Inventář
zh_cn: 库存

# com.sku.listprice
source: List price
cs_cz: Původní cena
zh_cn: 标价

# com.sku.manufacturerid
source: Manufacturer
cs_cz: Výrobce
zh_cn: 制造商

# com.sku.maxitemsinorder
source: Max items in one order
cs_cz: Maxímální počet položek v jedné objednávce
zh_cn: 一个订单中的最大项目

# com.sku.maxprice
source: Max price
cs_cz: Maximální cena
zh_cn: 最高价格

# com.sku.membership
source: Membership
cs_cz: Členství
zh_cn: 会员

# com.sku.membershipcategory
source: Membership
cs_cz: Členství
zh_cn: 会员

# com.sku.membershipguid
source: Membership group
cs_cz: Členská skupina
zh_cn: 成员组

# com.sku.membershipvalidity
source: Membership validity
cs_cz: Platnost členství
zh_cn: 会员有效期

# com.sku.minitemsinorder
source: Min items in one order
cs_cz: Minimální počet položek v jedné objednávce
zh_cn: 在一阶分项目

# com.sku.minprice
source: Min price
cs_cz: Minimální cena
zh_cn: 最低价格

# com.sku.name
source: Product name
cs_cz: Název produktu
zh_cn: 产品名称

# com.sku.needsshipping
source: Needs shipping
cs_cz: Vyžaduje dopravu
zh_cn: 航运的需求

# com.sku.newglobalsku
source: New global SKU
cs_cz: Nová globální SKU
zh_cn: 新建全局 SKU

# com.sku.newproduct
source: New product
cs_cz: Nový produkt
zh_cn: 新产品

# com.sku.newsku
source: New SKU
cs_cz: Nová SKU
zh_cn: 全新的 SKU。

# com.sku.noproducts
source: No products available
cs_cz: Nejsou dostupné žádné produkty
zh_cn: 没有可用的产品

# com.sku.noskus
source: No SKUs available
cs_cz: Nejsou dostupné žádné SKU (skladové jednotky)
zh_cn: 没有可用的 Sku

# com.sku.nosubsections
source: No sub-sections found
cs_cz: Nebyli nalezeny žádné podsekce
zh_cn: 发现没有分节

# com.sku.number
source: Product number
cs_cz: Číslo produktu
zh_cn: 产品编号

# com.sku.price
source: Price
cs_cz: Cena
zh_cn: 价格

# com.sku.privatedonation
source: Allow private donation
cs_cz: Povolit nezvěřejňované dárcovství
zh_cn: 允许私人捐赠

# com.sku.productslist
source: Products
cs_cz: Produkty
zh_cn: 产品

# com.sku.producttype
source: Representing
cs_cz: Reprezentuje
zh_cn: 代表

# com.sku.properties
source: Type
cs_cz: Typ
zh_cn: 类型

# com.sku.publicstatusid
source: Public status
cs_cz: Veřejný stav
zh_cn: 公共状态

# com.sku.reorderat
source: Reorder at
cs_cz: Doobjednat při
zh_cn: 在重新排序

# com.sku.representingcategory
source: Representing
cs_cz: Reprezentuje
zh_cn: 代表

# com.sku.sectioname
source: Section name
cs_cz: Název sekce
zh_cn: 节名称

# com.sku.sellonlyavailable
source: Sell only if items available
cs_cz: Prodávat pouze pokud jsou dostupné položky
zh_cn: 出售仅当项目可用

# com.sku.shippingcategory
source: Shipping
cs_cz: Doprava
zh_cn: 航运

# com.sku.shortdescription
source: Short description
cs_cz: Krátký popis
zh_cn: 简短说明

# com.sku.skunumbertooltip
source: Allows you to specify the product identifier. You can use this number or string, for example, in your accounting records.
zh_cn: 允许您指定的产品标识符。您可以使用此数字或字符串，例如，在你的会计记录。

# com.sku.statuscategory
source: Status
cs_cz: Stav
zh_cn: 状态

# com.sku.supplierid
source: Supplier
cs_cz: Dodavatel
zh_cn: 供应商

# com.sku.unassignedlist
source: Stand-alone SKUs
cs_cz: Samostatné SKU
zh_cn: 独立的 Sku

# com.sku.unassignedproperties
source: SKU properties
cs_cz: SKU vlastnosti
zh_cn: SKU 属性

# com.sku.validity
source: Validity
cs_cz: Platnost
zh_cn: 有效性

# com.sku.variantcategory
source: Variant
cs_cz: Varianta
zh_cn: 备选案文

# com.sku.viewproducts
source: View products
cs_cz: Zobrazit produkty
zh_cn: 查看产品

# com.sku.weight
source: Package weight
cs_cz: Váha balíku
zh_cn: 包裹重量

# com.sku.width
source: Package width
cs_cz: Šířka balíku
zh_cn: 包宽度

# com.skubinding
source: SKU binding
cs_cz: SKU vazba
zh_cn: SKU 绑定

# com.skubinding.bind
source: Create new or assign existing SKU
cs_cz: Vytvořit nový nebo přiřadit existující produkt
zh_cn: 创建新模板或分配现有的 SKU

# com.skubinding.unbind
source: Remove SKU from this page
cs_cz: Odstranit SKU z tohoto dokumentu
zh_cn: 从该页面删除 SKU

# com.skubinding.unbindconfirm
source: Are you sure you want to remove bound SKU from this page?
cs_cz: Opravdu chcete odstranit vazbu SKU na tento dokument?
zh_cn: 你确定你想要从该页删除绑定的 SKU？

# com.skuoptions.notavailable
source: Fill out the properties below and save your new option category. Then you can add options to the category.
zh_cn: 填写以下属性并保存您的新选项类别。然后您可以将选项添加到该类别。

# com.skuoptions.notavailablecreating
source: No options found.
zh_cn: 没有找到的选项。

# com.skuprice.pricerange
source: Price must be non-negative number.
zh_cn: 价格必须为非负数。

# com.storeoverview
source: Store overview
zh_cn: 商店概况

# com.storesettings.currencies
source: Currencies
cs_cz: Měny
sk_sk: Meny
zh_cn: 货币

# com.storesettings.maincurrencychanged
source: The main currency was changed.
cs_cz: Hlavní měna byla změněna,
sk_sk: Hlavná mena bola zmenená.
zh_cn: 主要的货币被改变了。

# com.storesettings.taxaddress
source: Apply tax based on
cs_cz: Uplatnit daně podle
sk_sk: Aplikovať dane podľa
zh_cn: 适用税收的基础

# com.supplier.edit
source: Supplier properties
cs_cz: Vlastnosti dodavatele
sk_sk: Vlastnosti dodávateľa
zh_cn: 供应商的属性

# com.suppliernameexists
source: Supplier with given code name already exists.
cs_cz: Dodavatel se zadaným kódovým názvem již existuje.
zh_cn: 供应商与给定代码名称已经存在。

# com.suppliers.description
source: Allows you to manage suppliers of your products. You can specify contact details for each supplier and use this information for internal business purposes.
zh_cn: 允许您管理您的产品供应商。可以为每个供应商指定联系人的详细信息，并将此信息用于内部商业用途。

# com.taxaddress.billingaddress
source: Billing address
zh_cn: 帐单地址

# com.taxaddress.shippingaddress
source: Shipping address
zh_cn: 送货地址

# com.taxclass.assignedtoproducts
source: The tax class is assigned to the following products:
zh_cn: 税类被分配给以下产品：

# com.taxclasszeroifidsupplied
source: If checked, no tax charge will be applied for company with specified tax registration ID.
zh_cn: 如果选中，无税费用将申请公司指定的税务注册 id。

# com.taxesnotsupportedforoptiontype
source: Tax classes are not supported for this type of option.
zh_cn: 税类不支持这种类型的选项。

# com.ui.buyonegetonediscount
source: Buy X Get Y discount
zh_cn: 买 X 到 Y 的折扣

# com.ui.buyxgety
source: Buy X Get Y discounts
zh_cn: 买 X 到 Y 的折扣

# com.ui.buyxgetydesc
source: Allows you to increase sales of chosen products. Use this type of discount if you want to trigger some discount (e.g., add a discounted product, reduce price) when customer adds particular products to the shopping cart.
zh_cn: 允许您选择的产品销售增加。使用这种类型的折扣，如果你想要触发一些折扣 （例如，添加一个打折的产品，价格降低） 当客户将特定的产品添加到购物车。

# com.ui.configuration
source: Store configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 商店配置

# com.ui.configurationcurrencies
source: Currencies
cs_cz: Měny
sk_sk: Meny
zh_cn: 货币

# com.ui.configurationdepartments
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenia
zh_cn: 部门

# com.ui.configurationdepartmentsgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.configurationdepartmentstaxclasses
source: Default tax classes
cs_cz: Výchozí daňové třídy
sk_sk: Predvolené daňové triedy
zh_cn: 默认税类

# com.ui.configurationdepartmentsusers
source: Users
cs_cz: Uživatelé
sk_sk: Užívatelia
zh_cn: 用户

# com.ui.configurationexchangerates
source: Exchange rates
cs_cz: Směnné kurzy
sk_sk: Výmenné kurzy
zh_cn: 汇率

# com.ui.configurationgroup
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# com.ui.configurationinternalstatus
source: Internal status
cs_cz: Interní stav
sk_sk: Interný stav
zh_cn: 内部状态

# com.ui.configurationinvoice
source: Invoice
cs_cz: Faktura
sk_sk: Faktúra
zh_cn: 发票

# com.ui.configurationorderstatus
source: Order status
cs_cz: Stav objednávky
sk_sk: Stav objednávky
zh_cn: 订单状态

# com.ui.configurationpaymentmethods
source: Payment methods
cs_cz: Metody platby
sk_sk: Metódy platby
zh_cn: 付款方式

# com.ui.configurationpublicstatus
source: Public status
cs_cz: Veřejný stav
sk_sk: Verejný stav
zh_cn: 公共状态

# com.ui.configurationsettings
source: Store settings
cs_cz: Nastavení obchodu
sk_sk: Nastavenia obchodu
zh_cn: 存储设置

# com.ui.configurationsettingscheckoutprocess
source: Checkout process
cs_cz: Nákupní proces
sk_sk: Nákupný proces
zh_cn: 结帐过程

# com.ui.configurationsettingsemails
source: Emails
cs_cz: E-maily
sk_sk: E-maily
zh_cn: 电子邮件

# com.ui.configurationsettingsgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.configurationsettingsglobalobjects
source: Global objects
cs_cz: Globální objekty
sk_sk: Globálne objekty
zh_cn: 全局对象

# com.ui.configurationsettingsonlinemarketing
source: On-line marketing
zh_cn: 在线市场营销

# com.ui.configurationshippingoptions
source: Shipping options
cs_cz: Možnosti dopravy
sk_sk: Možnosti prepravy
zh_cn: 送货选项

# com.ui.configurationshippingoptionsgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.configurationshippingoptionspaymentmethods
source: Payment methods
cs_cz: Metody platby
sk_sk: Metódy platby
zh_cn: 付款方式

# com.ui.configurationshippingoptionstaxclasses
source: Tax classes
cs_cz: Daňové třídy
sk_sk: Daňové triedy
zh_cn: 税类

# com.ui.configurationtaxclasses
source: Tax classes
cs_cz: Daňové třídy
sk_sk: Daňové triedy
zh_cn: 税类

# com.ui.configurationtaxclassescountries
source: Countries
cs_cz: Země
sk_sk: Krajiny
zh_cn: 国家

# com.ui.configurationtaxclassesgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.configurationtaxclassesproducts
source: Products
zh_cn: 产品

# com.ui.configurationtaxclassesstates
source: States
cs_cz: Státy
sk_sk: Štáty
zh_cn: 国家

# com.ui.confirgurationshippingoptionshippingcost
source: Shipping costs
cs_cz: Náklady na dopravu
sk_sk: Náklady na dopravu
zh_cn: 运费

# com.ui.contentproduct.customfields
source: Custom properties
cs_cz: Vlastní pole
sk_sk: Vlastné polia
zh_cn: 自定义属性

# com.ui.contentproduct.general
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.contentproduct.options
source: Options
cs_cz: Možnosti
sk_sk: Možnosti
zh_cn: 选项

# com.ui.contentproduct.taxclasses
source: Tax classes
cs_cz: Daňové třídy
sk_sk: Daňové triedy
zh_cn: 税类

# com.ui.contentproduct.volumediscounts
source: Volume discounts
cs_cz: Množstevní slevy
sk_sk: Množstevné zľavy
zh_cn: 数量折扣

# com.ui.creditevents
source: Credit events
zh_cn: 信贷事件

# com.ui.customers
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# com.ui.customersaddresses
source: Addresses
cs_cz: Adresy
sk_sk: Adresy
zh_cn: 地址

# com.ui.customerscredit
source: Credit
cs_cz: Kredit
sk_sk: Kredit
zh_cn: 信贷

# com.ui.customerscustomfields
source: Custom fields
cs_cz: Vlastní pole
sk_sk: Vlastné polia
zh_cn: 自定义字段

# com.ui.customersgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.customersgroup
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# com.ui.customerslogin
source: Login
cs_cz: Přihlásit
sk_sk: Prihlásiť
zh_cn: 登录

# com.ui.customersnewsletters
source: Email campaigns
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件活动

# com.ui.customersorders
source: Orders
cs_cz: Objednávky
sk_sk: Obejdnávky
zh_cn: 订单

# com.ui.dashboard
source: Dashboard
cs_cz: Nástěnka
zh_cn: 控制板

# com.ui.detail
source: Detail
zh_cn: 详细

# com.ui.discountcoupons
source: Product coupons
cs_cz: Slevové kupony
sk_sk: Zľavové kupóny
zh_cn: 产品优惠券

# com.ui.discountcouponsgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.discountcouponsproducts
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# com.ui.discountlevelsdepartments
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenia
zh_cn: 部门

# com.ui.discountlevelsgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.discountsgroup
source: Discounts & Offers
cs_cz: Slevy
sk_sk: Zľavy
zh_cn: 折扣 & 提供

# com.ui.editbuyxgetydiscount
source: Edit Buy X Get Y discount
zh_cn: 编辑买 X 到 Y 的折扣

# com.ui.existingcustomer
source: Existing customer
zh_cn: 现有客户

# com.ui.manufacturers
source: Manufacturers
cs_cz: Výrobci
sk_sk: Výrobcovia
zh_cn: 制造商

# com.ui.newbuyxgetydiscount
source: New Buy X Get Y discount
zh_cn: 新买的 X 到 Y 的折扣

# com.ui.newcustomer
source: New customer
cs_cz: Nový zákazník
sk_sk: Nový zákazník
zh_cn: 新客户

# com.ui.neworder
source: New order
cs_cz: Nová objednávka
sk_sk: Nový zákazník
zh_cn: 新秩序

# com.ui.newproduct
source: New product
cs_cz: Nový produkt
sk_sk: Nový produkt
zh_cn: 新产品

# com.ui.orders
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# com.ui.ordersbilling
source: Billing
cs_cz: Fakturace
sk_sk: Fakturácia
zh_cn: 计费

# com.ui.orderscustomfields
source: Custom fields
cs_cz: Vlastní pole
sk_sk: Vlastné polia
zh_cn: 自定义字段

# com.ui.ordersgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.ordersgroup
source: Orders
cs_cz: Objednávky
sk_sk: Obejdnávky
zh_cn: 订单

# com.ui.ordershistory
source: History
cs_cz: Historie
sk_sk: História
zh_cn: 历史

# com.ui.ordersinvoice
source: Invoice
cs_cz: Faktura
sk_sk: Faktúra
zh_cn: 发票

# com.ui.ordersitems
source: Items
cs_cz: Položky
sk_sk: Položky
zh_cn: 项目

# com.ui.ordersshipping
source: Shipping
cs_cz: Doprava
sk_sk: Doprava
zh_cn: 航运

# com.ui.productcoupons
source: Product coupons
zh_cn: 产品优惠券

# com.ui.productoptions
source: Product options
cs_cz: Možnosti produktu
sk_sk: Možnosti produktu
zh_cn: 产品选项

# com.ui.productoptionsgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.productoptionsoptions
source: Options
cs_cz: Možnosti
sk_sk: Možnosti
zh_cn: 选项

# com.ui.productoptionsoptionscustomfields
source: Custom properties
cs_cz: Vlastní pole
sk_sk: Vlastné polia
zh_cn: 自定义属性

# com.ui.productoptionsoptionsgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.productoptionsoptionstaxclasses
source: Tax classes
cs_cz: Daňové třídy
sk_sk: Daňové triedy
zh_cn: 税类

# com.ui.products
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# com.ui.productsadvanced
source: Advanced
cs_cz: Rozšířené
zh_cn: 高级

# com.ui.productsattachments
source: Attachments
cs_cz: Přílohy
zh_cn: 附件

# com.ui.productscategories
source: Categories
cs_cz: Kategorie
zh_cn: 类别

# com.ui.productscustomfields
source: Custom properties
cs_cz: Vlastní pole
sk_sk: Vlastné polia
zh_cn: 自定义属性

# com.ui.productsgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# com.ui.productsgroup
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# com.ui.productslivesite
source: Live site
cs_cz: Živý web
zh_cn: 活动站点

# com.ui.productsmetadata
source: Metadata
zh_cn: 元数据

# com.ui.productsmetadatapage
source: Page title, description, keywords
cs_cz: Název stránky, popis, klíčová slova
zh_cn: 页面标题，描述关键字

# com.ui.productsmetadatatags
source: Tags
cs_cz: Značky
zh_cn: 标签

# com.ui.productsoptions
source: Options
cs_cz: Možnosti
sk_sk: Možnosti
zh_cn: 选项

# com.ui.productspreview
source: Preview
cs_cz: Náhled
zh_cn: 预览

# com.ui.productsproperties
source: Product properties
cs_cz: Vlastnosti produktu
zh_cn: 产品属性

# com.ui.productsrelated
source: Related products
cs_cz: Související produkty
zh_cn: 相关的产品

# com.ui.productstaxclasses
source: Tax classes
cs_cz: Daňové třídy
sk_sk: Daňové triedy
zh_cn: 税类

# com.ui.productsversions
source: Versions
cs_cz: Verze
zh_cn: 版本

# com.ui.productsvolumediscounts
source: Volume discounts
cs_cz: Množstevní slevy
sk_sk: Množstevné zľavy
zh_cn: 数量折扣

# com.ui.productsworkflow
source: Workflow
zh_cn: 工作流

# com.ui.reports
source: Store reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 商店报告

# com.ui.reports_customers
source: Customers
zh_cn: 客户

# com.ui.reports_donations
source: Donations
zh_cn: 捐赠

# com.ui.reports_orders
source: Orders
zh_cn: 订单

# com.ui.reports_products
source: Products
zh_cn: 产品

# com.ui.reportscustomersbyvolumeofsales
source: Top customers by volume of sales
cs_cz: Top 100 zákazníků podle objemu nákupů
sk_sk: Top 100 zákazníkov podľa objemu predaja
zh_cn: 按顶级客户的销售量

# com.ui.reportsdashboard
source: Dashboard
cs_cz: Nástěnka
zh_cn: 控制板

# com.ui.reportsdonations
source: Donations
cs_cz: Dary
sk_sk: Dary
zh_cn: 捐赠

# com.ui.reportsgroup
source: Reports
cs_cz: Reporty
zh_cn: 报告

# com.ui.reportsinventory
source: Inventory
cs_cz: Inventář
sk_sk: Inventár
zh_cn: 库存

# com.ui.reportsordercurrencies
source: Order currencies
cs_cz: Měny objednávky
zh_cn: 订单货币

# com.ui.reportsordershippingcountries
source: Order shipping countries
cs_cz: Země dopravy objednávky
zh_cn: 订单航运国家

# com.ui.reportsordersperday
source: Number of orders per day
cs_cz: Počet objednávek za den
sk_sk: Počet objednávok za deň
zh_cn: 每一天的订单数

# com.ui.reportsorderspermonth
source: Number of orders per month
cs_cz: Počet obědnávek za měsíc
sk_sk: Počet objednávok za mesiac
zh_cn: 每月的订单数量

# com.ui.reportsordersperyear
source: Number of orders per year
cs_cz: Počet objednávek za rok
sk_sk: Počet objednávok za rok
zh_cn: 每年的订单数量

# com.ui.reportsorderstatuses
source: Number of orders by statuses
cs_cz: Počet objednávek podle stavu
zh_cn: 按订单数状态

# com.ui.reportssales
source: Sales
cs_cz: Prodeje
sk_sk: Predaje
zh_cn: 销售

# com.ui.reportssalesperday
source: Sales per day
cs_cz: Prodeje za den
sk_sk: Predaje za deň
zh_cn: 每一天的销售额

# com.ui.reportssalespermonth
source: Sales per month
cs_cz: Prodeje za měsíc
sk_sk: Predaje za mesiac
zh_cn: 每月销售

# com.ui.reportssalesperyear
source: Sales per year
cs_cz: Prodeje za rok
sk_sk: Predaje za rok
zh_cn: 每年的销售

# com.ui.sectionproducts
source: Products
cs_cz: Produkty
zh_cn: 产品

# com.ui.shippingcost
source: Shipping costs
cs_cz: Náklady na dopravu
sk_sk: Prepravné náklady
zh_cn: 运费

# com.ui.shippingcost.edit
source: Shipping cost properties
cs_cz: Vlastnosti nákladů na přepravu
sk_sk: Prepravné náklady - vlastnosti
zh_cn: 航运成本属性

# com.ui.shippingcost.edit_cost
source: Shipping cost
cs_cz: Cena dopravy
sk_sk: Prepravné náklady
zh_cn: 航运成本

# com.ui.shippingcost.edit_costexists
source: Shipping cost with given minimum weight already exists.
cs_cz: Cena dopravy pro danou minimální váhu již existuje.
sk_sk: Prepravné náklady s danou minimálnou hmotnosťou už existujú.
zh_cn: 运输成本与给定最小重量已经存在。

# com.ui.shippingcost.edit_minweight
source: Minimum weight
cs_cz: Minimální váha
sk_sk: Minimálna hmotnosť
zh_cn: 最小重量

# com.ui.shippingcost.edit_new
source: New shipping cost
cs_cz: Nové náklady na dopravu
sk_sk: Nové prepravné náklady
zh_cn: 新建航运成本

# com.ui.shippingcost.edit_nodata
source: There are no shipping costs defined.
cs_cz: Nejsou definovány žádné náklady na dopravu.
sk_sk: Nie sú definované žiadne prepravné náklady.
zh_cn: 没有定义的航运成本。

# com.ui.suppliers
source: Suppliers
cs_cz: Dodavatelé
sk_sk: Dodávatelia
zh_cn: 供应商

# com.ui.validation
source: Validation
zh_cn: 验证

# com.updatecartitemcount
source: Update
zh_cn: 更新

# com.usedproductwarning
source: The product is already placed in an order so it is not allowed to change its type.
cs_cz: Tento produkt je již objednán, a proto není možné změnit jeho typ.
sk_sk: Produkt je už použitý v objednávke, takže nie je možné meniť jeho typ.
zh_cn: 该产品的顺序已经能放置，因此它不允许更改其类型。

# com.variant.allvariants
source: All variants
zh_cn: 所有变体

# com.variant.changeprice
source: Change price
zh_cn: 改变价格

# com.variant.definerror
source: An error occurred during defining variants. Some variants were not defined. Please contact administrator.
zh_cn: 定义变量时出错。未定义一些变量。请与管理员联系。

# com.variant.deleting
source: Deleting variants...
zh_cn: 删去备选案文......

# com.variant.isbeingdeleted
source: ... is being deleted.
zh_cn: ......正在被删除。

# com.variant.newprice
source: New price:
zh_cn: 新建价格：

# com.variant.nooptionassignedtocategory
source: No option is available in categories assigned to the currently edited product. Go to the Option categories tab and create (or enable) options by editing the assigned option categories.
zh_cn: 没有选项是在分配给当前编辑的产品类别中可用。转到选项类别选项卡并创建 （或启用） 选项通过编辑指派的选项类别。

# com.variant.nooptioncategorycreated
source: To define product variants (combinations of product options with their own SKU, price and inventory fields), switch to the Option categories tab and add at least one ENABLED product option category of the Attribute type.
zh_cn: 若要定义产品变量 （他们自己 SKU、 价格和库存的字段的产品选项的组合），请切换到选项类别选项卡并添加至少一个已启用产品选项类别的属性类型。

# com.variant.nooptionselectedforproduct
source: No option is available for the currently edited product. To define variants try to: </br> 1. Go to the Option categories tab and create (or enable) options by editing the assigned option categories.</br> 2. Select available options on the Option categories tab.
zh_cn: 没有选项是用于当前编辑的产品。要定义变量的尝试：<br>1.转到选项类别选项卡并创建 （或启用） 选项通过编辑指派的选项类别。</br>2.选择选项类别选项卡上的可用选项。

# com.variant.notavailable
source: Not available
zh_cn: 没有可供选择

# com.variant.notstandardproduct
source: Variants can be defined only for the '{0}' product representation (see General tab).
zh_cn: 变量可以定义唯一的 '{0}' 产品代表 （见常规选项卡）。

# com.variant.novariant
source: No variants defined.
zh_cn: 没有定义的变量。

# com.variant.priceisbeingupdated
source: ... is being updated.
zh_cn: ......正在更新。
