Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# exportsitesettings.exportfinished
source: The objects have been successfully exported to the file <strong>{0}</strong>.
cs_cz: Objekty byly úspěšně exportovány do souboru <strong>{0}</strong>.
sk_sk: Objekty boli úspešne exportované do súboru <strong>{0}</strong>.
zh_cn: 对象具有已成功导出到文件<strong>{0}</strong>。

# exportsitesettings.exportfinishednodata
source: Because none of the objects has been selected, no file has been created.
cs_cz: Žádný soubor nebyl vytvořen, jelikož nebyl vybrán žádný objekt.
sk_sk: Žiadny súbor nebol vytvorený, pretože nebol vybraný žiadny objekt.
zh_cn: 因为没有一个对象已被选中，已不创建任何文件。

# exportsitesettings.previousstep
source: Previous
cs_cz: < Předchozí
sk_sk: < Späť
zh_cn: 上一步

# exportsitesettings.step
source: Step {0}
cs_cz: Krok {0}
sk_sk: Krok {0}
zh_cn: 步骤 {0}

# exportsitesettings.step.wizardintro
source: The file will be created in the folder {0}.
cs_cz: Soubor bude vytvořen ve složce {0}.
sk_sk: Súbor bude vytvorený v zložke {0}.
zh_cn: 在文件夹中 {0}，将创建该文件。

# exportsitesettings.stepfileselection.filenameexists
source: File with name '{0}' already exists in the directory '{1}'.
cs_cz: Soubor s názvem '{0}' již v adresáři '{1}' existuje.
sk_sk: Súbor sa menom '{0}' už v adresári '{1}' existuje.
zh_cn: 目录"{1}"中已存在具有名称"{0}"的文件。

# exportsitesettings.stepfileselection.lblstepfileselection
source: Select file name
cs_cz: Vyberte prosím název souboru
sk_sk: Krok 1 - Vyberte názov súboru
zh_cn: 选择文件名称

# exportsitesettings.wzdstepcssstyles.lblcssstyles
source: CSS style sheets
cs_cz: CSS šablony stylů
sk_sk: CSS šablóny štýlov
zh_cn: CSS 样式表

# exportsitesettings.wzdstepcssstyles.lblstepcssstyles
source: Select the CSS style sheets to be exported:
cs_cz: Vyberte prosím CSS šablony stylů, které chcete exportovat
sk_sk: Krok 2 - Vyberte CSS šablóny štýlov, ktoré chcete exportovať
zh_cn: 选择要导出的 CSS 样式表：

# exportsitesettings.wzdstepcssstyles.nocssstyles
source: No CSS style sheets for the selection
cs_cz: Žádné CSS šablony stylů k výběru
sk_sk: Žiadne CSS šablóny štýlov na výber
zh_cn: 没有为所选内容的的 CSS 样式表

# exportsitesettings.wzdstepdocumenttypes.lbldocumenttypes
source: Page types
cs_cz: Typy dokumentů
sk_sk: Typy dokumentov
zh_cn: 页面类型

# exportsitesettings.wzdstepdocumenttypes.lblstepdocumenttypes
source: Select page types to be exported
cs_cz: Vyberte prosím typy dokumentů, které chcete exportovat
sk_sk: Krok 4 - Vyberte typy dokumentov, ktoré chcete exportovať
zh_cn: 选择要导出的页面类型

# exportsitesettings.wzdstepdocumenttypes.nodocumenttypes
source: No page types for the selection
cs_cz: Žádné typy dokumentů k výběru
sk_sk: Žiadne typy dokumentov na výber
zh_cn: 没有为所选内容的的页面类型

# exportsitesettings.wzdstepfinish.lblstepfinish
source: Wizard has finished
cs_cz: Průvodce byl ukončen
sk_sk: Sprievodca bol ukončený
zh_cn: 向导已完成

# exportsitesettings.wzdstepformusercontrols.lblformusercontrols
source: Form controls
cs_cz: Form kontroly
zh_cn: 表格控件

# exportsitesettings.wzdstepformusercontrols.lblstepformusercontrols
source: Select the form controls to be exported
cs_cz: Vyberte prosím form kontroly, které chcete exportovat
sk_sk: Krok 8 - Vyberte form controls, ktoré chcete exportovať
zh_cn: 选择要导出的表单控件

# exportsitesettings.wzdstepformusercontrols.noformusercontrols
source: No form controls for the selection
cs_cz: Žádné form kontroly k výběru
sk_sk: Žiadne form controls na výber
zh_cn: 所选内容的没有表格控件

# exportsitesettings.wzdstepinlinecontrols.lblinlinecontrols
source: Inline controls
cs_cz: Inline kontroly
zh_cn: 内联控件

# exportsitesettings.wzdstepinlinecontrols.lblstepinlinecontrols
source: Select the inline controls to be exported
cs_cz: Vyberte prosím inline kontroly, které chcete exportovat
sk_sk: Krok 9 - Vyberte inline controls, ktoré chcete exportovať
zh_cn: 选择要导出的内联控件

# exportsitesettings.wzdstepinlinecontrols.noinlinecontrols
source: No inline controls for the selection
cs_cz: Žádné inline kontroly k výběru
sk_sk: Žiadne inline controls na výber
zh_cn: 所选内容的没有内联控件

# exportsitesettings.wzdsteppagetemplates.lbllayouts
source: Layouts
cs_cz: Rozvržení
sk_sk: Layouty
zh_cn: 布局

# exportsitesettings.wzdsteppagetemplates.lblpagetemplates
source: Page templates
cs_cz: Šablony stránek
sk_sk: Šablóny stránok
zh_cn: 网页模板

# exportsitesettings.wzdsteppagetemplates.lblsteppagetemplates
source: Select page templates and page layouts to be exported
cs_cz: Vyberte šablony stránek, které chcete exportovat
sk_sk: Krok 3 - Vyberte šablóny stránok, ktoré chcete exportovať
zh_cn: 选择页面模板和页面布局要导出

# exportsitesettings.wzdsteppagetemplates.nolayouts
source: No layouts for the selection
cs_cz: Žádná rozvržení k výběru
sk_sk: Žiadne layouty na výber
zh_cn: 没有为所选内容的的布局

# exportsitesettings.wzdsteppagetemplates.nopagetemplates
source: No page templates for the selection
cs_cz: Žádné šablony stránek k výběru
sk_sk: Žiadne šablóny stránok na výber
zh_cn: 没有为所选内容的的网页模板

# exportsitesettings.wzdstepreports.lblreports
source: Reports
sk_sk: Reporty
zh_cn: 报告

# exportsitesettings.wzdstepreports.lblstepreports
source: Select reports to be exported
cs_cz: Vyberte prosím reporty, které chcete exportovat
sk_sk: Vyberte reporty na exportovanie
zh_cn: 选择要导出的报告

# exportsitesettings.wzdstepreports.noreports
source: No reports for the selection
cs_cz: Žádné reporty k výběru
sk_sk: Žiadne reporty pre výber
zh_cn: 没有为所选内容的的报告

# exportsitesettings.wzdstepusers.lblstepusers
source: Select users to be exported
cs_cz: Vyberte prosím uživatele, které chcete exportovat
sk_sk: Krok 5 - Vyberte užívateľov, ktorých chcete exportovať
zh_cn: 选择要导出的用户

# exportsitesettings.wzdstepusers.nousers
source: No users to be imported
cs_cz: Žádní uživatelé k importování
sk_sk: Žiadni užívatelia k importovaniu
zh_cn: 没有要导入的用户

# exportsitesettings.wzdstepwebparts.lblstepwebpartcontainers
source: Select the web part containers to be exported
cs_cz: Vyberte prosím kontejnery web part, které chcete exportovat
sk_sk: Krok 7 - Vyberte kontajnery webpart, ktoré chcete exportovať
zh_cn: 选择要导出的 web 部分容器

# exportsitesettings.wzdstepwebparts.lblstepwebparts
source: Select web parts to be exported
cs_cz: Vyberte prosím web party, které chcete exportovat
sk_sk: Krok 6 - Vyberte webparty, ktoré chcete exportovať
zh_cn: 选择要导出的 web 部件

# exportsitesettings.wzdstepwebparts.lblwebpartcontainers
source: Web part containers
cs_cz: Kontejnery web part
sk_sk: Kontajnery webparty
zh_cn: Web 部件容器

# exportsitesettings.wzdstepwebparts.lblwebparts
source: Web parts
cs_cz: Web party
sk_sk: Webparty
zh_cn: Web 部件

# exportsitesettings.wzdstepwebparts.nowebpartcontainers
source: No web part containers for the selection
cs_cz: Žádné kontejnery web part k výběru
sk_sk: Žiadne kontajnery webpart na výber
zh_cn: 所选内容的没有 web 部件容器

# exportsitesettings.wzdstepwebparts.nowebparts
source: No web parts for the selection
cs_cz: Žádné web party k výběru
sk_sk: Žiadne webparty na výber
zh_cn: 没有为所选内容的的 web 部件

# exporttasks.__objects__
source: Export objects
cs_cz: Exportované objekty
sk_sk: Exportovať objekty
zh_cn: 导出对象

# fieldeditor.classnotfound
source: Changes were not saved - class was not found.
cs_cz: Změný nebyly uloženy - třída nebyla nalezena.
sk_sk: Zmeny neboli uložené - trieda nebola nájdená.
zh_cn: 未保存的更改 — — 找不到类。

# fieldeditor.columnnotacceptnull
source: The column cannot accept NOT NULL, because it contains NULL values.
cs_cz: Sloupec nemůže být NOT NULL, protože obsahuje nějaké NULL hodnoty.
sk_sk: Stĺpec nemôže byť NOT NULL, pretože obsahuje NULL hodnoty.
zh_cn: 列中不能接受不为 NULL，因为它包含 NULL 值。

# fieldeditor.radiobuttons.repeatdirection.horizontal
source: Horizontal
cs_cz: Horizontálně
sk_sk: Horizontálne
zh_cn: 级别

# fieldeditor.radiobuttons.repeatdirection.vertical
source: Vertical
cs_cz: Vertikálně
sk_sk: Vertikálne
zh_cn: 垂直

# fieldeditor.tabs.advanced
source: Advanced
cs_cz: Pokročilé
sk_sk: Pokročilé
zh_cn: 高级

# fieldeditor.tabs.simplified
source: Simplified
cs_cz: Zjednodušené
sk_sk: Zjednodušené
zh_cn: 简化

# fieldeditor.webpartnotfound
source: Changes were not saved - web part was not found.
cs_cz: Změny nebyly uloženy - webpart nebyl nalezen.
sk_sk: Zmeny neboli uložené - web part nebol nájdený.
zh_cn: 未保存的更改 — — 没有找到 web 部件。

# fieldeditor.xmldefinitionnotloaded
source: XML definition was not loaded.
cs_cz: XML definice nebyla nahrána.
sk_sk: XML definíciu sa nepodarilo načítať.
zh_cn: 未加载 XML 定义。

# filelist.btnupload
source: Upload
cs_cz: Nahrát
sk_sk: Nahrať
zh_cn: 上传

# filelist.lblupload
source: Add file:
cs_cz: Přidat soubor:
sk_sk: Pridať súbor:
zh_cn: 添加文件:

# filelist.unigrid.colfilesize
source: Size
cs_cz: Velikost
sk_sk: Veľkosť
zh_cn: 大小

# filemanager.writeerror
source: An error occurred when making modifications to the files or folders. The ASPNET (Windows 2000, XP) or NETWORK SERVICE (Windows Server 2003) account may not have appropriate permissions on the Files folder. Please see the Installation chapter in the Developer's Guide for more details. Below you can find the original error:
cs_cz: Nastala chyba při modifikaci souboru nebo složky. Účet ASPNET (Windows 2000, XP) nebo NETWORK SERVICE (Windows Server 2003) možná nemá potřebná oprávnění na složku Files. Více informací naleznete v kapitole Instalace v Průvodci vývojáře. Níže naleznete původní chybu:
sk_sk: Nastala chyba pri modifikácii súboru alebo zložky. Účet ASPNET (Windows 2000, XP) alebo NETWORK SERVICE (Windows Server 2003) možno nemá potrebné oprávnenie na zložku Files. Viac informácií nájdete v kapitole Inštalácie v Sprievodcovi vývojára. Nižšie nájdete pôvodnú chybu:
zh_cn: 在修改的文件或文件夹时发生错误。ASPNET （Windows 2000、 XP） 或网络服务 （Windows Server 2003） 帐户可能没有适当的权限对该文件的文件夹。请参阅安装更多详细信息的开发人员指南中的章节。下面你可以找到原始的错误：

# filemanageredit.errorexistingfile
source: Another file of that name already exists. Please delete it first or choose some other name.
cs_cz: Soubor se zadaným jménem již existuje. Odstraňte ho prosím nebo změňte jeho jméno.
sk_sk: Súbor so zadaným menom už existuje. Odstráňte ho prosím alebo zmeňte jeho meno.
zh_cn: 另一个该名称的文件已存在。请先删除它，或者选择一些其他的名称。

# filemanageredit.errorexistingfolder
source: Another folder of this name already exists. Please delete it first or choose some other name.
cs_cz: Složka se zadaným jménem již existuje. Odstraňte ji prosím nebo změňte její jméno.
sk_sk: Zložka so zadaným menom už existuje. Odstráňte ju prosím alebo zmeňte jej meno.
zh_cn: 另一个此名称的文件夹已经存在。请先删除它，或者选择一些其他的名称。

# filemanageredit.errorrootpath
source: You can't edit the root folder.
cs_cz: Nelze editovat kořenovou složku.
sk_sk: Nemožno editovať koreňovú zložku.
zh_cn: 您不能编辑的根文件夹。

# filemanageredit.filename
source: New File Name:
cs_cz: Název nového souboru:
sk_sk: Meno nového súboru:
zh_cn: 新建文件名称:

# filemanageredit.filerenamed
source: The file was renamed.
cs_cz: Soubor byl přejmenován.
sk_sk: Súbor bol premenovaný.
zh_cn: 该文件被重命名。

# filemanageredit.fileupdate
source: New File:
cs_cz: Nový soubor:
sk_sk: Nový súbor:
zh_cn: 新建文件：

# filemanageredit.fileupdated
source: The file was updated.
cs_cz: Soubor byl aktualizován.
sk_sk: Súbor bol aktualizovaný.
zh_cn: 该文件被更新。

# filemanageredit.foldername
source: Folder Name:
cs_cz: Jméno složky:
sk_sk: Meno zložky:
zh_cn: 文件夹名称:

# filemanageredit.folderrenamed
source: The folder was renamed.
cs_cz: Složka byla přejmenována.
sk_sk: Zložka bola premenovaná.
zh_cn: 该文件夹被重命名。

# filemanageredit.header.file
source: Edit File
cs_cz: Upravit soubor
sk_sk: Editovať súbor
zh_cn: 编辑文件

# filemanageredit.header.folder
source: Edit Folder
cs_cz: Upravit složku
sk_sk: Editovať zložku
zh_cn: 编辑文件夹

# filemanageredit.renamefile
source: Rename File
cs_cz: Přejmenovat soubor
sk_sk: Premenovať súbor
zh_cn: 重命名文件

# filemanageredit.updatefile
source: Update File
cs_cz: Aktualizovat soubor
sk_sk: Aktualizovať súbor
zh_cn: 更新文件

# filemanagerlisting.filelastmodified
source: Modified
cs_cz: Modifikováno
sk_sk: Modifikované
zh_cn: 修改

# filemanagerlisting.header
source: Files
cs_cz: Soubory
sk_sk: Súbory
zh_cn: 文件

# filemanagerlisting.redirect
source: You will now be redirected to the editing page.
cs_cz: Probíhá přesměrování do editačního formuláře.
sk_sk: Prebieha presmerovanie do editačného formulára.
zh_cn: 你现在会重定向到编辑页。

# filemanagermenu.address
source: Address:
cs_cz: Adresa:
sk_sk: Adresa:
zh_cn: 地址：

# filemanagermenu.addressbargo
source: Go
cs_cz: Jdi
sk_sk: Choď
zh_cn: 去

# filemanagermenu.copy
source: Copy to Clipboard
cs_cz: Kopírovat do schránky
sk_sk: Kopírovať do schránky
zh_cn: 复制到剪贴板

# filemanagermenu.cut
source: Cut to Clipboard
cs_cz: Vyjmout do schránky
sk_sk: Vybrať do schránky
zh_cn: 剪切到剪贴板

# filemanagermenu.iconcopy
source: Copy
cs_cz: Kopírovat
sk_sk: Kopírovať
zh_cn: 复制

# filemanagermenu.iconcut
source: Cut
cs_cz: Vyjmout
sk_sk: Vybrať
zh_cn: 切

# filemanagermenu.iconlisting
source: Listing
cs_cz: Seznam
sk_sk: Zoznam
zh_cn: 清单

# filemanagermenu.iconpaste
source: Paste
cs_cz: Vložit
sk_sk: Vložiť
zh_cn: 粘贴

# filemanagermenu.iconproperties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# filemanagermenu.listing
source: List
cs_cz: Seznam
sk_sk: Zoznam
zh_cn: 列表

# filemanagermenu.new
source: New...
cs_cz: Nový...
sk_sk: Nový...
zh_cn: 新增功能。。。

# filemanagermenu.paste
source: Paste from Clipboard
cs_cz: Vložit ze schránky
sk_sk: Vložiť zo schránky
zh_cn: 从剪贴板粘贴

# filemanagermenu.properties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# filemanagernew.createfile
source: New File
cs_cz: Nový soubor
sk_sk: Nový súbor
zh_cn: 新建文件

# filemanagernew.createfolder
source: New Folder
cs_cz: Nová složka
sk_sk: Nová zložka
zh_cn: 新建文件夹

# filemanagernew.errorcreateonlyinfolder
source: The selected item is not a folder. You can't create new items here.
cs_cz: Vybraná položka není složka. Nemůžete zde vytvářet nové položky.
sk_sk: Vybraná položka nie je zložka. Nemôžete tu vytvárať nové položky.
zh_cn: 选定的项目不是文件夹。您不能创建新项目在这里。

# filemanagernew.errorfileexists
source: Another file of the same name already exists. Please delete it first or choose "Edit" to update it.
cs_cz: Soubor se zadaným jménem již existuje. Odstraňte ho prosím nebo ho změňte pomocí "Editace".
sk_sk: Súbor so zadaným menom už existuje. Odstráňte ho prosím alebo ho zmeňte pomocou "Editácia".
zh_cn: 另一个相同名称的文件已存在。请先删除它，或者选择"编辑"来更新它。

# filemanagernew.errorfolderexists
source: A folder of the specified name already exists. Please choose some other name.
cs_cz: Adresář se specifikovaným jménem již existuje. Vyberte jiné jméno.
sk_sk: Adresár so špecifikovaným menom už existuje. Prosím, vyberte iné meno.
zh_cn: 指定名称的文件夹已经存在。请选择其他名称。

# filemanagernew.errornofilespecified
source: Please choose a file.
cs_cz: Zvolte nějaký soubor.
sk_sk: Prosím, zvoľte súbor.
zh_cn: 请选择一个文件。

# filemanagernew.errornofoldername
source: Please choose a folder name.
cs_cz: Zvolte nějaké jméno složky.
sk_sk: Prosím, zvoľte meno zložky.
zh_cn: 请选择一个文件夹名称。

# filemanagernew.filename
source: File:
cs_cz: Soubor:
sk_sk: Súbor:
zh_cn: 文件:

# filemanagernew.fileuploaded
source: The file was uploaded. Now you can upload another file.
cs_cz: Soubor byl nahrán. Nyní můžete nahrát další soubor.
sk_sk: Súbor bol nahraný. Teraz môžete nahrať ďalší súbor.
zh_cn: 该文件被上传。现在您可以上传另一个文件。

# filemanagernew.foldercreated
source: The folder was created. Now you can create another folder.
cs_cz: Složka byla vytvořena. Nyní můžete vytvořit další složku.
sk_sk: Zložka bola vytvorená. Teraz môžete vytvoriť ďalšiu zložku.
zh_cn: 已创建的文件夹。现在，您可以创建另一个文件夹。

# filemanagernew.foldername
source: Folder Name:
cs_cz: Jméno složky:
sk_sk: Meno zložky:
zh_cn: 文件夹名称:

# filemanagernew.header
source: New...
cs_cz: Nový...
sk_sk: Nový...
zh_cn: 新增功能。。。

# filemanagerproperties.filelastmodified
source: Last Modified:
cs_cz: Posledně modifikován:
sk_sk: Naposledy modifikovaný:
zh_cn: 上次修改时间:

# filemanagerproperties.filename
source: Name:
cs_cz: Jméno:
sk_sk: Meno:
zh_cn: 名称：

# filemanagerproperties.filesize
source: Size:
cs_cz: Velikost:
sk_sk: Veľkosť:
zh_cn: 大小：

# filemanagerproperties.header
source: File/Folder Properties
cs_cz: Vlastnosti souboru/složky
sk_sk: Vlastnosti súboru/zložky
zh_cn: 文件/文件夹属性

# filemanagerproperties.path
source: Path:
cs_cz: Cesta:
sk_sk: Cesta:
zh_cn: 路径:

# filemanagerproperties.type
source: Type:
cs_cz: Typ:
sk_sk: Typ:
zh_cn: 类型：

# filemanagerproperties.type.file
source: File
cs_cz: Soubor
sk_sk: Súbor
zh_cn: 文件

# filemanagerproperties.type.folder
source: Folder
cs_cz: Složka
sk_sk: Zložka
zh_cn: 文件夹

# filemanagertree.loading
source: Loading...
cs_cz: Načítání...
sk_sk: Nahrávam...
zh_cn: 正在加载...

# filemanagertree.root
source: Files
cs_cz: Soubory
sk_sk: Súbory
zh_cn: 文件

# filemanagertreedata.cannotcopyinside
source: You can't copy the item into itself.
cs_cz: Není možné kopírovat položku samu do sebe.
sk_sk: Nie je možné kopírovať položku samu do seba.
zh_cn: 您不能将项目复制到本身。

# filemanagertreedata.cannotmoveinside
source: You can't move the item into itself.
cs_cz: Není možné přesouvat položku samu do sebe.
sk_sk: Nie je možné presúvať položku samu do seba.
zh_cn: 无法将该项目移动到本身。

# fileuploader.addanotherfile
source: Add another file
cs_cz: Přidat další soubor
sk_sk: Pridať ďalší súbor
zh_cn: 添加另一个文件

# fileuploader.attachfile
source: Attach file
cs_cz: Nahrát soubor
sk_sk: Nahrať súbor
zh_cn: 附加文件

# fileviewheader.pasteimage
source: Paste Image
cs_cz: Vložit obrázek
sk_sk: Vložiť obrázok
zh_cn: 粘贴图像

# fileviewheader.selectdocument
source: Select this document
cs_cz: Vyberte tento dokument
sk_sk: Vyberte tento dokument
zh_cn: 选择此文档

# flash.notsupported
source: You have an old version of Adobe's Flash Player. <a href="http://www.macromedia.com/go/getflashplayer/" target="_blank">Get the latest Flash player</a>.
cs_cz: Máte starou verzi Adobe Flash Player. <a href="http://www.macromedia.com/go/getflashplayer/" target="_blank">Získejte nejnovětší verzi Flash playeru</a>.
sk_sk: Máte starú verziu Adobe Flash Prehrávača. <a href="http://www.macromedia.com/go/getflashplayer/" target="_blank">Stiahnuť najnovšiu verziu Flash prehrávača</a>.
zh_cn: 你有旧版本的 Adobe 的 Flash 播放器。<a href="http://www.macromedia.com/go/getflashplayer/" target="_blank">获取最新的 Flash 播放器</a>。

# flatforum.modenewest
source: Flat - newest to oldest
cs_cz: Panelové - od nejnovějších
sk_sk: Panelové - od najnovších
zh_cn: 平板最新到最旧

# flatforum.modeoldest
source: Flat - oldest to newest
cs_cz: Panelové - od nejstarších
sk_sk: Panelové - od najstarších
zh_cn: 平板最旧到最新

# flatforum.modeslabel
source: View modes:
cs_cz: Zobrazit módy:
sk_sk: Zobraziť módy:
zh_cn: 视图模式：

# flatforum.modethreaded
source: Threaded
cs_cz: Stromová struktura
sk_sk: Stromová štruktúra
zh_cn: 螺纹

# folder_edit.erroremptyfoldername
source: Please enter a folder name.
cs_cz: Vložte prosím název složky.
sk_sk: Prosím, vložte meno zložky.
zh_cn: 请输入文件夹的名称。

# folder_edit.foldername
source: Folder Name:
cs_cz: Název složky:
sk_sk: Meno zložky:
zh_cn: 文件夹名称:

# folder_edit.header
source: Edit Folder
cs_cz: Upravit složku
sk_sk: Editovať zložku
zh_cn: 编辑文件夹

# footer.version
source: Version:
cs_cz: Verze:
sk_sk: Verzia:
zh_cn: 版本：

# for.newpost.attach
source: Attach file(s):
cs_cz: Přílohy:
sk_sk: Pridať súbor(y):
zh_cn: 附加文件：

# formcontrols_queryselection.noitemselected
source: Please select a query
cs_cz: Vyberte prosím dotaz.
sk_sk: Prosím, vyberte query.
zh_cn: 请选择一个查询

# formcontrols_selectclassnames.notexist
source: Data class '%%code%%' does not exist.
cs_cz: Třída dat '%%code%%' neexistuje.
sk_sk: Trieda dát '%%code%%' neexistuje.
zh_cn: 数据类 ' %%代码 %%' 并不存在。

# formcontrols_selectculture.notexist
source: Culture '%%code%%' doesn't exist
cs_cz: Jazyková verze '%%code%%' neexistuje
sk_sk: Jazyk '%%code%%' neexistuje
zh_cn: 语言 ' %%代码 %%' 不存在

# formcontrols_selectdocument.btnclear
source: Clear
cs_cz: Vyčistit
sk_sk: Vymazať
zh_cn: 明确

# formcontrols_selectdocument.btnselect
source: Select
cs_cz: Vybrat...
sk_sk: Vybrať...
zh_cn: 选择

# formcontrols_selectsite.noitemselected
source: Please select a site.
cs_cz: Vyberte prosím web.
sk_sk: Prosím, vyberte web.
zh_cn: 请选择一个站点。

# formcontrols_selectsite.notexist
source: Site '%%code%%' doesn't exist.
cs_cz: Web '%%code%%' neexistuje.
sk_sk: Web '%%code%%' neexistuje.
zh_cn: 站点 ' %%代码 %%' 并不存在。

# formcontrols_selecttransformation.notexist
source: Transformation or class name '%%code%%' does not exist.
cs_cz: Transformace nebo název třídy '%%code%%' neexistují.
sk_sk: Transformácia alebo názov triedy '%%code%%' neexistujú.
zh_cn: 转型或类名称 ' %%代码 %%' 并不存在。

# formcontrols_selecttransformation.transofrmationnotexist
source: Transformation '%%code%%' does not exist.
cs_cz: Transformace '%%code%%' neexistuje.
sk_sk: Transformácia '%%code%%' neexistuje.
zh_cn: 转换 ' %%代码 %%' 并不存在。

# formcontrols_transformationselection.noitemselected
source: Please select a transformation.
cs_cz: Vyberte prosím transformaci.
sk_sk: Prosím, vyberte transformáciu.
zh_cn: 请选择一个转换。

# formlayout.customlayout
source: Use custom form layout
zh_cn: 使用自定义表格布局

# forrum.dynamicdetail
source: Dynamic detail mode
cs_cz: Dynamický detail mód
sk_sk: Dynamický detail mód
zh_cn: 动态详细信息模式

source: Forum code name not specified.
cs_cz: Nebylo specifikováno kódové jméno fóra.
sk_sk: Nebolo špecifikované kódové meno fóra.
zh_cn: 未指定的论坛代码名称。

# forum.confirmdelete
source: Are you sure you want to delete the selected forum?
cs_cz: Opravdu chcete odstranit dané fórum?
sk_sk: Určite chcete odstrániť dané fórum?
zh_cn: 你确定你想要删除所选的论坛？

# forum.deleted
source: Forum with ForumID "##ForumID##" deleted.
cs_cz: Fórum s ForumID "##ForumID##" bylo smazáno.
sk_sk: Fórum s ForumID "##ForumID##" bolo zmazané.
zh_cn: 已删除论坛和论坛ID"##ForumID##".

# forum.detailmode
source: Detail mode
cs_cz: Detailní mód
sk_sk: Detailný mód
zh_cn: 详细信息模式

# forum.emailpostsubject
source: New forum post: {%postsubject%}
cs_cz: Nový příspěvek: {%postsubject%}
sk_sk: Nový príspevok: {%postsubject%}
zh_cn: 新建论坛帖子： {%postsubject%}

# forum.header.forums
source: Ad-hoc forums
cs_cz: Ad-hoc fóra
sk_sk: Ad-hoc fórum
zh_cn: 特设论坛

# forum.invalidsubscribeid
source: Your subscription ID is not valid.
cs_cz: ID Vašeho přihlášení není validní.
sk_sk: ID vášho prihlásenia nie je platné.
zh_cn: 您的订阅 ID 是无效的。

# forum.newforumdisplayname
source: The new forum
cs_cz: Nové fórum
sk_sk: Nové fórum
zh_cn: 新论坛

# forum.nodeletedhasforumposts
source: Forum with ForumID "##ForumID##" cannot be deleted, it has some forum posts.
cs_cz: Fórum s ForumID "##ForumID##" nelze smazat, obsahuje příspěvky.
sk_sk: Fórum s ForumID "##ForumID##" nemožno zmazať, obsahuje príspevky.
zh_cn: 论坛与论坛ID "##ForumID##" 不能被删除,它还有一些帖子.

# forum.settings.authordelete
source: User can delete own posts
cs_cz: Uživatel může mazat svoje příspěvky
sk_sk: Užívateľ môže zmazať vlastné príspevky
zh_cn: 用户可以删除自己的帖子

# forum.settings.authoredit
source: User can edit own posts
cs_cz: Uživatel může editovat svoje příspěvky
sk_sk: Užívateľ môže editovať vlastné príspevky
zh_cn: 用户可以编辑自己的帖子

# forum.settings.discussionthread
source: Discussion
cs_cz: Diskuze
sk_sk: Diskusia
zh_cn: 讨论

# forum.settings.enablequote
source: Enable quotes in posts
cs_cz: Povolit citace v příspěvcích
sk_sk: Povoliť citácie v príspevkoch
zh_cn: 启用帖子中的引号

# forum.settings.inheritfromgroup
source: Inherit from forum group
cs_cz: Zdědit z diskusní skupiny
sk_sk: Zdediť zo skupiny fóra
zh_cn: 从论坛组继承

# forum.settings.isanswerlimit
source: Minimum votes to mark post as answer
cs_cz: Minimální počet hlasů, aby příspěvek byl považován za odpověd
sk_sk: Minimum hlasov na označenie príspevku ako odpoveď
zh_cn: 最低票来标记作为答案的帖子

# forum.settings.maxattachmentsize
source: Attachment max. file size (kB)
cs_cz: Maximální velikost přílohy (kB)
sk_sk: Maximálna veľkosť prílohy (kB)
zh_cn: 最大的附件。文件大小 (kB)

# forum.settings.maxsidesize
source: Maximum image side size
cs_cz: Maximální velikost strany orázku
sk_sk: Maximálna veľkosť strany obrázka
zh_cn: 最大图像旁边大小

# forum.settings.questionthread
source: Question
cs_cz: Dotaz
sk_sk: Otázka
zh_cn: 问题
