Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# screenlock.unlock
source: Unlock
cs_cz: Odemknout
zh_cn: 解锁

# screenlock.warningtext
source: Your screen will be locked in
cs_cz: Vaše obrazovka bude uzamčena za
zh_cn: 您的屏幕将被锁定在

# screenlock.wrongpassword
source: Wrong password.
cs_cz: Chybné heslo.
zh_cn: 错误的密码。

# search.didyoumean
source: Did you mean:
cs_cz: Mysleli jste:
sk_sk: Mysleli ste:
zh_cn: 你的意思是：

# search.isdisabled
source: Search for this class is disabled
zh_cn: 此类搜索被禁用

source: Search is enabled
zh_cn: 启用搜索

# search.searchwasdisabled
source: Search was disabled.
zh_cn: 搜索被禁用。

# search.sqlsearch
source: (SQL search)
cs_cz: (SQL vyhledávání)
sk_sk: (SQL vyhľadávanie)
zh_cn: （SQL 搜索）

# searchengine.codename
source: Code name
cs_cz: Název vyhledávače
sk_sk: Názov vyhľadávača
zh_cn: 代码名称

# searchengine.displayname
source: Display name
cs_cz: Zobrazovaný název vyhledávače
sk_sk: Názov vyhľadávača
zh_cn: 显示名称

# searchengine.domainrule
source: Domain rule
cs_cz: Doménové pravidlo vyhledávače
sk_sk: Doménové pravidlo
zh_cn: 域规则

# searchengine.keyword
source: Keyword parameter
cs_cz: Parametr klíčového slova vyhledávače
sk_sk: Parameter kľúčového slova
zh_cn: 关键字参数

# searchengine.searchengine.edit
source: Search engine properties
cs_cz: Vlastnosti vyhledávače
sk_sk: Vlastnosti vyhľadávača
zh_cn: 搜索引擎属性

# searchengine.searchengine.list
source: Search engines
cs_cz: Vyhledávače
sk_sk: Vyhľadávače
zh_cn: 搜索引擎

# searchengine.searchengine.new
source: New search engine
cs_cz: Nový vyhledávač
sk_sk: Nový vyhľadávač
zh_cn: 新建搜索引擎

# searchengine.useragent
source: Crawler agent
cs_cz: Agent modulu na prohledávání obsahu
zh_cn: 爬网程序代理

# searchfields.usersettings
source: Search setting for this class is located under User class.
zh_cn: 此类搜索设置位于用户类别下。

# searchindex.requiresrebuild
source: You must rebuild any search indexes that include objects of this type for the changes to take effect.
cs_cz: Aby se změny projevily, musíte znovu vytvořit všechny indexy, které obsahují objekty tohoto typu.
sk_sk: Aby sa zmeny prejavili, musíte dať znovu vytvoriť všetky indexy, ktoré obsahujú objekty tohto typu.
zh_cn: 您必须重新生成包含该类型的所做的更改才会生效的对象的任何搜索索引。

# security.accesspage.onlyglobaladmin
source: Only global administrator can access this page.
cs_cz: K této stránce má přístup pouze globální administrátor.
sk_sk: K tejto stránke môže pristupovať len globálny administrátor.
zh_cn: 只有全局管理员才能访问此网页。

# security.confirmremove
source: Are you sure you want to remove selected security operator?
cs_cz: Opravdu chcete odstranit vybraný bezpečnostní operátor?
sk_sk: Určite chcete odstrániť vybraný bezpočenostný operátor_
zh_cn: 是否确实要删除选定的安全运营商?

# security.documentaccessauthchanged
source: Page authentication settings have been modified.
cs_cz: Nastavení autentizace pro dokument bylo změněno.
sk_sk: Zmenili sa autentikačné nastavenia dokumentu.
zh_cn: 页的身份验证设置已被修改。

# security.documentaccesschanged
source: Page access settings have been modified.
cs_cz: Nastavení přístupu pro dokument bylo změněno.
sk_sk: Zmenili sa prístupové práva k dokumentu.
zh_cn: 页面访问设置已被修改。

# security.documentaccesssslchanged
source: Page SSL settings have been modified.
cs_cz: Nastavení SSL pro dokument bylo změněno.
sk_sk: Zmenili sa SSL nastavenia dokumentu.
zh_cn: 页 SSL 设置已被修改。

# security.documentpermissionsbreakclear
source: Inheritance of the parent page permissions have been broken.
cs_cz: Dědění oprávnění rodičovského dokumentu bylo přerušeno.
sk_sk: Dedenie práv z rodičovského dokumentu sa prerušilo.
zh_cn: 继承其父页的权限已被打破。

# security.documentpermissionsbreakcopy
source: Inheritance of the parent page permissions have been broken. Parent page permissions have been copied.
cs_cz: Dědění oprávnění rodičovského dokumentu bylo přerušeno. Oprávnění rodičovského dokumentu byla zkopírována.
sk_sk: Dedenie práv z rodičovského dokumentu sa prerušilo. Nastavenia sa skopírovali z rodičovského dokumentu na aktuálny dokument.
zh_cn: 继承其父页的权限已被打破。已复制父页的权限。

# security.documentpermissionsrestored
source: Inheritance of the parent page permissions have been restored.
cs_cz: Dědění oprávnění rodičovského dokumentu bylo obnoveno.
sk_sk: Dedenie práv z rodičovského dokumentu sa obnovilo.
zh_cn: 继承其父页的权限已被还原。

# security.documentpermissionsrestoredfordoc
source: Permissions of page '{0}' have been restored to the parent page permissions.
cs_cz: Oprávnění dokumentu '{0}' byla obnovena na oprávnění rodičovského dokumentu.
sk_sk: Oprávnenia dokumentu '{0}' boli obnovné na oprávnenia rodičovského dokumentu.
zh_cn: 页面"{0}"的权限已恢复了其父页的权限。

# security.documentrolepermissionremoved
source: Role '{0}' has been removed from the page permissions.
cs_cz: Role '{0}' byla odstraněna z oprávnění dokumentu.
sk_sk: Rola '{0}' bola odstránená z práv dokumentu.
zh_cn: 角色"{0}"已被删除从页面的权限。

# security.documentrolepermissionschange
source: Permissions of the role '{0}' have been modified for the page.
cs_cz: Oprávnění role '{0}' pro daný dokument byla změněna.
sk_sk: Práva role '{0}' boli pre daný dokument zmenené.
zh_cn: 角色 '{0}' 的权限已被修改的页。

# security.documentuserpermissionremoved
source: User '{0}' has been removed from the page permissions.
cs_cz: Uživatel '{0}' byl odstraněn z oprávnění dokumentu.
sk_sk: Užívateľ '{0}' bol odstránený z práv pre daný dokument.
zh_cn: 用户"{0}"已被删除从页面的权限。

# security.documentuserpermissionschange
source: Permissions of the user '{0}' have been modified for the page.
cs_cz: Oprávnění uživatele '{0}' byla pro daný dokument modifikována.
sk_sk: Práva užívateľa '{0}' boli pre daný dokument zmenené.
zh_cn: 用户"{0}"的权限已被修改的页。

# security.globaladmin
source: Global Admin only
cs_cz: Pouze globální administrátor
sk_sk: len globálny administátor
zh_cn: 只有全局管理员

# security.groupadmin
source: Group admin
cs_cz: Administrátor skupiny
sk_sk: Správca skupiny
zh_cn: 组管理员

# security.grouprole
source: (group role)
cs_cz: (skupinová role)
sk_sk: (skupinová role)
zh_cn: （组角色）

# security.inheritedfromparent
source: This item is inherited from a parent page
zh_cn: 这个项目是从父页继承

# securitylog.name
source: Permission / UI element / Value
cs_cz: Oprávnění / Prvky UI
sk_sk: Povolenie / UI element
zh_cn: 权限 / UI 元素 / 值

# selectabtest.entersearch
source: A/B test name
cs_cz: Název A/B testu nebo jeho část:
sk_sk: Názov A/B testu alebo jeho časť
zh_cn: A / B 测试名称

# selectabtest.itemname
source: A/B test name
cs_cz: Název A/B testu
sk_sk: Názov A/B testu
zh_cn: A / B 测试名称

# selectabtest.selectitem
source: Select A/B test
cs_cz: Vybrat A/B test
sk_sk: Vybrať A/B test
zh_cn: 选择 A / B 测试

# selectabvariant.entersearch
source: A/B test variant
cs_cz: Název varianty A/B testu nebo jeho část:
sk_sk: Variant A/B testu alebo jeho časť
zh_cn: A / B 测试备选案文

# selectabvariant.itemname
source: Select A/B test variant name
cs_cz: Vybrat název varianty A/B testu
sk_sk: Vybrať názov A/B test variantu
zh_cn: 选择 A / B 测试 variant 类型的值的名称

# selectmvtcombination.entersearch
source: MVT combination name
cs_cz: Název kombinace MVT nebo jeho část
sk_sk: Názov MVT kombinácie alebo jeho časť
zh_cn: MVT 组合名称

# selectmvtcombination.itemname
source: MVT combination name
cs_cz: Název kombinace MVT
sk_sk: Názov MVT kombinácie
zh_cn: MVT 组合名称

# selectmvtcombination.selectitem
source: Select MVT combination
cs_cz: Vybrat kombinaci MVT
sk_sk: Vybrať MVT kombináciu
zh_cn: MVT 组合选择

# selectmvtest.entersearch
source: MVT test name
cs_cz: Název MVT testu nebo jeho část
sk_sk: Názov MVT testu alebo jeho časť
zh_cn: MVT 测试名称

# selectmvtest.itemname
source: MVT test name
cs_cz: Název MVT testu
sk_sk: Názov MVT testu
zh_cn: MVT 测试名称

# selectmvtest.selectitem
source: Select MVT test
cs_cz: Vybrat MVT test
sk_sk: Vybrať MVT test
zh_cn: 选择 MVT 测试

# selectreport.entersearch
source: Report name
cs_cz: Název reportu nebo jeho část:
sk_sk: Názov reportu alebo jeho časť
zh_cn: 报告名称

# selectreport.itemname
source: Report name
cs_cz: Název reportu
sk_sk: Názov reportu
zh_cn: 报告名称

# selectreport.moreitems
source: (more reports...)
cs_cz: (více reportů...)
sk_sk: (viac reportov...)
zh_cn: (更多报告......)

# selectreport.nodata
source: No report selected.
cs_cz: Nebyly vybrány žádné reporty.
sk_sk: Neboli vybrané žiadne reporty
zh_cn: 未选择任何报告。

# selectreport.noitemsfound
source: No reports matching your criteria found.
cs_cz: Nebyly nalezeny žádné reporty splňující vaše kritéria.
sk_sk: Neboli nájdené žiadne reporty vyhovujúce tvojim kritériam
zh_cn: 没有发现您的条件匹配的报告。

# selectreport.selectitem
source: Select report
cs_cz: Vybrat report
sk_sk: Vybrať report
zh_cn: 请选择报表

# selectreportcategory.entersearch
source: Report category
cs_cz: Název kategorie reportu nebo jeho část:
sk_sk: Názov kategórie reportualebo jeho časť
zh_cn: 报表类别

# selectreportcategory.itemname
source: Report category name
cs_cz: Název kategorie reportu
sk_sk: Názov kategórie reportu
zh_cn: 报告类别名称

# selectreportcategory.moreitems
source: (more categories...)
cs_cz: (více kategorií...)
sk_sk: (viac kategórií...)
zh_cn: （更多类......)

# selectreportcategory.nodata
source: No category selected.
cs_cz: Nebyla vybrána žádná kategorie.
sk_sk: Nebola vybraná žiadna kategória
zh_cn: 不选择任何类别。

# selectreportcategory.noitemsfound
source: No categories matching your criteria were found.
cs_cz: Nebyly nalezeny žádné kategorie splňující vaše kritéria.
sk_sk: Neboli nájdené žiadne kategórie vyhovujúce tvojim kritériam
zh_cn: 找到没有与您的条件匹配的类别。

# selectreportcategory.selectitem
source: Select report category
cs_cz: Vybrat kategorii reportu
sk_sk: Vybrať kategóriu
zh_cn: 请选择报表类别

# selectsinglepath.setpermissions
source: Set permissions
cs_cz: Nastavit oprávnění
sk_sk: Nastaviť oprávenenia
zh_cn: 设置的权限

# selectsubscriber.entersearch
source: Subscriber name
cs_cz: Jméno odběratele:
sk_sk: Meno odberateľa:
zh_cn: 订阅服务器的名称

# selectsubscriber.itemname
source: Subscriber
cs_cz: Odběratel
sk_sk: Odberateľ
zh_cn: 订阅服务器

# selectsubscriber.nodata
source: No subscribers found.
cs_cz: Nebyli nalezeni žádní odběratelé.
sk_sk: Nebol nájdený žiaden odberateľ
zh_cn: 发现没有订户。

# selectsubscriber.select
source: Add subscribers
cs_cz: Přidat odběrate
sk_sk: Pridať odberateľov
zh_cn: 添加订阅服务器

# selectsubscriber.selectitem
source: Select subscribers
cs_cz: Vybrat odběratele
sk_sk: Vybrať odberateľov
zh_cn: 选择订阅服务器

# selectusers.additems
source: Add users
cs_cz: Přidat uživatele
sk_sk: Pridať užívateľov
zh_cn: 添加用户

# selectusers.entersearch
source: User name
cs_cz: Uživatelské jméno nebo jeho část:
sk_sk: Meno užívateľa alebo časť názvu:
zh_cn: 用户名称

# selectusers.itemname
source: User name
cs_cz: Uživatelské jméno
sk_sk: Meno užívateľa
zh_cn: 用户名称

# selectusers.moreitems
source: (more users...)
cs_cz: (více uživatelů...)
sk_sk: (viac užívateľov ...)
zh_cn: （更多用户...)

# selectusers.nodata
source: No users selected.
cs_cz: Nebyli vybráni žádní uživatelé.
sk_sk: Neboli vybraní žiadni užívatelia.
zh_cn: 没有选定的用户。

# selectusers.selectitem
source: Select users
cs_cz: Vybrat uživatele
sk_sk: Vybrať užívateľov
zh_cn: 选择用户

# selectvariant.selectitem
source: Select A/B test variant
cs_cz: Vybrat variantu A/B testu
sk_sk: Vybrať A/B test variant
zh_cn: 选择 A / B 测试备选案文

# seodefaulttype.default
source: Use default page URL (default.aspx)
cs_cz: Použít defaultní URL stránky (default.aspx)
zh_cn: 使用默认页 URL (default.aspx)

# seodefaulttype.domain
source: Use domain root
cs_cz: Použít kořen domény
zh_cn: 使用域根目录

# seodefaulttype.none
source: Not specified
cs_cz: Není specifikováno
zh_cn: 未指定

# seodefaulttype.page
source: Use page defined by default alias path
cs_cz: Použít stránku definovanou podle defaultní alias cesty
zh_cn: 使用由默认别名路径定义的页面

# seodomainprefix.none
source: Leave the domain as is
cs_cz: Nechat doménu jak je
zh_cn: 离开域正

# seodomainprefix.withoutwww
source: Always use domain without www prefix
cs_cz: Vždy používat doménu bez předpony www
zh_cn: 总是使用不带 www 前缀的域名

# seodomainprefix.withwww
source: Always use domain with www prefix
cs_cz: Vždy používat doménu s předponou www
zh_cn: 始终使用域与 www 前缀

# separationdb.startsites
source: Separation process failed to take the web sites back on-line and to start the scheduled tasks. Please, do it manually.
cs_cz: Proces separace selhal při pokusu nastartovat naplánované úlohy a přepnout web do on-line stavu. Vykonejte tyto akce manuálně.
zh_cn: 分离过程失败采取恢复联机 web 站点并启动计划的任务。请手动执行。

# server_list.newitemcaption
source: New server
cs_cz: Nový server
sk_sk: Nový server
zh_cn: 新建服务器

# settingcategory.createmodulecategory
source: Here you can create and edit custom settings belonging to the module.
zh_cn: 在这里你可以创建和编辑属于模块的自定义设置。

# settingcategory.installedmodule
source: Editing settings in installed modules isn't allowed.
zh_cn: 在已安装的模块中编辑设置不被允许。

# settingcategory.rootcategorywarning
source: Root settings category has no properties.
zh_cn: 根设置类别有没有属性。

# settingkey.cmsallowonsiteediting
source: Enable On-site editing
cs_cz: Povolit úpravy přímo na webu.
zh_cn: 启用现场编辑

# settingkey.cmsallowonsiteediting.description
source: Indicates whether the website's pages should be editable through a special interface directly on the live site.
cs_cz: Určuje, zda stránky webu mají být editovány skrze speciální rozhraní přímo na živém webu.
zh_cn: 指示是否通过专用的接口，直接在网站上实时编辑该网站的页面。

# settingkey.cmsdefaulpage
source: Default page
cs_cz: Defaultní stránka
zh_cn: 默认页

# settingkey.cmsdefaulpage.description
source: Determines how the URL should be processed when the website's default page is accessed. This setting only works if the site is hosted on IIS version 7 or higher with an Integrated pipeline mode.
cs_cz: Určuje, jak se má zpracovávat URL, když se přistupuje k defaultní stránce webu. Toto nastavení funguje jen v případě, že je web hostovaný na IIS verze 7 nebo vyšší a s Integrated pipeline mode.
zh_cn: 确定工作时访问该网站的默认页面，则应如何处理 URL。此设置仅适用如果站点承载于 IIS 版本 7 或更高的集成的管线模式。

# settingkey.cmsonsiteeditbutton
source: Enable On-site editing button
cs_cz: Tlačítko "Povolit úpravy" přímo na webu
zh_cn: 启用现场编辑按钮

# settingkey.cmsonsiteeditbutton.description
source: When enabled along with on-site editing, a button will be displayed in the corner of pages on the live site for users who are authorized as editors. Clicking the button opens the on‑site editing interface for the current page.
cs_cz: Pokud je povoleno spolu s úpravami přímo na webu, zobrazí se uživatelům, kteří jsou autorizováni jako editoři, v rohu stránek tlačítko. Po kliknutí na toto tlačítko se otevře rozhraní pro editaci aktuální stránky přímo z webu.
zh_cn: 当启用和现场编辑，一个按钮将显示在页面上直播现场为用户被授权作为编辑的角。单击按钮打开编辑界面为当前页的 on‑site。

# settingkey.cmsrobotspath
source: Robots.txt path
cs_cz: Cesta k Robots.txt
zh_cn: Robots.txt 路径

# settingkey.cmsrobotspath.description
source: Specifies the path of the page used to generate the website's robots.txt file. This page should contain a <strong>Custom response</strong> web part configured to return the required robots.txt content.
cs_cz: Určuje cestu k dokumentu používanému na generování robots.txt souboru webu. Tento dokument by měl obsahovat <strong>Custom response</strong> webpart konfigurovaný tak, aby vracel obsah požadovaného robots.txt souboru.
zh_cn: 指定用来生成网站的 robots.txt 文件的页的路径。此页应包含<strong>自定义响应</strong>web 部件配置为返回所需的 robots.txt 内容。

# settingkey.cmssitemappath
source: Google sitemap path
cs_cz: Cesta ke Google sitemap
zh_cn: 谷歌网站地图路径

# settingkey.cmssitemappath.description
source: Specifies the path of the page used to generate the website's sitemap. This page must contain the <strong>Google Sitemap (XML Sitemap)</strong> web part. If left empty, a full sitemap of the website is automatically generated by the <em>~/CMSPages/GoogleSiteMap.aspx</em> system page.
cs_cz: Určuje cestu k dokumentu používanému na generování mapy webu (sitemap). Tento dokument musí obsahovat <strong>Google Sitemap (XML Sitemap)</strong> webpart. Pokud necháte prázdné, celá mapa webu bude automaticky generována systémovou stránkou <em>~/CMSPages/GoogleSiteMap.aspx</em>.
zh_cn: 指定用来生成网站的网站地图的页的路径。此页必须包含<strong>谷歌网站地图 （XML 网站地图）</strong> web 部件。如果保留为空，该网站充分网站地图自动生成的<em>~/CMSPages/GoogleSiteMap.aspx</em>系统页。

# settingkey.cmstracksearchcrawlers
source: Track search crawlers
cs_cz: Sledovat prohledávače
zh_cn: 轨道搜索爬虫

# settingkey.cmstracksearchcrawlers.description
source: Enables search crawlers tracking.
cs_cz: Povolí sledování modulů na prohledávání obsahu (search crawlers).
zh_cn: 启用搜索爬网程序跟踪。

# settings.auto
source: Auto
zh_cn: 自动

# settings.cacheobjecton
source: Cache object on
cs_cz: Objekt cache na
zh_cn: 缓存中的对象

# settings.categorydeleteconfirmation
source: Are you sure you want to delete category and all its subcategories?
cs_cz: Opravdu chcete smazat kategorii a všechny její podkategorie?
sk_sk: Ste si istí, že chcete zmazať kategóriu a všetky jej podkategórie?
zh_cn: 是否确实要删除类别及其所有的子类别?

# settings.categoryname
source: Category
cs_cz: Kategorie
sk_sk: Kategória
zh_cn: 类别

# settings.cmsenablecodeeditsiteadministrators.displayname
source: Enable code editing for site administrators
cs_cz: Povolit úpravu kódu pro webové administrátory
sk_sk: Povoliť editáciu kódu pre správcu webu
zh_cn: 启用代码编辑网站管理员

# settings.cmspolicyviolationmessage.description
source: Specifies a custom message that will be displayed to users who attempt to enter a password which does not fulfill the requirements of the password policy. If left empty, a default message will be shown.
cs_cz: Specifikuje vlastní zprávu, která bude zobrazována uživatelům, kteří se pokusí zadat heslo, které nesplňuje požadavky politiky pro hesla. Pokud je prázdné, bude zobrazena výchozí zpráva.
sk_sk: Špecifikuje správu, ktorá sa bude zobrazovať používateľom, ktorí sa snažia o zadanie hesla nespĺňajúceho požiadavky. Ak ponecháte prázdne, bude použitá predvolená hláška.
zh_cn: 指定将显示给用户尝试输入密码不符合密码策略的自定义消息。如果保留为空，则将显示默认消息。

# settings.cmspolicyviolationmessage.displayname
source: Policy violation message
cs_cz: Zpráva při porušení politiky
sk_sk: Správa pri porušení politiky
zh_cn: 政策冲突的消息

# settings.cmsusesiteprefixforusername.description
source: If enabled, user names will only have to be unique for each site, not globally. <strong>Warning:</strong> Use this setting only if you have your system's user/site organization planned according to this type of functionality. Reverting back to the default state where user names are globally unique would require a significant amount of effort and direct editing of your user database.
cs_cz: Pokud je povoleno, uživatelská jména budou muset být unikátní pouze pro každý web, nikoliv globálně. <strong>Upozornění:</strong> Toto nastavení používejte pouze pokud máte svou organizaci systémových uživatelů/ webů naplánovanou podle tohoto typu funkčnosti. Návrat do výchozího stavu, kde jsou uživatelská jména unikátní globálně by vyžadoval značnou snahu a přímou úpravu vaší databáze uživatelů.
sk_sk: Ak je povolené, užívateľské mená budú musieť byť unikátne pre každý web, nie globálne. <strong>Upozornenie:</ strong> Toto nastavenie použite, iba ak máte organizáciu užívateľov/webov naplánovanú podľa tohto typu funkcie. Návrat späť do východzieho stavu, kedy sú užívateľské mená unikátne globálne, bude vyžadovať značné množstvo úsilia a priamu editáciu databázy užívateľov.
zh_cn: 如果启用，用户名称只会成为唯一的每个站点，不全局。<strong>警告：</strong>只有当您有您的系统用户的网站组织计划根据这种类型的功能，请使用此设置。还原回默认状态，用户名称是全局唯一需要耗费大量的精力和直接编辑您的用户数据库。

# settings.cmsusesiteprefixforusername.displayname
source: Use site prefix for user names
cs_cz: Použít site prefix pro uživetelská jména
sk_sk: Použiť webový prefix pre užívateľské mená
zh_cn: 用户名称中使用站点前缀

# settings.currentsitedoesnotinherit
source: Current site '{0}' does not inherit this global value, changing this setting won't change current site behavior.
zh_cn: 当前站点 '{0}' 不会继承此全局值，更改该设置不会更改当前网站的行为。

# settings.customcontrol
source: Editing control
cs_cz: Uživatelský control
zh_cn: 编辑控件

# settings.datatype
source: Type
cs_cz: Typ
sk_sk: Typ
zh_cn: 类型

# settings.defaultvalue
source: Default value
cs_cz: Výchozí hodnota
sk_sk: Východzia hodnota
zh_cn: 默认值

# settings.deleteelem
source: Delete category
cs_cz: Smazat kategorii
sk_sk: Zmazať kategóriu
zh_cn: 删除类别

# settings.group.deleteerror
source: Failed to delete the group.
cs_cz: Smazání skupiny selhalo.
sk_sk: Zmazanie skupiny zlyhalo.
zh_cn: 未能删除组。

# settings.group.edit
source: Edit settings group
cs_cz: Upravit skupinu nastavení
sk_sk: Editovať skupinu nastavení
zh_cn: 编辑设置组

# settings.group.new
source: New settings group
cs_cz: Nová skupina nastavení
sk_sk: Nová skupina nastavení
zh_cn: 新建设置组

# settings.group.nokeysfound
source: There are no settings in this group.
cs_cz: V této skupině nejsou žádná nastavení.
sk_sk: V tejto skupine nie sú žiadne nastavenia
zh_cn: 没有在此组中的设置。

# settings.groupname
source: Group
cs_cz: Skupina
sk_sk: Skupina
zh_cn: 组

# settings.iconpath
source: Icon path
cs_cz: Cesta ikony
sk_sk: Cesta ku ikonke
zh_cn: 图标路径

# settings.inherit
source: (inherit)
cs_cz: (zdědit)
sk_sk: (zdediť)
zh_cn: （继承）

# settings.iscustom
source: Is custom
cs_cz: Je uživatelský
sk_sk: Je užívateľský
zh_cn: 是自定义

# settings.ishidden
source: This key is hidden in ##ui|cms|settings##
cs_cz: Tento klíč je skryt v CMS Site Manager -> Nastavení
sk_sk: Nezobrazovať kľúč v Site Manager -> Nastavenia
zh_cn: 这把钥匙是隐藏在 ##ui|cms|settings##

# settings.keyisglobal
source: Key is only global
cs_cz: Klíč je pouze globální
sk_sk: Kľúč je globálny
zh_cn: 关键是只有全局

# settings.keyishidden
source: Key is hidden
cs_cz: Klíč je skrytý
sk_sk: Kľúč je skrytý
zh_cn: 关键是隐藏

# settings.keys.checkboxinheritglobal
source: Inherit from global settings
cs_cz: Zdědit z globálních nastavení
sk_sk: Prevziať z globálnych nastavení
zh_cn: 从全局设置继承

# settings.keys.exportsettings
source: Export these settings
cs_cz: Exportovat tato nastavení
sk_sk: Exportovať nastavenia
zh_cn: 将这些设置导出

# settings.keys.globalsettingsnote
source: These settings are global, they can be overridden by individual website settings. Please select a site to see or change the site settings.
cs_cz: Tato nastavení jsou globální, mohou být přesána individuálními nastaveními webu. Vyberte prosím web k prohlížení nebo změně webových nastavení.
sk_sk: Tieto nastavenia sú globálne a môžu byť prepísané nastaveniami jednotlivých webov. Vyberte, prosím, konkrétny web, ak chcete zobraziť alebo zmeniť jeho nastavenia.
zh_cn: 这些设置是全局化的它们可以被重写由个人网站设置。请选择要查看或更改网站设置的网站。

# settings.keys.nocategoryselected
source: Please select category.
cs_cz: Vyberte prosím kategorii.
sk_sk: Vyberte, prosím, kategóriu.
zh_cn: 请选择类别。

# settings.keytype.boolean
source: Boolean
zh_cn: 布尔值

# settings.keytype.double
source: Double
zh_cn: 双

# settings.keytype.integer
source: Integer
zh_cn: 整数

# settings.keytype.string
source: String
cs_cz: Řetězec
zh_cn: 字符串

# settings.modedownelem
source: Down
cs_cz: Dolů
sk_sk: Nadol
zh_cn: 下来

# settings.modeupelem
source: Up
cs_cz: Nahoru
sk_sk: Nahor
zh_cn: 向上

# settings.newelem
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# settings.parentcategoryname
source: Parent category
cs_cz: Rodičovská kategorie
sk_sk: Rodičovská kategória
zh_cn: 父类别

# settings.passwordexpiration.lockaccount
source: Lock account
cs_cz: Zamknout účet
zh_cn: 锁定帐户

# settings.passwordexpiration.showwarning
source: Show warning
cs_cz: Zobrazit varování
zh_cn: 显示警告

# settings.validationexpresion
source: Validation regex
cs_cz: Validační regulární výraz
sk_sk: Validačný reg. výraz
zh_cn: 验证正则表达式

# settingscategory.cmsactivities
source: Activities
cs_cz: Aktivity
sk_sk: Aktivity
zh_cn: 活动

# settingscategory.cmsavatars
source: Avatars
cs_cz: Avatary
sk_sk: Avatary
zh_cn: 头像

# settingscategory.cmsavatarsgroup
source: Group avatars
cs_cz: Skupinové avatary
sk_sk: Skupinové avatary
zh_cn: 组头像

# settingscategory.cmsavatarsuser
source: User avatars
cs_cz: Uživatelské avatary
sk_sk: Užívateľské avatary
zh_cn: 用户头像

# settingscategory.cmsbadwords
source: Bad words
cs_cz: Závadný obsah
sk_sk: Vulgárné výrazy
zh_cn: 坏词
