Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# product_list.noproductavailable
source: No products available.
cs_cz: Nejsou dostupné žádné produkty.
sk_sk: Nie sú dostupné žiadne produkty.
zh_cn: 没有可用的产品。

# product_list.number
source: Product number:
cs_cz: Číslo produktu:
sk_sk: Číslo produktu:
zh_cn: 产品型号:

# product_list.productavailableitems
source: Stock
cs_cz: Dostupné položky
sk_sk: Dostupné položky
zh_cn: 库存

# product_list.productname
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# product_list.productprice
source: Price
cs_cz: Cena produktu
sk_sk: Cena produktu
zh_cn: 价格

# product_list.storestatus
source: Public status:
cs_cz: Veřejný stav:
sk_sk: Verejný stav:
zh_cn: 公共的状态：

# product_new.newproductoption
source: New product option
cs_cz: Nová varianta produktu
sk_sk: Nový variant produktu
zh_cn: 新建产品选项

# product_new.productoptionslink
source: Product options
cs_cz: Varianty produktu
sk_sk: Varianty produktu
zh_cn: 产品选项

# product_selection.allmydepartments
source: all my departments
cs_cz: všechna má oddělení
sk_sk: Všetky moje oddelenia
zh_cn: 我的部门

# product_selection.createproduct
source: Create a new product
cs_cz: Vytvořit nový produkt
sk_sk: Vytvoriť nový produkt
zh_cn: 创建一个新的产品

# product_selection.department
source: Department:
cs_cz: Oddělení:
sk_sk: Oddelenie:
zh_cn: 部门：

# product_selection.docisasprod
source: Page is a product
cs_cz: Dokument je produkt
sk_sk: Dokument je produkt
zh_cn: 页面是一种产品

# product_selection.markdocasprod
source: Mark page as product
cs_cz: Označit dokument jako produkt
sk_sk: Označiť dokument ako produkt
zh_cn: 将该页标记为产品

# product_selection.productcode
source: Product number:
cs_cz: Kód produktu:
sk_sk: Kód produktu:
zh_cn: 产品型号:

# product_selection.productname
source: Product name:
cs_cz: Název produktu:
sk_sk: Názov produktu:
zh_cn: 产品名称：

# product_selection.selectproduct
source: Select an existing product
cs_cz: Výběr existujícího výrobku
sk_sk: Výber existujúceho produktu
zh_cn: 选择一个现有的产品

# productdocuments.documents.nodata
source: Product '{0}' is not assigned to any page.
cs_cz: Produkt '{0}' není přiřazen žádnému dokumentu.
sk_sk: Produkt '{0}' nie je pridelený k žiadnemu dokumentu.
zh_cn: 产品 '{0}' 未分配给任何页面。

# productdocuments.documents.nodataforsite
source: Product '{0}' is not assigned to any page on the '{1}' site.
cs_cz: Produkt '{0}' není přiřazen žádnému dokumentu na webu '{1}'.
sk_sk: Produkt '{0}' nie je pridelený k žiadnemu dokumentu na stránke '{1}'.
zh_cn: 产品 '{0}' 未分配给任何 '{1}' 站点上的页面。

# productoptions.newitemcaption
source: New product option
cs_cz: Nová varianta produktu
sk_sk: Nový variant produktu
zh_cn: 新建产品选项

# productoptions.sortalphabetically
source: Sort A-Z
cs_cz: Řadit A-Z
sk_sk: Zoradiť A-Z
zh_cn: 排序 A 到 Z

# productpricedetail.discounts
source: Discounts
cs_cz: Slevy
sk_sk: Zľava
zh_cn: 折扣

# productpricedetail.perunit
source: Per unit
cs_cz: Za jeden kus
sk_sk: Za jednotku
zh_cn: 每个单位

# productpricedetail.priceafterdiscount
source: Price after discount
cs_cz: Cena po zlevnění
sk_sk: Cena po zľave
zh_cn: 打折后的价格

# productpricedetail.pricewithouttax
source: Unit price without tax
cs_cz: Cena za položku bez daně
sk_sk: Cena za jednotku bez dane
zh_cn: 不含税单价

# productpricedetail.pricewithtax
source: Price with tax
cs_cz: Cena s daní
sk_sk: Cena s daňou
zh_cn: 价格含税

# productpricedetail.productunits
source: Units
cs_cz: Položek
sk_sk: Jednotky
zh_cn: 单位

# productpricedetail.taxes
source: Taxes
cs_cz: Daně
sk_sk: Dane
zh_cn: 税收

# productpricedetail.title
source: Product price detail
cs_cz: Detail ceny produktu
sk_sk: Detail ceny produktu
zh_cn: 产品价格详细信息

# productpricedetail.totaldiscount
source: Total discount
cs_cz: Celková sleva
sk_sk: Celková zľava
zh_cn: 总折扣

# productpricedetail.totalprice
source: Total price
cs_cz: Celková cena
sk_sk: Celková cena
zh_cn: 总价格

# productpricedetail.totaltax
source: Total tax
cs_cz: Celková daň
sk_sk: Celková daň
zh_cn: 总税款

# productpricedetail.volumediscount
source: Volume discount for minimum amount of {0} units
cs_cz: Množstevní sleva pro minimální množství {0} kusů
sk_sk: Zľava pre minimálny počet {0} jednotiek
zh_cn: {0} 单位的最低金额的折扣

# products.emptylist
source: Please select an existing product
cs_cz: Vyberte prosím existující produkt.
sk_sk: Prosím, vyberte existujúci produkt.
zh_cn: 请选择一个现有的产品

# properties.categories
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# properties.history
source: History
cs_cz: Historie
sk_sk: História
zh_cn: 历史

# properties.menu
source: Menu
zh_cn: 菜单

# properties.metadata
source: Metadata
sk_sk: Metadáta
zh_cn: 元数据

# properties.page
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# properties.product
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# properties.publishfrom
source: Publish from:
cs_cz: Publikovat od:
sk_sk: Publikovať od:
zh_cn: 从发布：

# properties.publishto
source: Publish to:
cs_cz: Publikovat do:
sk_sk: Publikovať do:
zh_cn: 将发布到:

# properties.related
source: Related&nbsp;docs
cs_cz: Související&nbsp;dok.
sk_sk: Súvisiace dokumenty
zh_cn: 相关的文档

# properties.scopenotset
source: The page is not configured to use workflow and versioning.
cs_cz: Dokument není konfigurován pro použití workflow a verzování.
sk_sk: Dokument nie je nakonfigurovaný pre použitie workflow a verzovania.
zh_cn: 页上未配置为使用工作流和版本控制。

# properties.security
source: Security
cs_cz: Zabezpečení
sk_sk: Bezpečnosť
zh_cn: 安全

# properties.template
source: Template
cs_cz: Šablona
sk_sk: Šablóny
zh_cn: 模板

# properties.urls
source: URLs
cs_cz: URL
sk_sk: URL
zh_cn: Url

# properties.workflow
source: Workflow
zh_cn: 工作流

# propertiesmenu.iconcategories
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# propertiesmenu.iconmenu
source: Menu
zh_cn: 菜单

# propertiesmenu.iconmetadata
source: Metadata
sk_sk: Metadáta
zh_cn: 元数据

# propertiesmenu.iconsecurity
source: Security
sk_sk: Bezpečnosť
zh_cn: 安全

# propertiesmenu.icontemplate
source: Template
zh_cn: 模板

# propertiesmenu.iconurls
source: URLs
cs_cz: URL
sk_sk: URL
zh_cn: Url

# propertiesmenu.iconversions
source: Versions
cs_cz: Verze
sk_sk: Verzie
zh_cn: 版本

# propertiesmenu.iconworkflow
source: Workflow
zh_cn: 工作流

# publicstatus_edit.erroremptycodename
source: Please enter a public status code name.
cs_cz: Vložte nějaký kódový název veřejného stavu.
sk_sk: Prosím, vložte kódový názov verejného stavu.
zh_cn: 请输入公共状态代码的名称。

# publicstatus_edit.erroremptydisplayname
source: Please enter a public status display name.
cs_cz: Vložte nějaký zobrazený název veřejného stavu.
sk_sk: Prosím, vložte zobrazovaný názov verejného stavu.
zh_cn: 请输入公共状态的显示名称。

# publicstatus_edit.headercaption
source: Public status properties
cs_cz: Vlastnosti veřejného stavu
sk_sk: Vlastnosti verejného stavu
zh_cn: 公共状态属性

# publicstatus_edit.itemlistlink
source: Public status
cs_cz: Veřejný stav
sk_sk: Verejný stav
zh_cn: 公共状态

# publicstatus_edit.newitemcaption
source: New public status
cs_cz: Nový veřejný stav
sk_sk: Nový verejný stav
zh_cn: 新建公共状态

# publicstatus_edit.publicstatusdisplaynamelabel
source: Public status display name:
cs_cz: Zobrazený název veřejného stavu:
sk_sk: Zobrazovaný názov verejného stavu:
zh_cn: 公共状态显示名称：

# publicstatus_edit.publicstatusnameexists
source: Public status with given code name already exists.
cs_cz: Kódový název veřejného stavu musí být jedinečný.
sk_sk: Kódový názov verejného stavu musí byť jedinečný.
zh_cn: 公共状态与给定代码名称已经存在。

# publicstatus_edit.publicstatusnamelabel
source: Public status code name:
cs_cz: Kódový název veřejného stavu:
sk_sk: Kódový názov verejného stavu:
zh_cn: 公共状态代码的名称：

# publicstatus_list.headercaption
source: Public status
cs_cz: Veřejný stav
sk_sk: Verejný stav
zh_cn: 公共状态

# publicstatus_list.newitemcaption
source: New public status
cs_cz: Nový veřejný stav
sk_sk: Nový verejný stav
zh_cn: 新建公共状态

# publicstatus_new.headercaption
source: New public status
cs_cz: Nový veřejný stav
sk_sk: Nový verejný stav
zh_cn: 新建公共状态

# publish.approve
source: Approve/Reject
cs_cz: Schválit/Zamítnout
sk_sk: Schváliť/Zamietnuť
zh_cn: 批准/拒绝

# publish.approvedwhen
source: Time
cs_cz: Čas
sk_sk: Čas
zh_cn: 时间

# publish.comment
source: Comment
cs_cz: Komentář
sk_sk: Komentár
zh_cn: 评论

# publish.emailsubjectapproved
source: Page waiting for approval:
cs_cz: Dokument čekající na schválení:
sk_sk: Dokument čakajúci na schválenie:
zh_cn: 在等待批准的页面：

# publish.emailsubjectapprovedtocreator
source: Page approved:
cs_cz: Dokument schválen:
sk_sk: Dokument schválený:
zh_cn: 页面批准：

# publish.emailsubjectrejected
source: Page rejected:
cs_cz: Dokument zamítnut:
sk_sk: Dokument zamietnutý:
zh_cn: 被拒绝的页面：

# publish.header
source: Publish/Approve
cs_cz: Publikovat/Schválit
sk_sk: Publikovať/Schváliť
zh_cn: 发布核可

# publish.infodocumentdoesnotsupportversioning
source: This page does not support versioning, check-in/check-out and workflow. If you want to use these features, you need to set it up in Page Template Properties in the Development module.
cs_cz: Tento typ dokumentu nepodporuje verzování, uzamykání dokumentu ani workflow. Pokud chcete tyto vlastnosti využívat, je nutné je nastavit v modulu Vývoj, ve vlastnostech šablony dokumentu.
sk_sk: Tento typ dokumentu nepodporuje verzovanie, uzamykanie dokumentu ani workflow. Ak chcete tieto vlastnosti využívať, je nutné ich nastaviť v module Vývoj, vo vlastnostiach šablóny dokumentu.
zh_cn: 此页不支持版本控制、 签入/签出和工作流。如果你想要使用这些功能，您需要设置，它在网页模板属性中开发模块中。

# publish.infodocumentdoesnotsupportversioningworkflow
source: This page does not support versioning, check-in/check-out and workflow. If you want to use these features, you need to set it up in Page Template Properties in the Development module.
cs_cz: Tento typ dokumentu nepodporuje verzování, uzamykání dokumentu ani workflow. Pokud chcete tyto vlastnosti využívat, je nutné je nastavit v modulu Vývoj, ve vlastnostech šablony dokumentu.
sk_sk: Tento typ dokumentu nepodporuje verzovanie, uzamykanie dokumentu ani workflow. Ak chcete tieto vlastnosti využívať, je nutné ich nastaviť v module Vývoj, vo vlastnostiach šablóny dokumentu.
zh_cn: 此页不支持版本控制、 签入/签出和工作流。如果你想要使用这些功能，您需要设置，它在网页模板属性中开发模块中。

# publish.infodocumentischeckedout
source: The page is checked out. You can only approve pages that are checked in.
cs_cz: Dokument je uzamčen. Můžete schválit pouze dokumenty, které nejsou uzamčené.
sk_sk: Dokument je uzamknutý. Môžete schváliť iba dokumenty, ktoré nie sú uzamknuté.
zh_cn: 该页面已签出。你能只批准已签入的页面。

# publish.sendmail
source: Send email:
cs_cz: Poslat e-mail:
sk_sk: Poslať e-mail:
zh_cn: 发送电子邮件：

# publish.sendmailerror
source: The changes were saved but the email couldn't be sent. You can find more details on SMTP server configuration in the Developer's Guide -> Installation and Deployment -> Additional configuration tasks -> SMTP Server Configuration. The original error message:
cs_cz: Změny byly uloženy, ale nebylo možné odeslat e-mail. Více detailů naleznete u SMTP konfigurace v Developer's Guide -> Installation and Deployment -> SMTP Server Configuration. Originální chybová hláška:
sk_sk: Zmeny boli uložené, ale nebolo možné odoslať e-mail. Viac detailov nájdete v SMTP konfigurácii v Developer's Guide -> Installation and Deployment -> SMTP Server Configuration. Originálna chybová správa:
zh_cn: 所做的更改已保存，但无法发送电子邮件。你可以找到更多的细节上安装-> 的开发者指南和部署-> 的 SMTP 服务器配置额外的配置任务中的 SMTP 服务器配置。原来的错误消息：

# publish.stepdisplayname
source: Step Name
cs_cz: Název kroku
sk_sk: Názov kroku
zh_cn: 步骤名称

# publish.stepname
source: Step Name
cs_cz: Název kroku
sk_sk: Názov kroku
zh_cn: 步骤名称

# publish.steporder
source: Step Order
cs_cz: Pořadí kroků
sk_sk: Poradie krokov
zh_cn: 步阶

# publish.wasapproved
source: Approved
cs_cz: Schváleno
sk_sk: Schválené
zh_cn: 批准

# publish.wasrejected
source: Rejected
cs_cz: Zamítnuto
sk_sk: Zamietnuté
zh_cn: 拒绝

# publish.workflowhistory
source: Workflow History
cs_cz: Historie workflow
sk_sk: História workflow
zh_cn: 工作流历史记录

# publish.workflowsteps
source: Workflow Steps
cs_cz: Kroky workflow
sk_sk: Kroky workflow
zh_cn: 工作流步骤

# query.querynotexist
source: Query '%%code%%' does not exist.
cs_cz: Dotaz '%%code%%' neexistuje.
sk_sk: Dopyt '%%code%%' neexistuje.
zh_cn: 查询 %%代码 %%' 并不存在。

# query.queryorclassnotexist
source: Query or class name '%%code%%' does not exist.
cs_cz: Dotaz nebo třída '%%code%%' neexistuje.
sk_sk: Dopyt alebo trieda '%%code%%' neexistuje.
zh_cn: 查询或类名称 ' %%代码 %%' 并不存在。

# queryedit.erroremptyquery
source: Please enter some query text.
cs_cz: Vložte prosím text dotazu.
sk_sk: Prosím, vložte text query.
zh_cn: 请输入一些查询文本。

# queryedit.erroremptyqueryname
source: Please enter a query name.
cs_cz: Zadejte prosím název dotazu.
sk_sk: Zadajte prosím názov dopytu.
zh_cn: 请输入查询的名称。

# queryedit.errorexistingqueryid
source: A query with the same name already exists for this class. Please choose some other name.
cs_cz: Dotaz se zadaným jménem již existuje. Zvolte prosím jiné jméno.
sk_sk: Query so zadaným menom už existuje. Zvoľte prosím iné meno.
zh_cn: 对于此类已存在具有相同名称的查询。请选择其他名称。

# queryedit.help_orderby
source: Macro substitutes 'ORDER BY' rule
cs_cz: Makro nahrazuje pravidlo 'ORDER BY'
sk_sk: Makro nahradzujúce 'ORDER BY' pravidlo
zh_cn: 宏替换 ' ORDER BY' 规则

# queryedit.help_topn
source: Macro substitutes 'TOP n' clause
cs_cz: Makro nahrazuje odstavec 'TOP n'
sk_sk: Makro nahradzujúce 'TOP n' klauzulu
zh_cn: 宏替换 '顶 n' 子句

# queryedit.help_where
source: Macro substitutes 'WHERE' condition
cs_cz: Makro nahrazuje podmínku 'WHERE'
sk_sk: Makro nahradzujúce 'WHERE' podmienku
zh_cn: 宏替换 WHERE 条件

# queryedit.helpheader
source: Helper macros for queries
cs_cz: Pomocná makra pro dotazy
sk_sk: Pomocné marká pre dopyty
zh_cn: 用于查询的帮手宏

# queryedit.queryname
source: Query name
cs_cz: Název dotazu:
sk_sk: Názov query:
zh_cn: 查询名称

# queryedit.querynameformat
source: Please enter query name in identifier format.
cs_cz: Zadejte prosím název dotazu ve formě identifikátoru.
sk_sk: Zadajte názov dopytu v identifikačnom formáte.
zh_cn: 请输入查询名称标识符的格式。

# queryedit.querytype
source: Query type
cs_cz: Typ dotazu:
sk_sk: Typ query:
zh_cn: 查询类型

# queryedit.querytypesp
source: Stored procedure
cs_cz: Uložená procedura
sk_sk: Uložená procedúra
zh_cn: 存储的过程

# queryedit.querytypetext
source: Query text
cs_cz: Text dotazu
sk_sk: Text query
zh_cn: 查询文本

# queryedit.requirestransaction
source: Requires transaction
cs_cz: Vyžaduje transakci:
sk_sk: Vyžaduje transakciu:
zh_cn: 需要事务

# querylist.header
source: Queries
cs_cz: Dotazy
zh_cn: 查询

# querylist.queryid
source: Query Name
cs_cz: Název dotazu
sk_sk: Názov query
zh_cn: 查询名称

# querylog.queryduration
source: Duration
cs_cz: Trvání
sk_sk: Trvanie
zh_cn: 持续时间

# querylog.queryparameters
source: Parameters
cs_cz: Parametry
sk_sk: Parametre
zh_cn: 参数

# querylog.querytext
source: (Query name)<br />Query text<br />Parameters: @name (value)<br />Results: tablename (rows [columns], size)
cs_cz: Dotaz<br />Parametry: @název (hodnota)<br />Výsledky: názevtabulky (řádky [sloupce], velikost)
sk_sk: Text query<br />Parametre: @name (value)<br />Výsledok: tablename (rows [columns], size)
zh_cn: （查询名称）<br>查询文本<br>参数： @name （值）<br>结果： 表名 （行 [列]，大小）

# querylog.totalduration
source: Total:
cs_cz: Celkem:
sk_sk: Celkovo:
zh_cn: 总数：

# queryselection.classtype.customtables
source: Custom table
cs_cz: Uživatelská tabulka
sk_sk: Užívateľská tabuľka
zh_cn: 自定义表

# queryselection.customtable
source: Custom&nbsp;table:
cs_cz: Uživatelská tabulka:
sk_sk: Užívateľská&nbsp;tabuľka.
zh_cn: 自定义表格：

# queryselection.lblclasstype
source: Class&nbsp;type:
cs_cz: Typ třídy:
sk_sk: Typ&nbsp;triedy:
zh_cn: 类类型：

# queryselection.lbldoctypes
source: Page&nbsp;type:
cs_cz: Typ dokumentu:
sk_sk: Typ dokumentu:
zh_cn: 页面类型：

# queryselection.title
source: Select query
cs_cz: Vybrat dotaz
sk_sk: Vybrať query
zh_cn: 选择查询

# realmedia.notsupported
source: You don't have the Real Media Player installed. <a href="http://www.real.com/player/" target="_blank">Get the Real Media player</a>.
cs_cz: Nemáte nainstalovaný Real Media Player. <a href="http://www.real.com/player/" target="_blank">Instalovat Real Media Player</a>.
sk_sk: Nemáte inštalovaný Real Media Player. <a href="http://www.real.com/player/" target="_blank">Stiahni Real Media player</a>.
zh_cn: 你不必实际安装的媒体播放器。<a href="http://www.real.com/player/" target="_blank">得到真正的媒体播放器</a>。

# recyclebin.allsites
source: (all sites)
cs_cz: (všechny weby)
sk_sk: (všetky stránky)
zh_cn: (所有网站)

# recyclebin.confirmdestroy
source: Are you sure you want to destroy the selected version?
cs_cz: Opravdu chcete odstranit danou verzi?
sk_sk: Určite chcete odstrániť danú verziu?
zh_cn: 你确定你想要摧毁的所选的版本？

# recyclebin.confirmemptyrecbin
source: Are you sure you want to destroy all pages in your recycle bin permanently?
cs_cz: Opravdu chcete trvale odstranit všechny dokumenty z koše?
sk_sk: Určite chcete trvale odstrániť všetky dokumenty z koša?
zh_cn: 你确定你想要永久销毁你的回收站中的所有页面？

# recyclebin.deleted
source: Deleted
cs_cz: Smazán
sk_sk: Zmazané
zh_cn: 删除

# recyclebin.deletedby
source: Deleted by
cs_cz: Smazal
sk_sk: Zmazal
zh_cn: 已被删除

# recyclebin.destroyhint
source: Destroy permanently
cs_cz: Trvale odstranit
sk_sk: Trvale odstrániť
zh_cn: 永久销毁

# recyclebin.emptyingbin
source: Emptying recycle bin...
cs_cz: Probíhá vyprazdňování koše...
sk_sk: Vyprázdňujem kôš...
zh_cn: 清空回收站......

# recyclebin.emptyrecyclebin
source: Empty recycle bin
cs_cz: Vysypat koš
sk_sk: Vysypať kôš
zh_cn: 清空回收站

# recyclebin.emptyrecyclebinconfirmation
source: Are you sure you want to destroy all pages in your recycle bin permanently?
cs_cz: Opravdu chcete trvale odstranit všechny dokumenty z koše?
sk_sk: Určite chcete trvale odstrániť všetky dokumenty z koša?
zh_cn: 你确定你想要永久销毁你的回收站中的所有页面？

# recyclebin.errorsomenotdestroyed
source: Destroying page(s) failed<br /> Some of the pages couldn't be destroyed as you do not have the 'Destroy' permission.
cs_cz: Některé dokumenty nelze odstranit, dokud nebudete mít příslušná oprávnění.
sk_sk: Niektoré dokumenty nemožno odstrániť, pokiaľ nebudete mať príslušné oprávnenie.
zh_cn: 销毁页失败<br>因为你得不到销毁权限，某些页面不能摧毁。

# recyclebin.header
source: Deleted Pages
cs_cz: Smazané dokumenty
sk_sk: Zmazané dokumenty
zh_cn: 已删除的页

# recyclebin.nodenamepath
source: Original Path
cs_cz: Původní cesta
sk_sk: Pôvodná cesta
zh_cn: 原始路径

# recyclebin.restorationcanceled
source: Restoring canceled
cs_cz: Obnova stornována
sk_sk: Obnovovanie zrušené
zh_cn: 恢复已取消

# recyclebin.restorationfailed
source: Restoring page(s) failed
cs_cz: Obnova dokumentů selhala
sk_sk: Obnovovanie dokumentu(ov) zlyhalo
zh_cn: 恢复页面失败

# recyclebin.restorationok
source: Restoring page(s) completed successfully
cs_cz: Obnova dokumentů proběhla úspěšně
sk_sk: Obnovovanie dokumentu(ov) úspešne dokončené
zh_cn: 还原已成功完成的页面

# recyclebin.restoreall
source: Restore all
cs_cz: Obnovit vše
sk_sk: Obnoviť všetko
zh_cn: 恢复所有

# recyclebin.restorehint
source: Restore page
cs_cz: Obnovit dokument
sk_sk: Obnoviť dokument
zh_cn: 恢复页面

# recyclebin.restoreselected
source: Restore selected
cs_cz: Obnovit vybrané
sk_sk: Obnov vybrané
zh_cn: 还原选择

# recyclebin.restoringdocuments
source: Restoring pages...
cs_cz: Probíhá obnova dokumentů...
sk_sk: Obnovujem dokumenty...
zh_cn: 正在还原页面...

# redirect.header
source: Redirection
cs_cz: Přesměrování
sk_sk: Presmerovanie
zh_cn: 重定向

# redirect.info
source: You are being redirected to another page, click the link below if the page is not redirected in few moments.
cs_cz: Budete přesměrováni na jinou stránku, klikněte na link níže jestliže k přesměrování nedojde během pár okamžiků.
sk_sk: Budete presmerovaný na inú stránku. Kliknite na odkaz nižšie ak by nedošlo k presmerovaniu za pár sekúnd.
zh_cn: 您会被重定向到另一页，请单击下面的链接，如果页在几分钟不会被重定向。

# registrationform.confirmationsuccessful
source: Registration confirmed
cs_cz: Registrace potvrzena
sk_sk: Registrácia potvrdená
zh_cn: 注册确认

# registrationform.emailsubject
source: New user registered
cs_cz: Zaregistrován nový uživatel
sk_sk: Zaregistrovaný nový užívateľ
zh_cn: 新注册的用户

# registrationform.registrationapprovalemailsubject
source: Registration approved
cs_cz: Registrace schválena
sk_sk: Registrácia schválená
zh_cn: 注册已批准

# registrationform.registrationconfirmationemailsubject
source: Confirm your registration to...
cs_cz: Potvrďte svou registraci na...
sk_sk: Potvrďte vašu registráciu do ...
zh_cn: 确认您所登记的......

# registrationform.registrationsubject
source: Registration info
cs_cz: Registrační údaje
sk_sk: Registračné údaje
zh_cn: 注册信息

# registrationform.registrationwaitingforapprovalsubject
source: Registration information
cs_cz: Registrační údaje
sk_sk: Registračné údaje
zh_cn: 注册信息

# registrationform.userwasnotcreated
source: User could not be created due to internal error.
cs_cz: Uživatel nemůže být vytvořen v důsledku interní chyby.
sk_sk: Užívateľ nemôže byť vytvorený pre vnútornú chybu.
zh_cn: 由于内部错误，无法创建用户。

# relationship.addrelateddocs
source: Add related page
cs_cz: Přidat související dokument
sk_sk: Pridať súvisiaci dokument
zh_cn: 添加相关的页面

# relationship.deletemsg
source: Are you sure you want to remove relationship between pages?
cs_cz: Opravdu chcete odstranit vztah mezi dokumenty?
sk_sk: Určite chcete odstrániť vzťah medzi dokumentmi?
zh_cn: 你确定你想要删除的页面之间的关系？

# relationship.leftsidedoc
source: Left-side page
cs_cz: Dokument na levé straně
sk_sk: Dokument na ľavej strane
zh_cn: 左页

# relationship.relateddocs
source: Related pages
cs_cz: Související dokumenty
sk_sk: Súvisiace dokumenty
zh_cn: 相关的页

# relationship.relationshipname
source: Relationship name
cs_cz: Název vztahu
sk_sk: Názov vzťahu
zh_cn: 关系名称

# relationship.rightsidedoc
source: Right-side page
cs_cz: Dokument na pravé straně
sk_sk: Dokument na pravej strane
zh_cn: 右侧页面

# relationship.selectcorrectrelateddoc
source: Please select valid page.
cs_cz: Vyberte prosím platný dokument.
sk_sk: Prosím, vyberte platný dokument.
zh_cn: 请选择有效的页面。

# relationship.selectdocument
source: Select page
cs_cz: Výběr dokumentu
sk_sk: Výber dokumentu
zh_cn: 选择页

# relationship.selectrelateddoc
source: You have to specify related page.
cs_cz: Vyberte do vztahu druhý dokument.
sk_sk: Musíte špecifikovať súvisiaci dokument.
zh_cn: 您必须指定相关的页面。

# relationship.switchsides
source: Switch sides
cs_cz: Prohodit strany
sk_sk: Prehodiť strany
zh_cn: 转向另一侧

# relationshipconfiguration.currentdocument
source: Display pages related to the current page
cs_cz: Zobrazit dokumenty mající vztah s aktuálním dokumentem
sk_sk: Zobraziť dokumenty majúce vzťah s aktuálnym dokumentom
zh_cn: 显示与当前页面相关的页面

# relationshipconfiguration.documentwithnodeid
source: Display pages related to the page with NodeGUID
cs_cz: Zobrazit dokumenty mající vztah s dokumentem jehož NodeGUID je
sk_sk: Zobraziť dokumenty majúce vzťah s dokumentom jeho NodeGUID je
zh_cn: 显示与 NodeGUID 与页面相关的页面

# relationshipconfiguration.norelationship
source: Do not use relationships
cs_cz: Nepoužívat vazby
sk_sk: Nepoužívať väzby
zh_cn: 不使用关系

# relationshipconfiguration.validationerror
source: Please enter a GUID.
cs_cz: Vložte prosím GUID.
sk_sk: Prosím, vložte GUID.
zh_cn: 请输入一个 GUID。

# relationshipname.columns.relationshiptype
source: Relationship type
cs_cz: Typ vztahu
sk_sk: Typ vzťahu
zh_cn: 关系类型

# relationshipnameedit.erroremptyrelationshipdisplayname
source: Please enter a relationship display name.
cs_cz: Vložte prosím zobrazený název vztahu.
sk_sk: Prosím, vložte zobrazované meno vzťahu.
zh_cn: 请输入关系的显示名称。

# relationshipnameedit.erroremptyrelationshipname
source: Please enter a relationship name.
cs_cz: Vložte prosím název vztahu.
sk_sk: Prosím, vložte meno vzťahu.
zh_cn: 请输入一个关系名称。

# relationshipnameedit.errorexistingrelationshipname
source: The relationship name already exists. Please use some other name.
cs_cz: Název vztahu již existuje. Vyberte nějaký jiný název.
sk_sk: Názov vzťahu už existuje. Prosím, vyberte nejaký iný názov.
zh_cn: 关系名称已存在。请使用其他名称。
