Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsstoreredirecttoshoppingcart
source: Redirect to shopping cart
cs_cz: Přesměrovat nákupní košík
sk_sk: Presmerovať na nakupný košík
zh_cn: 将重定向到购物车

# settingskey.cmsstoreredirecttoshoppingcart.description
source: If checked, the user is redirected to the shopping cart content page when the <em>Add to shopping cart</em> button is clicked. Otherwise the user stays on the same page and the product is added to the shopping cart at the background.
cs_cz: Pokud je zaškrtnuto, je uživatel při kliknutí na tlačítko 'Přidat do nákupního košíku' přesměrován na stránku obsahu nákupního košíku. V opačném případě uživatel zůstane na stejné stránce a produkt je do nákupníého košíku přidán na pozadí,
sk_sk: Ak je zaškrtnuté, užívateľ je presmerovaný do obsahu nákupného košíka, keď klikne na tlačítko 'Pridať do nákupného košíka', v opačnom prípade zostane užívateľ na pôvodnej stránke a produkt sa pridá do košíka na pozadí.
zh_cn: 如果选中此选项，将用户重定向到购物车内容页，当单击<em>添加到购物车</em>按钮。否则为用户停留在同一页上，将产品添加到购物车为背景。

# settingskey.cmsstoreregistercustomerafterfirstcheckout
source: Register customer after first checkout
zh_cn: 客户注册后第一次签出

# settingskey.cmsstoreregistercustomerafterfirstcheckout.description
source: Indicates if the system automatically creates an account for unregistered customers after successfully completing the checkout process. The system uses data that the customer provided during the checkout process. The customer then receives a notification email with their login information, i.e. an email address and a randomly generated password.
zh_cn: 指示是否系统自动创建的帐户为未注册客户成功完成结帐过程后。该系统采用客户结帐过程中提供的数据。然后，客户收到他们的登录信息，如电子邮件地址和一个随机生成的密码通知的电子邮件。

# settingskey.cmsstoreregistrationaftercheckoutemailtemplate
source: Registration after checkout email template
zh_cn: 注册后结帐电子邮件模板

# settingskey.cmsstoreregistrationaftercheckoutemailtemplate.description
source: The system sends a notification email to unregistered customers after the first checkout if "Register customer after first checkout" is on. Here you can select or modify the template for this email.
zh_cn: 系统发送通知电子邮件对未登记的客户后第一次签出如果"后第一次签出登记客户"上。在这里你可以选择或修改此电子邮件的模板。

# settingskey.cmsstoreregistrationconversionname
source: Registration conversion name
cs_cz: Název konverze registrace
sk_sk: Názov konverzie pri registrácií
zh_cn: 注册转换名称

# settingskey.cmsstoreregistrationconversionname.description
source: The name of the conversion that will be logged when a user successfully registers on the website through the checkout process.
cs_cz: Název konverze, která bude zaznamenána, když se uživatel na webu úspěšně zaregistruje v průběhu nákupního procesu.
sk_sk: Názov konverzie, ktorá bude zaznamenaná, keď užívateľ úspešne dokončí registráciu cez nákupný proces.
zh_cn: 当用户成功登录网站通过结帐过程时将记录的转换的名称。

# settingskey.cmsstoreregistrationconversionvalue
source: Registration conversion value
cs_cz: Hodnota konverze registrace
sk_sk: Hodnota konverzie pri registrácií
zh_cn: 注册转换值

# settingskey.cmsstoreregistrationconversionvalue.description
source: Allows to set a number that will be recorded, together with the registration conversion, as the registration conversion value when this conversion is logged. The values are cumulative, i.e. when a conversion hit is logged, the specified value is added to the total sum previously recorded for the conversion. You may insert a macro expression into this field to dynamically retrieve a value from the current website context.
cs_cz: Nastaví číslo, které bude zaznamenáno spolu s konverzí registrace, když je tato konverze zaznamenána. Tyto hodnoty jsou kumulativní, tzn. když je zaznamenána konverze, bude specifkovaná hodnota přidána k celkovému součtu dříve zaznamenanému pro tuto konverzi. Do tohoto pole můžete vložit makro pro dynamické zjištění hodnoty z kontextu aktuální stránky.
sk_sk: Nastavuje číslo, ktoré bude zaznamenané spolu s konverziou po dokončení registrácie. Hodnoty sú kumulatívne, takže pri každej konverzii bude hodnota pripočítaná k predošlej hodnote. Môžete sem zadať makro pre dynamické získavanie hodnoty z aktuálneho kontextu webu.
zh_cn: 允许设置将被记录和登记的转换，作为注册转换值时这种转换记录的数量。这些值是累积的即转换命中记录时，指定的值添加到转换以前录得的总金额。可以将宏表达式插入到此字段可动态地从当前网站上下文中检索值。

# settingskey.cmsstorerequirecompanyinfo
source: Require company account information
cs_cz: Vyžadovat informace o účtu společnosti
sk_sk: Vyžadovať informácie o účte spoločnosti
zh_cn: 要求公司帐户信息

# settingskey.cmsstorerequirecompanyinfo.description
source: Indicates if it is compulsory to provide company account information during the check out process.
cs_cz: Určuje, zda je povinné poskytovat informace o firemním účtu při nákupním procesu.
sk_sk: Určuje, či je povinné poskytovať informácie o spoločnosti počast nákupného procesu.
zh_cn: 指示是否强制性地提供公司帐户在签出过程中的信息。

# settingskey.cmsstoresendemailsfrom
source: Send e-commerce emails from
cs_cz: Zasílat e-maily e-commerce z
sk_sk: Poslať e-commerce e-maily od koho:
zh_cn: 发送电子商务电子邮件从

# settingskey.cmsstoresendemailsfrom.description
source: An email address from which the E-commerce notification emails are sent.
cs_cz: E-mailová adresa, ze které jsou odesílána e-mailová upozornění e-commerce.
sk_sk: E-mailová adresua, z ktorej budú odosielané e-commerce notifikačné e-maily.
zh_cn: 电子商务的通知电子邮件发送的电子邮件地址。

# settingskey.cmsstoresendemailsto
source: Send e-commerce emails to
cs_cz: Zaslat e-maily e-commerce
sk_sk: Poslať e-maily e-commerce komu:
zh_cn: 发送到的电子商务电子邮件

# settingskey.cmsstoresendemailsto.description
source: An email address (e.g. merchant's email address) to which the E-commerce notification emails are sent.
cs_cz: E-mailová adresa (tzn. e-mailová adresa obchodníka), na kterou jsou odesílána e-mailová upozornění e-commerce.
sk_sk: E-mailová adresa (napr. e-mailová adresa obchodníka), na ktorú sú zasielané e-commerce notifikačné e-maily.
zh_cn: 电子邮件地址 （如商人的电子邮件地址） 将电子商务通知电子邮件发送到的。

# settingskey.cmsstoresendordernotification
source: Send order notification
cs_cz: Zaslat oznámení o objednávce
sk_sk: Posielať informácie o objednávke
zh_cn: 发送订单通知

# settingskey.cmsstoresendordernotification.description
source: Indicates if email notifications are sent after an order has been finished and saved.
cs_cz: Určuje, zda jsou po dokončení a uložení objednávky odesílána e-mailová upozornění.
sk_sk: Určuje, či majú byť posielané notifikačné e-maily po dokončení a uložení objednávky.
zh_cn: 指示是否电子邮件通知发送后的订单已完成并保存。

# settingskey.cmsstoresendpaymentnotification
source: Send payment notification
cs_cz: Odeslat oznámení o platbě
sk_sk: Posielať informácie o platbe
zh_cn: 发送付款通知

# settingskey.cmsstoresendpaymentnotification.description
source: Indicates if email notifications are sent after an order payment has been completed.
cs_cz: Určuje, zda jsou po dokončení platby odesílána e-mailová upozornění.
sk_sk: Určuje, či majú byť posielané notifikačné e-maily po dokončení platby objednávky.
zh_cn: 指示是否订单付款后发送电子邮件通知。

# settingskey.cmsstoreshippingfreelimit
source: Minimal amount for free shipping
cs_cz: Minimální částka pro dopravu zdarma.
sk_sk: Minimálne množstvo pre doručenie zdarma
zh_cn: 为免运费的最小金额

# settingskey.cmsstoreshippingfreelimit.description
source: The minimum order value in the store main currency when the shipping is not charged.
cs_cz: Minimální hodnota objednávky, pro kterou není účtována doprava.
sk_sk: Minimálna hodnota objednávky, od ktorej sa neúčtuje doprava.
zh_cn: 中存储主要的货币，航运不充电时的最小订单值。

# settingskey.cmsstoreshoworganizationid
source: Show Organization ID field
cs_cz: Zobrazit pole IČ
sk_sk: Zobraziť pole IČ:
zh_cn: 显示组织 ID 字段

# settingskey.cmsstoreshoworganizationid.description
source: Show organization ID field - if checked, customer details will contain the organization ID field. The field will be displayed also in <em>My account</em> on the live site and during the check out process.
cs_cz: Zobrazit pole IČ pokud je označeno, budou detaily zákazníka obsahovat pole IČ. Toto pole bude zobrazeno také v panelu Můj účet na ostrém webu a během nákupního procesu.
sk_sk: Ak je zaškrtnuté, detaily zákazníka budú obsahovať pole ID organizácie. Pole bude zobrazené aj na 'Môj účet' stránke, na živom webe a počas nákupného procesu.
zh_cn: 显示组织 ID 字段-如果选中此选项，客户详细信息将包含组织 ID 字段。在<em>我的帐户</em>实时网站上和在签出过程中，将还显示字段。

# settingskey.cmsstoreshowtaxregistrationid
source: Show Tax registration ID field
cs_cz: Zobrazit pole DIČ
sk_sk: Zobraziť pole DIČ:
zh_cn: 显示税务注册 ID 字段

# settingskey.cmsstoreshowtaxregistrationid.description
source: Show Tax registration ID field - if checked, customer details will contain the tax registration ID field (e.g. VAT registration ID). The field will be displayed also in <em>My account</em> on the live site and during the check out process.
cs_cz: Zobrazit pole DIČ - pokud je označeno, budou detaily zákazníka obsahovat pole DIČ (tznj. daňové registrační číslo). Toto pole bude zobrazeno také v panelu Můj účet na ostrém webu a během nákupního procesu.
sk_sk: Ak je zaškrtnuté, detaily zákazníka budú obsahovať pole ID daňovej registrácie (napr. VAT registračné ID). Pole bude zobrazené aj na 'Môj účet' stránke, na živom webe a počas nákupného procesu.
zh_cn: 显示税务注册 ID 字段-如果选中此选项，客户详细信息将包含税务注册 ID 字段 （例如增值税注册 ID）。在<em>我的帐户</em>直播网站上和在签出过程中，将还显示字段。

# settingskey.cmsstoreusecustomercultureforemails
source: Use customer's culture for emails
cs_cz: Použít jazykovou verzi uživatele pro e-maily
sk_sk: Použiť zákazníkovu kultúru pre e-maily
zh_cn: 用于电子邮件的客户的语言

# settingskey.cmsstoreusecustomercultureforemails.description
source: Indicates if emails to customers should be sent in the shopping cart culture.
cs_cz: Určuje, zda budou e-maily zákazníkovi zasílány v jazykové verzi nákupního košíku.
sk_sk: Určuje, či e-maily pre zákazníka budú posielané v kultúre nákupného košíka.
zh_cn: 指示是否购物车语言应发送电子邮件给客户。

# settingskey.cmsstoreuseextracompanyaddress
source: Use an extra company address
cs_cz: Použít další adresu společnosti
sk_sk: Používať ďalšiu adresu spoločnosti:
zh_cn: 使用额外的公司地址

# settingskey.cmsstoreuseextracompanyaddress.description
source: Indicates if the option of providing a company address is available in the check out process.
cs_cz: Určuje, zda je při procesu nákupu dostupná možnost poskytnutí firemní adresy.
sk_sk: Určuje, či je v nákupnom procese dostupná možnosť poskytnutia adresy spoločnosti.
zh_cn: 指示提供公司地址的选项是否在签出过程中可用。

# settingskey.cmsstoreuseglobalcredit
source: Customers credit
cs_cz: Kredit zákazníka
sk_sk: Kredit zákazníka
zh_cn: 客户信用

# settingskey.cmsstoreuseglobalcredit.description
source: Indicates if customers use global credit.
cs_cz: Určuje, zda zákaznící používají globální kredit.
sk_sk: Určuje, či zákazníci používajú globálny kredit.
zh_cn: 指示是否客户使用全局信贷。

# settingskey.cmsstoreuseglobalcurrencies
source: Currencies
cs_cz: Měny
sk_sk: Meny
zh_cn: 货币

# settingskey.cmsstoreuseglobalcurrencies.description
source: Indicates if global currencies are used.
cs_cz: Určuje, zda jsou použity globální měny.
sk_sk: Určuje, či sú použité globálne meny.
zh_cn: 指示是否使用全局货币。

# settingskey.cmsstoreuseglobalexchangerates
source: Exchange rates
cs_cz: Směnné kurzy
sk_sk: Výmenné kurzy
zh_cn: 汇率

# settingskey.cmsstoreuseglobalexchangerates.description
source: Indicates if global exchange rates are used.
cs_cz: Určuje, zda jsou použity globální směnné kurzy.
sk_sk: Určuje, či sú použité globálne výmenné kurzy.
zh_cn: 指示是否使用全局汇率。

# settingskey.cmsstoreuseglobalinternalstatus
source: Internal statuses
cs_cz: Interní stavy
sk_sk: Interné stavy
zh_cn: 内部状态

# settingskey.cmsstoreuseglobalinternalstatus.description
source: Indicates if global internal statuses are used.
cs_cz: Určuje, zda jsou použity globální interní stavy.
sk_sk: Určuje, či sú použité globálne interné stavy.
zh_cn: 指示是否使用全局的内部状态。

# settingskey.cmsstoreuseglobalinvoice
source: Invoice
cs_cz: Faktura
sk_sk: Faktúra
zh_cn: 发票

# settingskey.cmsstoreuseglobalinvoice.description
source: Indicates if global invoice is used.
cs_cz: Určuje, zda je použita globální faktura.
sk_sk: Určuje, či sú použité globálne faktúry.
zh_cn: 指示是否使用全局的发票。

# settingskey.cmsstoreuseglobalorderstatus
source: Order statuses
cs_cz: Stavy objednávky
sk_sk: Stavy objednávky
zh_cn: 订单状态

# settingskey.cmsstoreuseglobalorderstatus.description
source: Indicates if global order statuses are used.
cs_cz: Určuje, zda jsou použity globální stavy objednávky.
sk_sk: Určuje, či sú použité globálne stavy objednávky.
zh_cn: 指示是否使用全局订单状态。

# settingskey.cmsstoreuseglobalpublicstatus
source: Public statuses
cs_cz: Veřejné stavvy
sk_sk: Verejné stavy
zh_cn: 公共状态

# settingskey.cmsstoreuseglobalpublicstatus.description
source: Indicates if global public statuses are used.
cs_cz: Určuje, zda jsou použity globální veřejné stavy.
sk_sk: Určuje, či sú použité globálne verejné stavy.
zh_cn: 指示是否使用全局公共状态。

# settingskey.cmsstoreuseglobaltaxclasses
source: Tax classes
cs_cz: Daňové třídy
sk_sk: Daňové triedy
zh_cn: 税类

# settingskey.cmsstoreuseglobaltaxclasses.description
source: Indicates if global tax classes are used.
cs_cz: Určuje, zda jsou použity globální daňové třídy
sk_sk: Určuje, či sú použité globálne daňové triedy
zh_cn: 指示是否使用全局税类。

# settingskey.cmsstoreweightformattingstring
source: Mass format string
cs_cz: Formátovací řetězec hmotnosti
sk_sk: Formátovací reťazec hmotnosti:
zh_cn: 大规模的格式字符串

# settingskey.cmsstoreweightformattingstring.description
source: The format used to display product weight. Use the <em>{0}</em> expression to insert the weight into the format string.
cs_cz: Formát použitý pro zobrazení váhy produktu. Použijte výraz {0} pro vložení váhy do formátovacího řetězce.
sk_sk: Formát použitý na zobrazenie hmotnosti produktu. Použite výraz {0} pre vloženie hmotnosti do formátovacieho reťazca.
zh_cn: 用来显示产品重量的格式。使用<em>{0}</em>表达式的格式字符串中插入的重量。

# settingskey.cmsstrandsapiid.description
source: Enter the unique identifier of your Strands Recommender account. The system needs the ID to communicate with the recommendation service. You can find your API ID in the My account section of the Strands Recommender website.
zh_cn: 请输入您的Strands Recommender帐户的唯一标识符。系统需要的 ID 与建议服务进行通信。您可以找到您的 API ID 在我的账户栏的Strands Recommender网站。

# settingskey.cmsstrandsautomaticuploadfrequency
source: Automatic upload frequency
zh_cn: 自动上传频率

# settingskey.cmsstrandsautomaticuploadfrequency.description
source: The frequency at which the Strands catalog feed is requested by Strands. You can set the frequency more precisely directly on the Strands portal (e.g., you can set an exact hour for weekly updates).
zh_cn: 在这股目录饲料由股要求的频率。您可以设置频率更精确地直接在股门户网站 （例如，您可以设置一个确切小时，每周的更新）。

# settingskey.cmsstrandscataloglayout
source: Catalog layout
zh_cn: 目录布局

# settingskey.cmsstrandscatalogpath.description
source: The path from which items are generated into the Strands catalog feed.
zh_cn: 从该项目都将生成到饲料股目录的路径。

# settingskey.cmsstrandscatalogtransformation.description
source: Transformation used to generate each item in the Strands catalog feed. Only items in the feed will be considered when recommending items.
zh_cn: 用于饲料股目录中生成的每个项目的转换。推荐的项目时，将考虑只有在饲料中的项目。

# settingskey.cmsstrandscatalogwherecondition.description
source: The value of the WHERE condition in the SELECT statement that specifies the items in the Strands catalog feed. For example, <b>DocumentName LIKE 'Apple%'</b> selects all products starting with 'Apple'.
zh_cn: 指定的项在股目录中的 SELECT 语句中的 WHERE 条件的值为食。例如， <b>DocumentName 像 '苹果 %'</b>选择 '苹果' 开头的所有产品。

# settingskey.cmsstrandsenableautomaticcatalogupload
source: Enable automatic catalog upload
zh_cn: 启用自动目录上载

# settingskey.cmsstrandsenableautomaticcatalogupload.description
source: Makes the system upload the Strands catalog feed into Strands automatically on a regular basis.
zh_cn: 使上载股目录自动送进股定期的系统。

# settingskey.cmsstrandsproducttypes
source: Product types
zh_cn: 产品类型

# settingskey.cmsstrandsproducttypes.description
source: The product types from which items are generated into the Strands catalog feed. Leave empty to include all product types.
zh_cn: 从该项目生成成缕缕的产品类型目录饲料。请留空以包括所有的产品类型。

# settingskey.cmsstrandsvalidationtoken
source: Validation token
zh_cn: 验证令牌

# settingskey.cmsstrandsvalidationtoken.description
source: Enter the validation token of your Strands Recommender account. The Strands recommendation service requests the token when the application performs certain customer actions. You can find your Validation Token in the My account section of the Strands Recommender website.
zh_cn: 请输入您的Strands Recommender帐户的验证令牌。时在应用程序执行某些客户操作，Strands Recommender服务请求令牌。您可以找到您验证令牌在我的账户栏的Strands Recommender网站。

# settingskey.cmsstylesheetminificationenabled
source: Allow CSS minification
cs_cz: Povolit zmenšení CSS
sk_sk: Povoliť minifikáciu CSS
zh_cn: 允许 CSS 缩小

# settingskey.cmsstylesheetminificationenabled.description
source: Determines whether CSS should be served minified to browsers
cs_cz: Určuje, zda mají být CSS poskytovány prohlížečům zmenšené
sk_sk: Určuje, či má byť CSS poskytované prehliadaču minifikované.
zh_cn: 确定是否应送达 CSS 缩小到浏览器

# settingskey.cmstaskdetailpage
source: Task detail page
cs_cz: Stránka detailu úlohy
sk_sk: Stránka detailu úlohy
zh_cn: 任务详细信息页面

# settingskey.cmstimezonesenable
source: Enable time zones
cs_cz: Povolit časové zóny
sk_sk: Povoliť časové zóny
zh_cn: 启用时间区域

# settingskey.cmstimezonesenable.description
source: Indicates whether time zones support is enabled.
cs_cz: Určuje, zda je povolena podpora časových zón.
sk_sk: Určuje, či je povolená podpora časových zón.
zh_cn: 指示是否启用了时区支持。

# settingskey.cmstrackaveragetimeonpage
source: Track average time on page
cs_cz: Sledovat průměrný čas na stránce
sk_sk: Sledovať priemerný čas na stránke
zh_cn: 跟踪在页上的平均时间

# settingskey.cmstrackaveragetimeonpage.description
source: Enables/disables tracking average time on page.
cs_cz: Povoluje/zakazuje sledování průměrného času na stránce.
sk_sk: Povoľuje/Zakazuje sledovanie priemerného času stráveného na stránke.
zh_cn: 启用/禁用跟踪在页上的平均时间。

# settingskey.cmstrackexitpages
source: Track exit pages
cs_cz: Sledovat výstupní stránky
sk_sk: Sledovať výstupné stránky
zh_cn: 轨道退出页面

# settingskey.cmstrackexitpages.description
source: Enables tracking exit pages.
cs_cz: Povoluje sledování výstupních stránek.
sk_sk: Povoľuje sledovanie výstupných stránok (posledná stránka, ktorú návštevník navštívil).
zh_cn: 启用跟踪退出页面。

# settingskey.cmstracklandingpages
source: Track landing pages
cs_cz: Sledovat vstupní stránky
sk_sk: Sledovať vstupné stránky
zh_cn: 着陆页的跟踪

# settingskey.cmstracklandingpages.description
source: Enables tracking of landing pages.
cs_cz: Povoluje sledování vstupních stránek.
sk_sk: Povoľuje sledovanie vstupných stránok (Prvá stránka, ktorú návštevník navštívil).
zh_cn: 登陆页启用跟踪。

# settingskey.cmstrackmobiledevices
source: Track mobile devices
cs_cz: Sledovat mobilní zařízení
zh_cn: 跟踪移动设备

# settingskey.cmstrackmobiledevices.description
source: Enables mobile devices tracking
cs_cz: Povolí sledování mobilních zařízení
zh_cn: 使移动设备跟踪

# settingskey.cmstrackonsitekeywords
source: Track on-site keywords
cs_cz: Sledovat klíčová slova na webu
sk_sk: Sledovať slová vyhľadávané na webe
zh_cn: 跟踪现场关键字

# settingskey.cmstrackonsitekeywords.description
source: Enables on-site keywords tracking.
cs_cz: Povoluje sledování klíčových slov na webu.
sk_sk: Povoľuje sledovanie slov, zadaných do vyhľadávacích web part na webe.
zh_cn: 启用跟踪的现场关键字。

# settingskey.cmstrackreferringsitesdirect
source: Track referring pages by direct link
cs_cz: Sledování odkazujících stránek pomocí přímého odkazu
sk_sk: Sledovať odkazujúce stránky priamym linkom
zh_cn: 跟踪引用页的直接链接

# settingskey.cmstrackreferringsitesdirect.description
source: Enables tracking direct link page access.
cs_cz: Povoluje sledování přístupu na stránku pomocí přímého odkazu.
sk_sk: Povoľuje sledovanie prístupov k stránke cez priamy link.
zh_cn: 启用跟踪的直接链接页面访问。

# settingskey.cmstrackreferringsiteslocal
source: Track referring local pages
cs_cz: Sledovat odkazující lokální stránky
sk_sk: Sledovať odkazujúce lokálne stránky
zh_cn: 跟踪引用本地页

# settingskey.cmstrackreferringsiteslocal.description
source: Enables tracking local pages.
cs_cz: Povoluje sledování lokálních stránek.
sk_sk: Povoľuje sledovanie prechádzania medzi lokálnymi stránkami.
zh_cn: 启用跟踪本地页面。

# settingskey.cmstrackreferringsitesreferring
source: Track referring sites
cs_cz: Sledovat odkazující weby
sk_sk: Sledovať odkazujúce weby
zh_cn: 跟踪引用网站

# settingskey.cmstrackreferringsitesreferring.description
source: Enables tracking outbound referring sites.
cs_cz: Povoluje sledování odchozích odkazujících stránek.
sk_sk: Povoľuje sledovanie webov odkazujúcich na váš web.
zh_cn: 启用跟踪站引用站点。

# settingskey.cmstracksearchengines
source: Track search engines
cs_cz: Sledovat vyhledávače
sk_sk: Sledovať vyhľadávače
zh_cn: 跟踪搜索引擎

# settingskey.cmstracksearchengines.description
source: Enables tracking search engines.
cs_cz: Povoluje sledování vyhledávačů.
sk_sk: Povoľuje sledovanie príchodov na web z vyhľadávačov.
zh_cn: 启用跟踪搜索引擎。

# settingskey.cmstracksearchkeywords
source: Track search keywords
cs_cz: Sledovat klíčová slova vyhledávání
sk_sk: Sledovať vyhľadávané slová
zh_cn: 轨道搜索关键字

# settingskey.cmstracksearchkeywords.description
source: Enables tracking search keywords.
cs_cz: Povoluje sledování vyhledávání klíčovách slov.
sk_sk: Povoľuje sledovanie vyhľadávaných slov.
zh_cn: 启用跟踪的搜索关键词。

# settingskey.cmsunlockuseraccountpath
source: Unlock user account path
cs_cz: Odemknout cestu uživatelského účtu
zh_cn: 解锁用户帐户路径

# settingskey.cmsunlockuseraccountpath.description
source: Path to custom page for unlocking user account (if not set, system page ~/CMSModules/Membership/CMSPages/UnlockUserAccount.aspx will be used)
cs_cz: Cesta v vlastní stránce pro odemknutí uživatelského účtu. (Pokud není nastavena, použije se systémová stránka ~/CMSModules/Membership/CMSPages/UnlockUserAccount.aspx)
zh_cn: 解锁用户帐户的自定义页面的路径 （如果未设置，系统页面 ~/CMSModules/Membership/CMSPages/UnlockUserAccount.aspx 将使用）

# settingskey.cmsupdatedocumentalias
source: Automatically update page alias
cs_cz: Automaticky aktualizovat alias dokumentu
sk_sk: Automaticky aktualizovať alias dokumentu
zh_cn: 自动更新页别名

# settingskey.cmsupdatedocumentalias.description
source: If checked, the page alias is updated when the page name of the default culture changes.
cs_cz: Pokud je zaškrtnuto, je alias dokumentu aktualizován, když se změní název dokumentu nebo výchozí jazyková verze.
sk_sk: Ak je zaškrtnuté, alias dokumentu je aktualizovaný, keď sa zmení názov dokumentu v predvolenej kultúre.
zh_cn: 如果选中此选项，默认语言的页面名称改变时，系统会更新页面别名。

# settingskey.cmsuploadextensions
source: Upload extensions
cs_cz: Přípony nahrávaných souborů
sk_sk: Prípony nahrávaných súborov
zh_cn: 上载扩展

# settingskey.cmsuploadextensions.description
source: File types (extensions) that can be uploaded to the server (<strong>separated with a semicolon, without dot</strong>). <strong>Please note:</strong> If no value is specified, all types of files can be uploaded.
cs_cz: Typy souborů (přípony), které mohou být nahrány na server (<strong>oddělené středníkem, bez tečky</strong>). <strong>Poznámka:</strong> Pokud není zadána žádná hodnota,mohou být nahrány všechny typy souborů.
sk_sk: Typy súborov (prípony) ktoré môžu byť nahrávané na server (<strong>oddelené bodkočiarkou, bez bodky</strong>). <strong>Poznámka:</strong> Ak nie je zadaná žiadna hodnota, môžu byť nahrávané všetky typy súborov.
zh_cn: 文件类型 (扩展名)，可以上传到服务器 （<strong>分隔成一个分号，无点</strong>）。<strong>请注意：</strong>如果未不指定任何值，则可以上载所有类型的文件。

# settingskey.cmsuseautomaticversionnumbering
source: Use automatic version numbering
cs_cz: Použít automatické číslování verzí
sk_sk: Používať automatické číslovanie verzií
zh_cn: 使用自动版本编号

# settingskey.cmsuseautomaticversionnumbering.description
source: Use automatic version numbering for workflow
cs_cz: Použít automatické číslování verzí pro workflow.
sk_sk: Používať automatické číslovanie verzii pre workflow.
zh_cn: 使用自动版本编号为工作流
