Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# export.exporttocsv
source: Export to CSV
cs_cz: Exportovat do CSV
sk_sk: Exportovať do CSV
zh_cn: 导出至 CSV

# export.exporttoxml
source: Export to XML
cs_cz: Exportovat do XML
sk_sk: Exportovať do XML
zh_cn: 导出为 XML

# export.orderby
source: Order by
sk_sk: Zoradiť podľa (ORDER BY)
zh_cn: 按顺序

# export.progress
source: Objects are being exported
cs_cz: Objekty se exportují
sk_sk: Objekty sa exportujú
zh_cn: 正在导出对象

# export.records
source: Number of records
cs_cz: Počet záznamů
sk_sk: Počet záznamov
zh_cn: 记录数

# export.selectall
source: Select all
cs_cz: Vybrat vše
sk_sk: Vybrať všetko
zh_cn: 选择所有

# export.selectcolumns
source: You have to select at least one column to export.
cs_cz: Musíte vybrat alespoň jeden sloupec pro export.
sk_sk: Musíte vybrať aspoň jeden stĺpec pre export
zh_cn: 您必须选择要导出的至少一列。

# export.semicolon
source: Semicolon ";"
cs_cz: Středník ";"
sk_sk: Bodkočiarka ";"
zh_cn: 分号";"

# export.usegridfilter
source: Use grid filter
cs_cz: Použít filtr tabulky
sk_sk: Použiť grid filter
zh_cn: 使用网格筛选器

# export.validinteger
source: Please enter valid integer number.
cs_cz: Zadejte prosím platné celé číslo.
sk_sk: Zadajte platné celé číslo
zh_cn: 请输入有效的整数。

# export.where
source: Where condition
cs_cz: Podmínka where
sk_sk: WHERE podmienka
zh_cn: 条件的位置

# exportobjects.copyforumcustomlayuoutsfolder
source: Export forum custom layouts folder
cs_cz: Kopírovat složku s uživatelskými rozvrženími fór
sk_sk: Kopíruje sa užívateľská zložka layoutov fór
zh_cn: 导出论坛自定义布局文件夹

# exportsite.errorexportmessage
source: Error exporting objects.
cs_cz: Chyba při exportu dokumentů.
sk_sk: Chyba exportovania objektov.
zh_cn: 导出对象时出错。

# externaledit.editdocument.tooltip
source: Edit in client application
zh_cn: 在客户端应用程序中进行编辑

# facebook.webpart.category.extendedsettings
source: Extended settings
zh_cn: 扩展的设置

# facebook.webpart.category.facebookbutton
source: Facebook button
zh_cn: Facebook 按钮

# facebook.webpart.category.signoutbutton
source: Sign out button
zh_cn: 登出按钮

# facebook.webpart.connectlogon.description
source: This web part allows users to log into the website using their Facebook accounts.
zh_cn: 此 web 部件允许用户登录到网站使用他们的脸谱帐户。

# facebook.webpart.property.conversionvalue
source: Conversion value
zh_cn: 转换值

# facebook.webpart.property.notifyadministrator
source: Notify administrator about new registrations
zh_cn: 通知管理员有关新登记

# facebook.webpart.property.notifyadministrator.description
source: Indicates if a notification email should be sent to the administrator when a new user registers via the web part.
zh_cn: 指示是否通知的电子邮件应该发送到管理员，当一个新的用户注册通过 web 部件。

# facebook.webpart.property.showsignoutas
source: Show sign out as
zh_cn: 显示出来的符号

# facebook.webpart.property.showsignoutas.description
source: Indicates whether the web part provides sign out option for authenticated users and what would it look like.
zh_cn: 指示是否该 web 部件提供签出选项为已经过身份验证的用户，它会是什么样子。

# facebook.webpart.property.signintext
source: Sign in text
zh_cn: 签名中的文本

# facebook.webpart.property.signintext.description
source: If a value is entered, the web part will render a sign in link using the entered text instead of the default text.
zh_cn: 如果输入一个值，则 web 部件将呈现中使用输入的文本，而不默认文本链接的标志。

# facebook.webpart.property.signoutimageurl
source: Sign out image URL
zh_cn: 签出图像 URL

# facebook.webpart.property.signouttext
source: Sign out text
zh_cn: 签出文本

# facebook.webpart.property.signouttext.description
source: Sets the text of the sign out link or button. Default sign out text will be used if no text is set.
zh_cn: 设置注销的链接或按钮的文本。如果没有文本被设置，将使用默认签出文本。

# facebook.webpart.property.trackconversionname
source: Track conversion name
zh_cn: 轨道转换名称

# facebook.webpart.property.trackconversionname.description
source: Selects the conversion that will be logged when a user successfully completes their registration via the web part.
zh_cn: 选择一个用户成功地完成了其登记通过 web 部件时将记录的转换。

# fb.attributetype.attribute
source: Fields
zh_cn: 字段

# fb.attributetype.restrictedattribute
source: Restricted fields
zh_cn: 限制的字段

# fb.emptymapping
source: The mapping is not specified.
zh_cn: 未指定映射。

# fb.exception
source: There was an error processing your request, please check the event log for more information.
zh_cn: 处理您的请求时出错，请检查事件日志以了解更多信息。

# fb.mapping.attributeheader
source: Facebook user profile
zh_cn: Facebook 用户配置文件

# fb.mapping.editor.instruction
source: Assign Facebook fields on the right to Kentico fields on the left.
zh_cn: 分配 Facebook 字段 Kentico 字段左边到右边。

# fb.mapping.editor.introduction
source: Some Facebook fields are restricted, to access them the application needs authorization from the Facebook member during the login process.
zh_cn: Facebook 的某些字段的限制，访问他们的应用程序需要在登录过程中的从 Facebook 成员授权。

# fb.mapping.editor.title
source: Mapping of Facebook user profile
zh_cn: Facebook 用户配置文件的映射

# fb.mapping.fieldheader
source: Kentico user
zh_cn: Kentico 用户

# fb.mapping.warning
source: To apply the changes you need to save the settings.
zh_cn: 以应用更改，您需要保存的设置。

# fb.nofieldmappingavailable
source: There is no information suitable for mapping.
zh_cn: 还有没有信息适合映射。

# fb.nofieldmappingavailable.tooltip
source: Please check if there are other fields suitable for mapping.
zh_cn: 请检查是否适于映射等多个字段。

# fb.profile.biography
source: Biography
zh_cn: 传记

# fb.profile.birthday
source: Birthday
zh_cn: 生日

# fb.profile.city
source: Location
zh_cn: 位置

# fb.profile.email
source: Email
zh_cn: 电子邮件

# fb.profile.facebookname
source: Full name
zh_cn: 全名

# fb.profile.firstname
source: First name
zh_cn: 名字

# fb.profile.gender
source: Gender
zh_cn: 性别

# fb.profile.isverified
source: Is verified
zh_cn: 验证

# fb.profile.lastname
source: Last name
zh_cn: 姓氏

# fb.profile.linktoprofile
source: Link to profile
zh_cn: 链接到配置文件

# fb.profile.locale
source: Culture
zh_cn: 语言

# fb.profile.middlename
source: Middle name
zh_cn: 中间名字

# fb.profile.profilechange
source: Profile last changed
zh_cn: 上次更改的配置文件

# fb.profile.username
source: User name
zh_cn: 用户名称

# fb.profile.website
source: Website
zh_cn: 网站

# fieldeditor.allowinheritance
source: Allow inheritance
cs_cz: Povolit dědičnost
zh_cn: 允许继承

# fieldeditor.categorydefaultsystemsettings
source: This category uses the default system settings.
zh_cn: 此类别使用默认系统设置。

# fieldeditor.categoryisinherited
source: This category is inherited from the original form.
zh_cn: 从原始表格继承此类别。

# fieldeditor.categoryismodified
source: This category has been changed (you can reset it using the Reset category button).
zh_cn: 此类别已被更改 （你可以重置它使用重置类别按钮）。

# fieldeditor.categorysystemismodified
source: This system category has been modified. Click Reset field to revert all changes back to the original state.
zh_cn: 这一系统类别已被修改。单击重置字段，以将所有修改回复到原来的状态。

# fieldeditor.controlnotallowedfordatatype
source: Selected form control '{0}' is not allowed for current field type. The control may not work correctly.
zh_cn: 选定的表格控件"{0}"不允许为当前字段类型。该控件可能无法正常工作。

# fieldeditor.dependson
source: Depends on another field
cs_cz: Závisí na jiném poli
sk_sk: Závisí na inom poli
zh_cn: 取决于另一个字段

# fieldeditor.displayinsimplemode
source: Display in simple mode
cs_cz: Zobrazit v jednoduchém módu
zh_cn: 在简单模式中显示

# fieldeditor.dummyfield
source: This field has no database representation.
zh_cn: 这一字段没有任何数据库表示形式。

# fieldeditor.enabledmacro
source: Enabled condition
cs_cz: Podmínka pro povolení
zh_cn: 已启用的条件

# fieldeditor.extracategory
source: This category is not present in the original form.
zh_cn: 此类别不是以原始的形式存在的。

# fieldeditor.extrafield
source: This field is not present in the original form.
zh_cn: 此字段不是原始形式存在的。

# fieldeditor.fieldisinherited
source: This field is inherited from the original form.
zh_cn: 此字段是从原始表格继承的。

# fieldeditor.fieldismodified
source: This field has been changed (you can reset it using the Reset field button).
zh_cn: 此字段已被更改 （你可以重置它使用重置字段按钮）。

# fieldeditor.fieldsettings
source: Field settings
cs_cz: Nastavení pole
sk_sk: Nastavenia poľa
zh_cn: 字段设置

# fieldeditor.fieldtype.currentfieldisdummy
source: This field will be without database representation.
zh_cn: 此字段将为数据库表示没有。

# fieldeditor.fieldtype.document
source: Page field
zh_cn: 页字段

# fieldeditor.fieldtype.dummy
source: Field without database representation
zh_cn: 没有数据库表示形式的字段

# fieldeditor.fieldtype.fieldtype
source: Field type
zh_cn: 字段类型

# fieldeditor.fieldtype.primary
source: Primary key
zh_cn: 主键

# fieldeditor.fieldtype.standard
source: Standard field
zh_cn: 标准字段

# fieldeditor.formfieldtype
source: Form control type
cs_cz: Typ form kontrolu
sk_sk: Typ form kontrolu
zh_cn: 表格控件类型

# fieldeditor.generatecode
source: Generate code file
cs_cz: Vygenerovat code file
zh_cn: 生成的代码文件

# fieldeditor.getformdefinition
source: Get form definition
cs_cz: Získat definici formuláře
zh_cn: 获取表格定义

# fieldeditor.hasdepending
source: Has depending fields
cs_cz: Má závislá pole
sk_sk: Má závislé polia
zh_cn: 有取决于字段

# fieldeditor.hideallfields
source: Hide all visible fields
zh_cn: 隐藏所有的可见字段

# fieldeditor.noclassname
source: Class name is not set.
cs_cz: Není zadán název třídy.
sk_sk: Class name nie je nastavený
zh_cn: 未设置类名称。

# fieldeditor.nofieldsdefined
source: No fields were defined. Click on New field or New category to add fields.
cs_cz: Nebyla definována žádná pole. Pro přidání polí klikněte na Nový atribut nebo Nová kategorie.
sk_sk: Neboli definované žiadne polia. Kliknite na Nový atribút alebo Nová kategórie pre pridanie polí.
zh_cn: 没有字段的定义。单击新字段或新的类别，若要添加字段。

# fieldeditor.nomode
source: No field editor mode is set.
cs_cz: Není nastaven mód editoru polí.
sk_sk: Nie je nastavený mód editoru.
zh_cn: 没有字段编辑器模式设置。

# fieldeditor.notablename
source: Table name is not set.
cs_cz: Není nastaven název tabulky.
sk_sk: Názov tabuľky nie je nastavený.
zh_cn: 未设置表名称。

# fieldeditor.nowebpartid
source: WebPartID is not set.
cs_cz: Není nastaveno WebPartID.
sk_sk: Nie je nastavené WebPartID
zh_cn: 未设置 WebPartID。

# fieldeditor.propertydefaultsystemsettings
source: This property uses the default system settings.
zh_cn: 此属性将使用默认的系统设置。

# fieldeditor.propertysystemismodified
source: This system property has been modified. Click Reset field to revert all changes back to the original state.
zh_cn: 这个系统属性已被修改。单击重置字段，以将所有修改回复到原来的状态。

# fieldeditor.quicklinks
source: Quick links
cs_cz: rychlé odkazy
sk_sk: Rýchle odkazy
zh_cn: 快速链接

# fieldeditor.refreshingviewsfailed
source: Refreshing views related to this table failed. Please see Event log for more details.
cs_cz: Selhala obnova zobrazení spojených s touto tabulkou. Více detailů naleznete v historii událostí.
sk_sk: Obnova zlyhla. Skontrolujte Históriu udalostí.
zh_cn: 刷新此表与相关视图失败。请参阅事件日志中有更多的细节。

# fieldeditor.resetcategory
source: Reset category
zh_cn: 重置类别

# fieldeditor.resetcategorytodefaultconfirmation
source: Are you sure you want to reset the settings to the original form category? You cannot undo this action.
zh_cn: 你确定你想要的设置重置为原始表单类别？您无法撤消此操作。

# fieldeditor.resetcategorytooltip
source: Reset selected category to original form.
zh_cn: 将所选的类别重置为原始形式。

# fieldeditor.resetfield
source: Reset field
zh_cn: 重置字段

# fieldeditor.resetfieldtooltip
source: Reset selected field to original form.
zh_cn: 将所选的字段重置为原始形式。

# fieldeditor.selectformcontrol
source: Please select a form control.
cs_cz: Vyberte prosím form kontrol.
sk_sk: Vyberte prosím form control.
zh_cn: 请选择表格控件。

# fieldeditor.showallfields
source: Show all invisible fields
zh_cn: 显示所有不可见的字段

# fieldeditor.tabs.advancedmode
source: Switch to advanced mode
cs_cz: Přepnout do pokročilého módu
sk_sk: Prepni do pokročilého režimu
zh_cn: 切换到高级模式

# fieldeditor.tabs.simplifiedmode
source: Switch to simple mode
cs_cz: Přepnout do zjednodušeného módu
sk_sk: Prepni do jednoduchého režimu
zh_cn: 切换到简单模式

# fieldeditor.visibilitymacro
source: Visibility condition
cs_cz: Podmínka viditelnosti
zh_cn: 可见性条件

# fieldruledesigner.addrule
source: Add validation rule
zh_cn: 添加验证规则

# fieldruledesigner.addruleinfo
source: Add new validation rule
zh_cn: 添加新的验证规则

# fieldruledesigner.removerule
source: Remove rule
zh_cn: 删除规则

# fieldruledesigner.removeruleconfirmation
source: Are you sure you want to remove the selected rule?
zh_cn: 是否确实要删除选定的规则?

# fieldruledesigner.rulewarning
source: The validation rule cannot be edited because its original definition with codename "{0}" is corrupted or missing.
zh_cn: 不能编辑验证规则，因为其原始定义与代号"{0}"是损坏或丢失。

# fileimport.importfromcomputer
source: Import from your computer
cs_cz: Importovat z vašeho počítače
sk_sk: Importovať z počítača
zh_cn: 从您的计算机中导入

# fileimport.importfromserver
source: Import from server disk
cs_cz: Importovat ze serverového disku
sk_sk: Importovať zo serverového disku
zh_cn: 从服务器磁盘中导入

# fileimport.nosilverlight
source: This feature is available only if Silverlight plug-in is <strong>installed and enabled</strong> in your browser.
cs_cz: Tato funkce je dostupná pouze pokud máte ve svém prohlížeči <strong>nainstalovaný a povolený</strong> Silverlight plug-in.
zh_cn: 此功能是仅当 Silverlight 插件是<strong>安装并启用</strong>在您的浏览器中可用。

# filemanagernew.header.file
source: New file
cs_cz: Nový soubor
zh_cn: 新建文件

# fileslog.typefilesystem
source: Local filesystem
zh_cn: 本地文件系统

# fileslog.typezip
source: Zip
zh_cn: 邮编

# filesystemselector.info
source: Current folder: <strong>{0}</strong>
cs_cz: Aktuální adresář: <strong>{0}</strong>
zh_cn: 当前文件夹: <strong>{0}</strong>

# filter.any
source: Any
cs_cz: Libovolné
zh_cn: 任何

# filter.cannotbeempty
source: Cannot be empty
cs_cz: Nemůže být prázdné
zh_cn: 不能为空

# filter.createdbetween
source: Created between
cs_cz: Vytvořeno mezi
zh_cn: 之间创建

# filter.datetime
source: Limit data
cs_cz: Limit
zh_cn: 限制数据

# filter.empty
source: Is empty
cs_cz: Prázdný
sk_sk: Je prázdny
zh_cn: 是空的

# filter.endswith
source: Ends with
cs_cz: Končí na
sk_sk: Končí na
zh_cn: 以结束

# filter.equals
source: Equals
zh_cn: 等于

# filter.greaterorequal
source: Is greater than or equal
zh_cn: 是大于或等于

# filter.greaterthan
source: Is greater than
zh_cn: 大于

# filter.lessorequal
source: Is less than or equal
zh_cn: 是小于或等于

# filter.lessthan
source: Is less than
zh_cn: 是小于

# filter.like
source: Contains
cs_cz: Obsahuje
sk_sk: Obsahuje
zh_cn: 包含

# filter.mode
source: Select the mode of filter
zh_cn: 选择筛选器的模式

# filter.notempty
source: Is not empty
cs_cz: Neprázdný
sk_sk: Je neprázdny
zh_cn: 不是空的

# filter.notendswith
source: Does not end with
cs_cz: Nekončí na
sk_sk: Nekončí na
zh_cn: 不能随着结束

# filter.notequals
source: Does not equal
zh_cn: 不等于

# filter.notlike
source: Does not contain
cs_cz: Neobsahuje
sk_sk: Neobsahuje
zh_cn: 不包含

# filter.notstartswith
source: Does not start with
cs_cz: Nezačíná na
sk_sk: Nezačína na
zh_cn: 开头不是

# filter.onlypublished
source: Only published
cs_cz: Pouze publikované
sk_sk: Iba publikované
zh_cn: 仅发布

# filter.startswith
source: Starts with
cs_cz: Začíná na
sk_sk: Začína na
zh_cn: 以此开头

# filter.validboolean
source: Please insert valid boolean value.
zh_cn: 请插入有效的布尔值。

# filter.validdecimalnumber
source: Please enter valid decimal number.
cs_cz: Zadejte platné desetinné číslo.
sk_sk: Zadajte platné desatinné číslo.
zh_cn: 请输入有效的十进制数字。

# filter.validintergernumber
source: Please enter valid integer number.
cs_cz: Zadejte platné celé číslo.
sk_sk: Zadajte platné celé číslo
zh_cn: 请输入有效的整数。

# foldertree.collapse
source: Collapse
cs_cz: Sbalit
sk_sk: Zroluj
zh_cn: 崩溃

# foldertree.expand
source: Expand
cs_cz: Rozbalit
sk_sk: Rozbaľ
zh_cn: 扩大

# fontselector.bold
source: Bold
cs_cz: Tučně
sk_sk: Tučný
zh_cn: 粗体

# fontselector.bolditalic
source: Bold & Italic
cs_cz: Tučně a kurzíva
sk_sk: Tučné a Kurzíva
zh_cn: 大胆 & 斜体

# fontselector.clear
source: Clear
cs_cz: Vyčistit
sk_sk: Vymazať
zh_cn: 明确

# fontselector.font
source: Font
cs_cz: Písmo
zh_cn: 字体

# fontselector.italic
source: Italic
cs_cz: Kurzíva
sk_sk: Kurzíva
zh_cn: 斜体

# fontselector.regular
source: Regular
cs_cz: Běžné
sk_sk: Pravidelný
zh_cn: 定期

# fontselector.sampletext
source: Sample text
cs_cz: Vzorový text
sk_sk: Vzorový text
zh_cn: 示例文本

# fontselector.select
source: Select
cs_cz: Vybrat
sk_sk: Vybrať
zh_cn: 选择

# fontselector.size
source: Size
cs_cz: Velikost
sk_sk: Veľkosť
zh_cn: 大小

# fontselector.style
source: Style
cs_cz: Styl
sk_sk: Štýl
zh_cn: 风格

# fontselector.title
source: Font selector
cs_cz: Výběr písma
sk_sk: Výber fontu
zh_cn: 字体选择器

# fontselector.underline
source: Underline
cs_cz: Podtržené
sk_sk: Podčiarknutý
zh_cn: 下划线

# fontselector.unsupportedfont
source: This font is not supported.
cs_cz: Toto písmo není podporované.
sk_sk: Tento font nie je podporovaný
zh_cn: 不支持此字体。

# fontselector.wrongsize
source: Wrong format.
cs_cz: Chybný formát.
sk_sk: Chybný formát
zh_cn: 错误的格式。

# formbuilder.components
source: Components
zh_cn: 组件

# formbuilder.deletefieldconfirmation
source: Are you sure you want to remove the component "{0}"?\r\n\r\nIt is possible to restore it back in the Field editor.
zh_cn: 是否确实要删除组件"{0}"吗? 是可能还原回在字段编辑器中的 \r\n\r\nIt。

# formbuilder.deleteselectedfieldconfirmation
source: Are you sure you want to remove the selected component?\r\n\r\nIt is possible to restore it back in the Field editor.
zh_cn: 是否确实要删除所选的组件呢？ \r\n\r\nIt 有可能还原回在字段编辑器中。

# formbuilder.emptyformplaceholder
source: Start by dragging a component here
zh_cn: 通过将组件拖到这里开始

# formbuilder.errorloadingform
source: Form could not be loaded.
zh_cn: 不能加载表格。

# formbuilder.explanation
source: Explanation text
zh_cn: 解释文本

# formbuilder.generalerror
source: An error occured. Please see event log for more information.
zh_cn: 时出错。请参阅事件日志以了解更多信息。

# formbuilder.missingeditpermission
source: Permission 'EditForm' is required.
zh_cn: 'EditForm' 的权限是必需的。

# formbuilder.nofieldselected
source: <strong>No component selected</strong><br/>Please click on a component in the form preview to change its properties.
zh_cn: <strong>没有选定的组件</strong><br>请点击中表单预览可以更改其属性的组件。

# formbuilder.options
source: Options
zh_cn: 选项

# formbuilder.propertyismacro
source: This property contains variable content (macro) and can be edited only in the Field editor.
zh_cn: 此属性包含变量内容 （宏），并且可以仅在字段编辑器中进行编辑。

# formbuilder.propertyisnotoption
source: The component has a different data source than the list of options and can be edited only in the Field editor.
zh_cn: 组件具有不同的数据源比选项的列表，并可以仅在字段编辑器中进行编辑。

# formbuilder.refresh
source: Please refresh this page to get current form configuration.
zh_cn: 请刷新此页以获取当前表格配置。

# formbuilder.removecomponent
source: Remove component
zh_cn: 删除组件

# formbuilder.required
source: Required
zh_cn: 必填

# formbuilder.rules
source: Rules
zh_cn: 规则

# formbuilder.trashtooltip
source: Drag controls here to remove them from the form
cs_cz: Přetáhněte kontroly sem, pokud je chcete z formuláře
zh_cn: 通过拖动控件在这里从表单中删除

# formbuilder.validation
source: Validation
zh_cn: 验证

# formcontrol.attachmentfieldselectordesc
source: Provides a selector of page attachment fields.
zh_cn: 提供一个选择器的页附件字段。

# formcontrol.classfieldselectordesc
source: Provides a selector of a table/page type and its fields.
zh_cn: 提供一个选择器的表页类型和其字段。

# formcontrol.missingcolumn
source: Control definition doesn't contain property with name '{0}' and type '{1}'.
cs_cz: Definice kontrolu neobsahuje vlastnost s názvem '{0}' a typem '{1}'.
sk_sk: Definícia neobsahuje vlastnosť s názvom '{0}' a typom '{1}'.
zh_cn: 控件定义不包含名称"{0}"的属性，然后键入 '{1}'。

# formcontrol.productrelationshipdesc
source: Provides a selector of page relationship names. An 'All' option is also included.
zh_cn: 提供一个选择器的页面关系名称。所有选项也被包括在内。

# formcontrol.queryselectordesc
source: Provides a selector of queries from page types and custom tables. Includes the Edit and New buttons.
zh_cn: 提供一个选择器的查询从页面类型和自定义的表。包括编辑和新建按钮。

# formcontrol.relationshipnameselectordesc
source: Provides a drop-down list with relationship names of pages and/or objects.
zh_cn: 提供的网页和/或对象关系名称的下拉列表。

# formcontrol.tagselectordesc
source: Provides a text field for entering tags and a selector for choosing from already existing tags related to the place where this form control is inserted (e.g., when inserted into the Product page type, only tags from the Products tag group will be displayed in the list).
zh_cn: 提供的文本字段用于输入标签，用于选择从已经存在的选择器标签相关到此表单控件 （例如，当插入到产品页面类型，从标记组将显示在列表中的产品的唯一标记） 的插入位置的地方。

# formcontrolparams.confirmdelete
source: Are you sure you want to delete the selected item and all its data? The item will be removed from all inherited form controls as well.
zh_cn: 是否确实要删除选定的项及其所有数据?该项目将从所有继承的表格控件，以及删除。

# formcontrols.filters.whereconditionformat
source: Sets the format of the Where condition used for filtering. For example: {0} {2} {1}. The {2} parameter represents the operator selected in the filter, {1} is the entered or selected value. The {0} parameter provides the database column name of the current field (you can also enter the column name manually).
zh_cn: 设置位置的格式用于筛选的条件。例如： {0} {2} {1}。{2} 参数表示在筛选器中选定的运算符，{1} 是输入或选择的值。{0} 参数提供数据库 （您还可以输入列名称手动），当前字段的列名称。

# formcontrols.highpriority
source: High priority
cs_cz: Vysoká priorita
zh_cn: 高优先级

# formcontrols.inheritfromparent
source: Inherit from parent
cs_cz: Dědit z nadřazeného
zh_cn: 从父项继承

# formcontrols.issystem
source: Is system
cs_cz: Je systémový
zh_cn: 是系统

# formcontrols.type
source: Type
cs_cz: Typ
sk_sk: Typ
zh_cn: 类型

# formcontrols_selectcustomtable.notexist
source: Custom table '%%code%%' does not exist.
cs_cz: Uživatelská tabulka '%%code%%' neexistuje.
zh_cn: 自定义的表 ' %%代码 %%' 并不存在。

# formcontrols_selecttransformation.classnotavailablesite
source: Class '%%code%%' not available under current site.
cs_cz: Třída '%%code%%' není pro aktuální stránku dostupná.
sk_sk: Trieda '%%code%%' nie je dostupná pod týmto webom.
zh_cn: 类 ' %%代码 %%' 在当前网站下不可用。

# formcontrolstype.captcha
source: CAPTCHA
zh_cn: 验证码

# formcontrolstype.filter
source: Filter
cs_cz: Filtr
zh_cn: 筛选器

# formcontrolstype.input
source: Input
cs_cz: Vstup
sk_sk: Vstup
zh_cn: 输入

# formcontrolstype.multifield
source: Multifield
sk_sk: Viac vstupov
zh_cn: 多字段

# formcontrolstype.selector
source: Selector
cs_cz: Selektor
sk_sk: Výber
zh_cn: 选择器

# formcontrolstype.uploader
source: Uploader
sk_sk: Nahrávanie súborov
zh_cn: 上传

# formcontrolstype.viewer
source: Viewer
cs_cz: Prohlížející
sk_sk: Zobrazovanie
zh_cn: 查看器

# formcontrolstype.visibility
source: Visibility
cs_cz: Viditelnost
sk_sk: Viditeľnosť
zh_cn: 可见性

# formengine.visibilitylabel
source: Visible
cs_cz: Viditelné
zh_cn: 可见

# formlayout.autolayout
source: Use automatically generated form layout
zh_cn: 使用自动生成的表格布局

# formstate.nothing
source: If nothing happens, please click
cs_cz: Pokud se nic nestane, klikněte prosím.
sk_sk: Kliknite, ak sa nič nestane
zh_cn: 如果没有事情发生，请单击

# formstate.redirect
source: You should be redirected in a moment.
cs_cz: Za okamžik budete přesměrováni.
sk_sk: O chvíu by ste mali byť presmerovaní.
zh_cn: 您应该在一个时刻重定向。

# forum.confirmunsubscribe
source: Are you sure you want to unsubscribe from the selected forum?
cs_cz: Opravdu se chcete odhlásit z odběru vybraného fóra?
zh_cn: 你确定你想要从所选论坛取消订阅？

# forum.discussion.image
source: User image
cs_cz: Obrázek
sk_sk: Obrázok
zh_cn: 用户图像

# forum.header.forum
source: Ad-hoc forum
cs_cz: Ad.hoc fórum
sk_sk: Ad-hoc fórum
zh_cn: 特设论坛

# forum.settings.advanceddialog
source: Advanced dialog
cs_cz: Pokročilý dialog
sk_sk: Rozšírený dialóg
zh_cn: 高级的对话框

# forum.settings.enablebold
source: Enable bold font in posts
cs_cz: Povolit tučné písmo v příspěvcích
sk_sk: Povoliť tučné písmo v príspevkoch
zh_cn: 启用在帖子中的加粗字体

# forum.settings.enablebold.description
source: Enables BB code for bold fonts.
zh_cn: 使 BB 代码为加粗字体。

# forum.settings.enablecode
source: Enable code snippets in posts
cs_cz: Povolit ukázky kódu v příspěvcích
sk_sk: Povoliť ukážky kódu v príspevkoch
zh_cn: 启用帖子中的代码段

# forum.settings.enablecode.description
source: Enables BB code for code snippets - monospaced text.
zh_cn: 使 BB 代码的代码段 — — 等宽的文本。
