Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# com.optioncategory.errortextmaxlength
source: Please enter category maximum text length as valid integer number.
cs_cz: Zadejte prosím maximální délku textu kategorie jako platné celé číslo.
sk_sk: Prosím, zadajte maximálnu dĺžku textu ako platné celé číslo.
zh_cn: 请输入类别最大文本长度作为有效的整数。

# com.optioncategory.firstitem
source: Additional option
zh_cn: 附加选项

# com.optioncategory.lengthmustbepositive
source: Length must be positive number.
zh_cn: 长度必须为正数。

# com.optioncategory.maxlengthisleesthanminlength
source: Number must be a possitive number higher than text min length.
zh_cn: 数量必须是正数字高于文本最小长度。

# com.optioncategory.maxtextlengthexceeded
source: Text has to be no more than {0} characters long.
cs_cz: Berte prosím na vědomí, že maximální délka textu je {0} znaků.
sk_sk: Všimnite si, prosím, že maximálna dĺžka textu je {0} znakov.
zh_cn: 文本必须不超过 {0} 个字符长。

# com.optioncategory.minlength
source: Number must be a possitive number lower than text max length.
zh_cn: 数量必须是正数字低于文本最大长度。

# com.optioncategory.mintextlengthconstraint
source: Text has to be at least {0} characters long.
zh_cn: 文本必须至少 {0} 个字符长。

# com.optioncategory.option
source: Options
zh_cn: 选项

# com.optioncategory.options
source: Options
zh_cn: 选项

# com.optioncategory.optiontext
source: Configuration
zh_cn: 配置

# com.optioncategory.pleaseselectvalue
source: Please select a value.
zh_cn: 请选择一个值。

# com.optioncategory.products
source: Products (e.g. accessories, components)
zh_cn: 产品 （例如配件、 组件）

# com.optioncategory.remove
source: Options from at least one option category are used in variants. Delete the variants first to be able to remove the option category from this product.
zh_cn: 在变量使用从至少一个选项类别的选项。备选案文第一次能够从该产品中删除选项类别中删除。

# com.optioncategory.removeproduct
source: At least one product cannot be removed from the category. Options from the category are used in product variants. Delete the variants first to be able to remove the products.
zh_cn: 至少一个产品不能从该类别中删除。从类别选项用于产品变量。删除备选案文第一次能够删除产品。

# com.optioncategory.requireoptioncategoryname
source: Please enter an option category name.
zh_cn: 请输入选项类别名称。

# com.optioncategory.select
source: Select available '{0}' options
zh_cn: 选择可用 '{0}' 选项

# com.optioncategory.selecttooltip
source: If you choose allow all options, all new options added to this option category will be automatically allowed for this product. Otherwise new options will not be allowed.
zh_cn: 如果您选择允许所有选项，添加到此选项类别的所有新选项将自动允许这种产品。否则不会允许新的选项。

# com.optioncategory.text
source: Text (e.g. inscription on the cover)
zh_cn: 文本 （如封面上的碑文）

# com.optioncategory.textmaxlength
source: Text max length:
cs_cz: Maximální délka textu:
sk_sk: Maximálna dĺžka textu:
zh_cn: 文本最大长度：

# com.optioncategory.typechangenotallowed
source: Option category is used in variants or in order.
zh_cn: 选项类别用于在变量或顺序。

# com.optioncategory.usedinvariant
source: This option is used in variants. Delete the variants to be able to disallow this option.
zh_cn: 在变量，使用此选项。删除备选案文，以便能够禁止此选项。

# com.optioncategoryedit.generalinfo
source: General
zh_cn: 一般

# com.optioncategorytype.accessorydesc
source: (e.g. accessories, components)
zh_cn: （例如配件、 组件）

# com.optioncategorytype.attribute
source: Attribute
zh_cn: 属性

# com.optioncategorytype.attributedesc
source: (e.g. color, size)
zh_cn: （如颜色，大小）

# com.optioncategorytype.displaynamedesc
source: (Used internaly, e.g. T-Shirt color)
zh_cn: （使用的内部，例如 t 恤颜色）

# com.optioncategorytype.enabled
source: Allow to be used
zh_cn: 允许使用

# com.optioncategorytype.livesitedisplaynamedesc
source: (Visible by customers, e.g. Color)
zh_cn: （可见的客户，例如颜色）

# com.optioncategorytype.products
source: Products
zh_cn: 产品

# com.optioncategorytype.selectableattribute
source: Attribute
zh_cn: 属性

# com.optioncategorytype.selectableproducts
source: Products
zh_cn: 产品

# com.optioncategorytype.text
source: Text
zh_cn: 文本

# com.optioncategorytype.textattribute
source: Text
zh_cn: 文本

# com.optioncategorytype.textdesc
source: (e.g. inscription on the cover)
zh_cn: （例如在封面上的碑文）

# com.optioncategry.minmaxswitched
source: Switch values of the Text min length and Text max length fields.
zh_cn: 切换文本最小长度和文本最大长度字段的值。

# com.order.edit
source: Order properties
cs_cz: Vlastnosti objednávky
sk_sk: Vlastnosti objednávky
zh_cn: 命令属性

# com.order.editaddress
source: Edit address properties
zh_cn: 编辑地址属性

# com.order.registercustomer
source: Create login
zh_cn: 创建登录

# com.order.registercustomertooltip
source: When checked, the system generates a random password and sends it to the customer.
zh_cn: 选中时，系统会生成一个随机的密码，并将其发送给客户。

# com.orderdownloadsdialog.expiration
source: Expiration
cs_cz: Vypršení
sk_sk: Expirácia
zh_cn: 过期

# com.orderdownloadsdialog.file
source: File
cs_cz: Soubor
sk_sk: Súbor
zh_cn: 文件

# com.orderitemedit.pricerange
source: Price value must be between {0} and {1}.
cs_cz: Cena musí být mezi {0} a {1}.
sk_sk: Cena musí byť medzi {0} a {1}.
zh_cn: 价格值必须介于 {0} 和 {1} 之间。

# com.orderitemedit.pricerangemax
source: Maximum allowed price value is {0}.
cs_cz: Maximální povolená cena je {0}.
sk_sk: Maximálna povolená cena je {0}.
zh_cn: 允许的最大价值是 {0}。

# com.orderitemedit.pricerangemin
source: Minimum allowed price value is {0}.
cs_cz: Minimální povolená cena je {0}.
sk_sk: Minimálna povolená cena je {0}.
zh_cn: 允许的最小价格价值为 {0}。

# com.orderitemedit.textlengthrange
source: Text length must be between {0} and {1}.
zh_cn: 文本长度必须介于 {0} 和 {1} 之间。

# com.orderitemedit.validtonotset
source: Value is set only for paid orders.
cs_cz: Hodnota je zadána pouze pro uhrazené objednávky.
sk_sk: Hodnota je nastavená len u zaplatených objednávok.
zh_cn: 只为支付订单设置值。

# com.orderlist.createdfrom
source: Created from
cs_cz: Vytvořeno od
zh_cn: 创建从

# com.orderlist.createdto
source: Created to
cs_cz: Vytvořeno do
zh_cn: 创建到

# com.orderlist.currency
source: Currency
cs_cz: Jména
zh_cn: 货币

# com.orderlist.notecaption
source: Note
cs_cz: Poznámka
zh_cn: 注

# com.orderlist.ordercurrencycaption
source: In order currency
cs_cz: Ve jméně objednávky
zh_cn: 在订单币种

# com.orderlist.orderispaid
source: Order is paid
cs_cz: Objednávka je uhrazena
sk_sk: Objednávka je zaplatená
zh_cn: 订单付款

# com.orderlist.paymentmethod
source: Payment method
cs_cz: Metoda platby
zh_cn: 付款方式

# com.orderlist.paymentresult
source: Payment result
zh_cn: 付款结果

# com.orderlist.shippingoptions
source: Shipping option
cs_cz: Metoda dopravy
zh_cn: 航运选项

# com.orderlist.trackingnumber
source: Tracking number
cs_cz: Sledovací číslo
zh_cn: 跟踪号码

# com.orderrules.list
source: Order rules
zh_cn: 订单规则

# com.orders.description
source: Allows you to manage orders placed by your customers. You can define multiple shipping options and payment methods, and you can also track order lifecycle through customizable order statuses.
zh_cn: 允许您管理您的客户的订单。您可以定义多个选择航运和付款方式，您还可以跟踪订单生命周期通过可定制的订单状态。

# com.orders.totalnumberoforders
source: Total number of orders
cs_cz: Celkový počet objednávek
zh_cn: 订单总数

# com.orderscreatedbyreport.anonymouscustomer
source: Anonymous customer
cs_cz: Anonymní zákazník
zh_cn: 匿名的客户

# com.orderscreatedbyreport.anonymouscustomers
source: Anonymous customers
cs_cz: Anonymní zákazníci
zh_cn: 匿名客户

# com.orderscreatedbyreport.registeredcustomer
source: Registered customer
cs_cz: Registrovaný zákazník
zh_cn: 注册的客户

# com.orderscreatedbyreport.registeredcustomers
source: Registered customers
cs_cz: Registrovaní zákazníci
zh_cn: 已登记的客户

# com.orderstatus.noenabledfound
source: At least one enabled order status is required for creating orders.
cs_cz: Je vyžadován alespoň jeden povolený stav objednávky pro vytváření objednávek.
zh_cn: 至少一个启用的订单状态所需的创建订单。

# com.orderstatuscolor.description
source: Order will be colored with this color in list of orders.
zh_cn: 订单将以与此订单的列表中的颜色着色。

# com.orderstatusmarkaspaid.description
source: If checked, orders that change their status to this status will be automatically marked as paid.
zh_cn: 如果选中此选项，将其状态更改为此状态的订单将自动标记为支付。

# com.orderstatussendnotification.description
source: If checked, nofification will be sent if some order change its status to this status.
zh_cn: 如果选中此选项，将发送 nofification，如果某种顺序将其状态更改为此状态。

# com.orderswidget.billing
source: Billing
cs_cz: Fakturace
zh_cn: 计费

# com.orderswidget.columnssection
source: Columns
cs_cz: Sloupce
zh_cn: 列

# com.orderswidget.currency
source: Currency
cs_cz: Měna
zh_cn: 货币

# com.orderswidget.customercolumn
source: Customer name and company name
cs_cz: Jméno zákazníka a název společnosti
zh_cn: 客户姓名和公司名称

# com.orderswidget.customerorcompany
source: Customer or company contains
cs_cz: Zákazník nebo společnost obsahuje
zh_cn: 客户或公司包含

# com.orderswidget.customerorcompanydescription
source: Filters customers who made orders or the customers' companies.
zh_cn: 筛选顾客订单或客户的公司。

# com.orderswidget.datecolumn
source: Order date
cs_cz: Datum objednávky
zh_cn: 订单日期

# com.orderswidget.dateto
source: Show orders until
cs_cz: Zobrazit objednávky do
zh_cn: 直到显示订单

# com.orderswidget.fromcountry
source: Shipping country
cs_cz: Zěmě dopravy
zh_cn: 航运大国

# com.orderswidget.hasnote
source: Orders with note only
cs_cz: Jen objednávky s poznámkou
zh_cn: 注意只有订单

# com.orderswidget.hasnotedescription
source: If selected, only orders with a note are listed. Otherwise, all orders are listed.
zh_cn: 如果选中，只能对具有注订单列出。否则，列出了所有订单。

# com.orderswidget.howold
source: Created during last (days)
cs_cz: Vytvořeno v průběhu posledních (dní)
zh_cn: 在最后一个过程中创建 （天）

# com.orderswidget.howolddescription
source: Specifies how old orders to display. If you specify the Older than (days) field, this field has no effect.
zh_cn: 指定如何旧命令来显示。如果您指定比 （天数） 字段更年长，这一字段已不起作用。

# com.orderswidget.howoldsection
source: How old orders
cs_cz: Jak staré objednávky
zh_cn: 如何旧订单

# com.orderswidget.ispaidcolumn
source: Order is paid
cs_cz: Objednávka je zaplacena
zh_cn: 订单付款

# com.orderswidget.maxpriceinmaincurrency
source: Total price in main currency to
cs_cz: Celková cena v hlavní měně do
zh_cn: 在对主要货币的总价格

# com.orderswidget.minpriceinmaincurrency
source: Total price in main currency from
cs_cz: Celková cena v hlavní měně od
zh_cn: 主要货币从总价

# com.orderswidget.notecolumn
source: Order note
cs_cz: Poznámka k objednávce
zh_cn: 订单通知单

# com.orderswidget.olderthan
source: Older than (days)
cs_cz: Starší více než (dní)
zh_cn: 以上 （天）

# com.orderswidget.olderthandescription
source: Specifies how old orders to display. If you specify this field, the Created during last (days) field has no effect.
zh_cn: 指定如何旧命令来显示。如果您指定此字段，在最后 （天数） 字段创建没有任何影响。

# com.orderswidget.orderdateasc
source: Creation date (Older at the top)
cs_cz: Datum vytvoření (Starší nahoře)
zh_cn: 创建日期 （在顶部的老年人)

# com.orderswidget.orderdatedesc
source: Creation date (Newer at the top)
cs_cz: Datum vytvoření (Novější nohoře)
zh_cn: 创建日期 （在顶部的更新）

# com.orderswidget.orderidandinvoice
source: Order ID and invoice number
cs_cz: ID objednávky a číslo faktury
zh_cn: 订单 ID 和发票编号

# com.orderswidget.orderstatus
source: Order status
cs_cz: Stav obejdnávky
zh_cn: 订单状态

# com.orderswidget.orderstatuscolumn
source: Order status
cs_cz: Stav objednávky
zh_cn: 订单状态

# com.orderswidget.pagesize
source: Page size
cs_cz: Velikost stránky
zh_cn: 页面大小

# com.orderswidget.pagesizedescription
source: Specifies how many orders to display in one listing page.
zh_cn: 指定多少命令，来显示在一个列表页面。

# com.orderswidget.pagingsection
source: Paging
cs_cz: Stránkování
zh_cn: 分页

# com.orderswidget.paymentmethod
source: Payment method
cs_cz: Způsob platby
zh_cn: 付款方式

# com.orderswidget.paymentmethodcolumn
source: Order payment method
cs_cz: Způsob platby objednávky
zh_cn: 订单的付款方式

# com.orderswidget.paymentstatus
source: Payment status
cs_cz: Stav platby
zh_cn: 付款状态

# com.orderswidget.paystatusnotpaid
source: Not paid
cs_cz: Nezaplacené
zh_cn: 货款未付

# com.orderswidget.paystatuspaid
source: Paid
cs_cz: Zaplacené
zh_cn: 支付

# com.orderswidget.priceasc
source: Total price (Lower at the top)
cs_cz: Celková cena (menší nahoře)
zh_cn: 总价 (顶部更低)

# com.orderswidget.pricecolumn
source: Order total price
cs_cz: Celková cena objednávky
zh_cn: 订单的总价格

# com.orderswidget.pricedesc
source: Total price (Higher at the top)
cs_cz: Celková cena (větší nahoře)
zh_cn: 总价格 （在顶部的高等教育)

# com.orderswidget.properties
source: Properties
cs_cz: Vlastnosti
zh_cn: 属性

# com.orderswidget.shipping
source: Shipping
cs_cz: Doprava
zh_cn: 航运

# com.orderswidget.shippingoption
source: Shipping option
cs_cz: Možnosti dopravy
zh_cn: 航运选项

# com.orderswidget.shippingoptioncolumn
source: Order shipping option
cs_cz: Možnosti dopravy objednávky
zh_cn: 订单发货选项

# com.orderswidget.sortby
source: Sort orders by
cs_cz: Řadit objednávky podle
zh_cn: 按排序顺序

# com.orderswidget.sorting
source: Sorting
cs_cz: Řazení
zh_cn: 排序

# com.orderswidget.status
source: Status
cs_cz: Stav
zh_cn: 状态

# com.orderswidget.statusmove
source: Change status
cs_cz: Změnit stav
zh_cn: 更改状态

# com.orderswidget.topn
source: Number of orders to display
cs_cz: Počet objednávek, které se mají zobrazit
zh_cn: 若要显示的订单数

# com.orderswidget.topndescription
source: Specifies how many orders to display. If you specify this number, paging is disabled.
zh_cn: 指定要显示有多少订单。如果您将此数字指定，禁用分页。

# com.orderswidget.topnsection
source: Top N orders
cs_cz: Prvních N objednávek
zh_cn: 前 N 位订单

# com.orderswidget.trackingnumber
source: Tracking number
cs_cz: Sledovací číslo
zh_cn: 跟踪号码

# com.orderswidget.trackingnumbercolumn
source: Order tracking number
cs_cz: Číslo sledování objednávky
zh_cn: 阶比跟踪号码

# com.orderswidget.visibleactions
source: Visible order actions
cs_cz: Viditelné akce objednávky
zh_cn: 可见秩序行动

# com.orderswidget.visiblecolumns
source: Visible columns in listing
cs_cz: Viditelné sloupce ve výpisu
zh_cn: 在清单中的可见列

# com.parameters.donationamountto
source: Donation amount to
zh_cn: 捐赠数额

# com.parameters.donations
source: Donations
zh_cn: 捐赠

# com.parameters.donor
source: Donor
zh_cn: 捐助者

# com.parameters.donorcompany
source: Donor company
zh_cn: 捐助者公司

# com.parameters.onlypaidorders
source: Only paid orders
cs_cz: Pouze zaplacené objednávky
zh_cn: 只支付命令，

# com.parameters.orderscreatedfrom
source: Orders created from
cs_cz: Objednávky vytvořené od
zh_cn: 根据创建的订单

# com.parameters.orderscreatedto
source: Orders created to
cs_cz: Objednávky vytvořené do
zh_cn: 创建到订单

# com.parentsection
source: Parent section
cs_cz: Nadřezená sekce
zh_cn: 父节

# com.paymentmethod.thumbnail
source: Teaser image
cs_cz: Obrázek
zh_cn: Teaser图像

# com.paymentoption_list.allowedifnoshipping
source: Allowed if no shipping supplied
cs_cz: Povoleno v případě, že není vyplněn způsob doručení
sk_sk: Povolené, ak nie je možné vybrať doručenie
zh_cn: 允许如果没有航运提供

# com.paymentoptionassemblyname.description
source: Name of the assembly and class name which contains gateway handling code.
zh_cn: 程序集和类的名称，其中包含网关处理代码的名称。

# com.paymentoptionclassname.description
source: Name of the class that contains gateway handling code.
zh_cn: 包含网关处理代码的类的名称。

# com.paymentoptiongatewayurl.description
source: The user will be redirected to this URL in order to pay.
zh_cn: 用户将重定向到此 URL 来支付。

# com.paymentoptionimage.description
source: Image of the payment method that can be used on the live site.
zh_cn: 图像可以用在工地现场的付款方式。

# com.product.contentconfirmation
source: Are you sure you want to remove product from this page?
cs_cz: Jste si jisti, že chcete odstranit produkt z tohoto dokumentu?
sk_sk: Ste si istí, že chcete odstrániť produkt z tohto dokumentu?
zh_cn: 你确定你想要从该页面删除产品？

# com.product.deleteerror
source: An error occurred during deleting the product. Product wasn't deleted. Please contact administrator.
zh_cn: 删除产品时出错。未能删除产品。请与管理员联系。

# com.product.dimensions
source: Dimensions
cs_cz: Rozměry
zh_cn: 尺寸

# com.product.documentstitle
source: This SKU is assigned to the following pages:
cs_cz: Tato SKU je přiřazena k následujícím dokumentům:
zh_cn: 此 SKU 被分配给以下页面：

# com.product.edit.disableonevariant
source: The variant could not be deleted. This is because the variant was used in an order or in the shopping cart. It was therefore disabled.
zh_cn: 不能删除备选案文。这是因为该变量使用顺序或购物车中。因此，它被禁用。

# com.product.edit.disablevariant
source: At least one variant could not be deleted. This is because the variant was used in an order or in the shopping cart. The used variants were disabled.
zh_cn: 至少一个变量不能被删除。这是因为该变量使用顺序或购物车中。使用变体已被禁用。

# com.product.newglobal
source: New global product
cs_cz: Nový globální produkt
zh_cn: 新建全局产品

# com.product.pleaseselect
source: Please select a product.
zh_cn: 请选择一种产品。

# com.product.selectdoctype
source: Please select a type of a new product:
cs_cz: Vyberte, prosím, typ nového produktu:
zh_cn: 请选择一个新的产品类型：

# com.product.selectsectiontype
source: Please select a type of a new section.
cs_cz: Vyberte, prosím, typ nové sekce.
zh_cn: 请选择一个新的部分类型。

# com.productadded
source: The product '{0}' was added to your shopping cart.
cs_cz: Produkt '{0}' byl přidám do vašeho nákupního košíku.
sk_sk: Produkt '{0}' bol pridaný do Vášho nákupného košíka.
zh_cn: 产品 '{0}' 被添加到您的购物车。

# com.productautocreation
source: New product creation
cs_cz: Vytvoření nového produktu
zh_cn: 新产品的创建

# com.productedit.allowforsale
source: Allow for sale
cs_cz: Povolit na prodej
zh_cn: 允许出售

# com.productedit.analytics
source: Analytics
cs_cz: Analýzy
zh_cn: 分析

# com.productedit.createskuautomatically
source: SKU will be created automatically
cs_cz: SKU bude vytvořena automaticky
zh_cn: 将自动创建 SKU

# com.productedit.customproperties
source: Custom properties
cs_cz: Vlastní pole
zh_cn: 自定义属性

# com.productedit.donationpriceinvalid
source: Price for donation product needs to be between minimum and maximum specified donation amount.
cs_cz: Cena darovaného produktu musí být mezi specifikovanou minimální a maximální částkou.
sk_sk: Cena darovaného produktu musí byť medzi minimálnou a maximálnou sumou určenou pre dar.
zh_cn: 捐赠产品价格需要之间最小和最大值的指定的捐赠金额。

# com.productedit.eproductattachmentsupload
source: Upload of attachments will become available after you create the product.
cs_cz: Nahrávání příloh bude umožněno po vytvoření produktu.
sk_sk: Nahrávanie prílohy bude k dispozícii až po vytvorení produktu.
zh_cn: 创建产品后上, 传的附件将变为可用。

# com.productedit.general
source: General info
cs_cz: Obecné informace
sk_sk: Obecné informácie
zh_cn: 一般信息

# com.productedit.invalidproductimage
source: Please select a valid image file for product image.
cs_cz: Vyberte prosím platný soubor obrázku jako obrázek produktu.
sk_sk: Vyberte, prosím, platný obrázkový súbor ako obrázok produktu.
zh_cn: 请选择一个有效的图像文件的产品形象。

# com.productedit.inventory
source: Inventory
cs_cz: Inventář
sk_sk: Inventár
zh_cn: 库存

# com.productedit.maxorderitems
source: Max items in one order
cs_cz: Max. počet položek v jedné objednávce
sk_sk: Max položiek v objednávke
zh_cn: 一个订单中的最大项目

# com.productedit.maxorderitemsinvalid
source: Please enter max items in one order as valid number.
cs_cz: Zadejte prosím max. počet položek v jedné objednávce jako platné číslo.
sk_sk: Zadajte, prosím, maximálny počet položiek v objednávke ako platné číslo.
zh_cn: 请输入最大的项目在一个订单作为有效的数字。

# com.productedit.minorderitems
source: Min items in one order
cs_cz: Minimální počet položek v jedné objednávce
zh_cn: 在一阶分项目

# com.productedit.minorderitemsexceedsmax
source: Min items in one order exceeds the max items in one order value. Min must be lower than max.
cs_cz: Minimální počet položek v jedné objednávce překračuje maximální počet v jedné objednávce. Minimální počet musí být menší než maximální počet.
zh_cn: 一阶的分项目超过一阶值中的最大项目。分钟必须低于最大值。

# com.productedit.minorderitemsinvalid
source: Please enter min items in one order as valid number.
cs_cz: Zadejte, prosím, minimální počet položek v objednávce jako platné číslo.
zh_cn: 请输入分钟项目一个订单作为有效的数字。

# com.productedit.needsshipping
source: Needs shipping
cs_cz: Je nutná doprava
sk_sk: Potrebuje prepravu
zh_cn: 航运的需求

# com.productedit.needsshippingmessage
source: Value is calculated based on bundle items.
cs_cz: Hodnota je vypočtena na základě položek balíčku.
sk_sk: Hodnota je vypočítaná na základe položiek balíčka.
zh_cn: 基于捆绑项目计算值。

# com.productedit.packagedepthinvalid
source: Please enter package depth as valid number.
cs_cz: Zadejte prosím hloubku balíku jako platné číslo.
sk_sk: Zadajte, prosím, hĺbku balíku ako platné číslo.
zh_cn: 请输入包深度作为有效的数字。

# com.productedit.packageheightinvalid
source: Please enter package height as valid number.
cs_cz: Zadejte prosím výšku balíku jako platné číslo.
sk_sk: Zadajte, prosím, výšku balíku ako platné číslo.
zh_cn: 请输入封装高度作为有效的数字。

# com.productedit.packagewidthinvalid
source: Please enter package width as valid number.
cs_cz: Zadejte prosím šířku balíku jako platné číslo.
sk_sk: Zadajte, prosím, šírku balíku ako platné číslo.
zh_cn: 请输入包宽度作为有效的数字。

# com.productedit.producttype
source: Product type
cs_cz: Typ produktu
sk_sk: Typ produktu
zh_cn: 产品类型

# com.productedit.sellonlyavailableinvalid
source: Please enter available items as valid number.
cs_cz: Zadejte prosím dostupné položky jako platné číslo.
sk_sk: Zadajte, prosím, počet dostupných položiek ako platné číslo.
zh_cn: 请输入可用项目作为有效的数字。

# com.productedit.shipping
source: Shipping
cs_cz: Přeprava
sk_sk: Preprava
zh_cn: 航运

# com.productedit.skubinding
source: SKU binding
cs_cz: SKU sazba
zh_cn: SKU 绑定

# com.productedit.status
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# com.productedit.trackbyvariants
source: By variants
zh_cn: 由变量

# com.productlist.allowforsale
source: On sale
cs_cz: Na prodej
zh_cn: 在销售上

# com.productlist.global
source: Global
cs_cz: Globálně
zh_cn: 全局

# com.productlist.type
source: Type
cs_cz: Typ
zh_cn: 类型

# com.productoption.allowforsale
source: Allow for sale
zh_cn: 允许出售

# com.productoptioncategory.pruducts
source: The product option category is assigned to the following products:
zh_cn: 产品选项类别分配给以下产品：

# com.productoptions.availablexofy
source: {0} of {1}
zh_cn: 第 {0} {1}

# com.productoptions.categorytype
source: Category type
zh_cn: 类别类型

# com.productoptions.clearconfirm
source: Are you sure you want to remove selected categories from this product?
zh_cn: 是否确实要删除所选的类别从这种产品?

# com.productoptions.counts
source: Available options
zh_cn: 可用的选项

# com.productoptions.deleteconfirm
source: Are you really sure you want to delete this category?
zh_cn: 你真的确定你想要删除此类别？

# com.productoptions.description
source: Allows you to manage options that you can offer together with selected products, as special additions to selected products, or as components of products that they constitute. You can also offer combinations of multiple product options as product variants.
zh_cn: 允许您管理你可以提供与选定的产品，作为特别添加到所选的产品，或作为产品，它们构成组件的选项。您也可以提供多个产品选项的组合，为产品变量。

# com.productoptions.enabled
source: Enabled
zh_cn: 启用

# com.productoptions.entersearch
source: Search categories
zh_cn: 搜索类别

# com.productoptions.itemname
source: Name
zh_cn: 名称

# com.productoptions.new
source: New category
zh_cn: 新建类别

# com.productoptions.newoption
source: New option
zh_cn: 新建选项

# com.productoptions.nodatafound
source: No data found.
zh_cn: 未找到数据。

# com.productoptions.nooptions
source: No options
zh_cn: 没有选项

# com.productoptions.productpriceadjustment
source: Price adjustment
zh_cn: 价格调整

# com.productoptions.select
source: Add categories
zh_cn: 添加类别

# com.productoptions.selectallowedoptions
source: Select available options
zh_cn: 选择可用的选项

# com.productoptions.selectitem
source: Select product option categories
zh_cn: 选择产品选项类别

# com.productoptions.shared
source: Shared
zh_cn: 共享

# com.productoptions.sortalphaasc
source: Are you sure you want to sort options alphabetically?
zh_cn: 你确定你想要按字母顺序排序选项？

# com.productoptions.type
source: Type
zh_cn: 类型

# com.productoptions.unigrid.order.actions.down
source: Move category down
zh_cn: 向下移动类别

# com.productoptions.unigrid.order.actions.up
source: Move category up
zh_cn: 向上移动类别

# com.productoptionscategory.skudepartment
source: Department
zh_cn: 新闻部

# com.productoptionscategory.skuname
source: Name
zh_cn: 名称
