Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# onsiteedit.spellcheck
source: Spell check
cs_cz: Kontrola pravopisu
zh_cn: 拼写检查

# openid.invalidid
source: Invalid OpenID Identifier
cs_cz: Neplatný OpenID Identifikátor
sk_sk: Neplatný OpenID identifikátor
zh_cn: 无效的 OpenID 标识符

# openid.logincanceled
source: Authentication was canceled.
cs_cz: Autentizace byla zrušena.
sk_sk: Autentizácia bola zrušený
zh_cn: 身份验证被取消了。

# openid.loginfailed
source: Authentication failed.
cs_cz: Autentizace selhala.
sk_sk: Autentizácia zlyhala
zh_cn: 身份验证失败。

# optioncategory.tooltip
source: Here you can specify the type of the product option category, i.e. its content. Product option categories contain the following content: Product attribute - e.g. color, size Products - e.g. accessories, components Text - e.g. label on a T-shirt
zh_cn: 在这里您可以指定产品的选项类别，即其内容的类型。产品选项类别中包含以下内容：产品属性 — — 例如颜色、 大小产品-例如配件、 组件文本-例如一件 t 恤上的标签

# optioncategory_edit.categoryallowempty
source: Allow empty
zh_cn: 允许空

# optioncategory_edit.categorydefaulttext
source: Default text
cs_cz: Výchozí text:
sk_sk: Predvolený text:
zh_cn: 默认文本

# optioncategory_edit.categoryemptyoptiontext
source: Default record text
zh_cn: 默认记录文本

# optioncategory_edit.categoryemptyoptiontext.nooptionscreated
source: There are no options in this option category. Please create some options on the Options tab.
zh_cn: 没有此选项类别中的选项。请创建一些选项选项卡上的选项。

# optioncategory_edit.categoryinputfield
source: Text input field
zh_cn: 文本输入的字段

# optioncategory_edit.categorytextmaxlength
source: Maximal text length
zh_cn: 最大文本长度

# optioncategory_edit.categorytextminlength
source: Minimum text length
zh_cn: 最小文本长度

# optioncategory_edit.emptyoptionselectable
source: Can be selected
zh_cn: 可以选择

# optioncategory_selectiontype.formcontrol
source: Form control
zh_cn: 表格控件

# optioncategory_selectiontype.textarea
source: Multi-line text field
cs_cz: Oblast textu
sk_sk: Text area
zh_cn: 多行文本字段

# optioncategory_selectiontype.textbox
source: Text field
cs_cz: Text box
sk_sk: Text box
zh_cn: 文本字段

# optioncategoryselect.additems
source: Add categories
cs_cz: Přidat kategorie
sk_sk: Pridať kategórie
zh_cn: 添加类别

# optioncategoryselect.entersearch
source: Category
cs_cz: Název kategorie:
sk_sk: Názov kategórie:
zh_cn: 类别

# optioncategoryselect.itemname
source: Category name
cs_cz: Název kategorie
sk_sk: Názov kategórie
zh_cn: 类别名称

# optioncategoryselect.moreitems
source: (more categories...)
cs_cz: (více kategorií...)
sk_sk: (viac kategórií ...)
zh_cn: （更多类......)

# optioncategoryselect.nodata
source: No categories selected.
cs_cz: Žádné kategorie nebyly vybrány.
sk_sk: Neboli vybrané žiadne kategórie.
zh_cn: 未选择类别。

# optioncategoryselect.selectitem
source: Select category
cs_cz: Vybrat kategorii
sk_sk: Vybrať kategóriu
zh_cn: 选择类别

# optionsdesigner.addoption
source: Add option
zh_cn: 添加选项

# optionselector.help
source: <strong>None:</strong> No values will be offered. <strong>List of options:</strong> To specify the list of options, you have three possibilities: a) Type one value on one line. For example: GLaDOS Holly b) Type values in the form value;name on each line. Value will be stored in the database and name will be displayed in the list. For example: 1;GLaDOS 2;Holly c) Type values in the form value;name;macro expression (used as a visibility condition). For example: 1;GLaDOS;{%CurrentUser.UserName=="administrator"%} 2;Holly; Macro expressions may be used in value and text parts too. Please, use 'listitem' resolver name to ensure the macros are resolved right before they are added into a list collection. <strong>Macro expression:</strong> Enter a data macro expression (without macro brackets). The result of the expression should be an enumerable object whose items will be used to fill the list. For example: CurrentUser.PurchasedProducts.DisplayNames <strong>SQL query:</strong> Enter a SELECT query, which returns values and text fields. For example: Select UserID, UserName From CMS_User
zh_cn: <strong>没有：</strong>将不提供的任何值。<strong>选项的列表：</strong>若要指定的选项的列表，你有三种可能性：） 在一行上键入一个值。举个例子：Glados 即使冬青树b） 类型值的表格值 ； 在每一行上的名称。值将存储在数据库中，名称将显示在列表中。举个例子：1 ；Glados 即使2 ；冬青树c） 键入表格值中的值 ； 名称 ； 宏表达式 （用作能见度条件）。举个例子：1 ；Glados 即使 ；{%Currentuser.username=="administrator"%}2 ；冬青 ；宏表达式可太值和文本的部分。请使用 'listitem' 的冲突解决程序的名称，确保宏得到解决之前他们被添加到一个列表集合。<strong>宏表达式：</strong>输入的数据宏表达式 （无宏括号）。表达式的结果应该是对其项目将用于填充列表的可枚举对象。举个例子：CurrentUser.PurchasedProducts.DisplayNames<strong>的 SQL 查询：</strong>请输入一个选择查询，返回的值和文本字段。举个例子：选择用户 Id，用户名从 CMS_User

# order_edit.lbltrackingnumber
source: Tracking number
cs_cz: Číslo zásilky:
sk_sk: Sledovacie číslo:
zh_cn: 跟踪号码

# order_edit_additems.donationproperties
source: You need to specify donation properties before you can insert the product to the shopping cart:
cs_cz: Musíte specifikovat vlastnosti daru předtím, než bude možné vložit produkt do nákupního košíku:
sk_sk: Musíte špecifikovať vlastnosti daru predtým než vložíte produkt do košíka.
zh_cn: 您需要在您可以插入到购物车产品之前指定捐赠属性：

# order_edit_additems.donationpropertiesproductoptions
source: You need to specify donation properties and product options before you can insert the product to the shopping cart:
cs_cz: Musíte specifikovat vlastnosti daru a nastavení produktu předtím, než bude možné vložid produkt do nákupního košíku:
sk_sk: Musíte špecifikovať vlastnosti daru a voľby produkt predtým, než vložíte produkt do košíka.
zh_cn: 您需要指定捐赠属性和产品选项，可以插入到购物车产品之前：

# order_edit_additems.donationpropertiesrequired
source: You need to specify donation properties of '{0}' before you can insert it to the shopping cart.
cs_cz: Musíte specifikovat vlastnosti daru '{0}' předtím, než ho bude možné vložit do nákupního košíku.
sk_sk: Musíte špecifikovať vlastnosti daru '{0}' predtým, než ho vložíte do košíka.
zh_cn: 你需要在你可以将其插入到购物车之前指定捐赠属性"{0}"。

# order_edit_billing.orderispaiduncheckwarning
source: Are you sure you want to mark this order as not paid?
cs_cz: Opravdu chcete označit tuto objednávku jako nezaplacenou?
sk_sk: Určite chcete označiť túto objednávku ako zaplatenú?
zh_cn: 你确定你想要将标记这一订单不支付吗？

# order_edit_billing.orderispaiduncheckwarningeproducts
source: E-product download links that were established by this order will be cancelled completely.
cs_cz: Odkazy na stažení E-produktu, ustanovené touto objednávkou budou zcela zrušeny.
sk_sk: Odkaz pre stiahnutie e-produktu stanovený touto objednávkou bude úplne zrušený.
zh_cn: 建立了这种秩序的电子产品下载链接将被完全取消。

# order_edit_billing.orderispaiduncheckwarningmemberships
source: Validity of customer memberships that were prolonged by this order will be shortened accordingly. Unlimited memberships and memberships that were prolonged until a specific date will be cancelled completely.
cs_cz: Platnost zákaznických členství, která byla prodloužena touto objednávkou, bude adekvátně zkrácena. Neomezená členství a členství, která byla prodloužena do té doby, budou zcela zrušena.
sk_sk: Platnosť členstiev zákazníka, ktoré boli v tejto objednávke predĺžené, bude zodpovedajúcim spôsobom skrátená. Neobmedzené členstvá a členstvá, ktoré boli predĺžené do špecifického dátumu, budú úplne zrušené.
zh_cn: 有效期的延长，由本命令的客户会员会相应缩短。无限的成员身份和延长，直到某一特定日期将被完全取消的成员身份。

# order_edit_invoice.help_discountcoupon
source: Displays the value of specified product coupon data column (COM_DiscountCoupon)
cs_cz: Zobrazí hodnotu specifikovaného sloupce slevové poukázky (COM_DiscountCoupon)
sk_sk: Zobrazí hodnotu špecifikovaného stĺpca poukážky (COM_DiscountCoupon)
zh_cn: 显示指定的产品优惠券数据列 （COM_DiscountCoupon） 的值

# order_edit_invoice.help_formatprice
source: Formats given price according to Currency formatting string and Decimal places settings of used currency
zh_cn: 鉴于货币格式字符串和使用货币的小数点位置设置价格的格式

# order_new.customerselection.title
source: Select customer
cs_cz: Výběr zákazníka
sk_sk: Výber zákazníka
zh_cn: 选择客户

# order_new.paymentgateway.title
source: Payment
cs_cz: Platba
sk_sk: Platba
zh_cn: 付款

# order_new.paymentshipping.titlenoshipping
source: Select payment method
cs_cz: Vybrat metodu platby
sk_sk: Vybrať metódu platby
zh_cn: 选择付款方式

# order_new.shoppingcartorderaddresses.title
source: Select billing and shipping address
cs_cz: Výběr fakturační a poštovní adresy
sk_sk: Výber fakturačnej a poštovej adresy
zh_cn: 选择帐单和发货地址

# order_new.shoppingcartorderaddresses.titlenoshipping
source: Select billing address
cs_cz: Vybrat fakturační adresu
sk_sk: Vybrať fakturačnú adresu
zh_cn: 选择帐单地址

# orderbycontrol.notidentifier
source: Please enter a valid identifier.
cs_cz: Zadejte prosím platný identifikátor.
sk_sk: Zadajte, prosím, validný identifikátor
zh_cn: 请输入一个有效的标识符。

# orderbycontrol.selectcolumn
source: (select column)
cs_cz: (vybrat sloupec)
sk_sk: (vybrať stĺpec)
zh_cn: （选择的列）

# orderbycontrol.thenby
source: then by
cs_cz: potom podle
zh_cn: 然后由

# orderitemedit.isprivate
source: Is private
cs_cz: Je soukromé
sk_sk: Je privátne
zh_cn: 是私人

# orderitemedit.validto
source: Valid to
cs_cz: Platné do
sk_sk: Platné do
zh_cn: 有效期至

# orderstatusselector.additems
source: Add order statuses
cs_cz: Přidat stavy objednávky
sk_sk: Pridať stavy objednávky
zh_cn: 添加订单状态

# orderstatusselector.entersearch
source: Order status
cs_cz: Název stavu objednávky:
sk_sk: Názov stavu objednávky:
zh_cn: 订单状态

# orderstatusselector.itemname
source: Order status name
cs_cz: Název stavu objednávky
sk_sk: Názov stavu objednávky
zh_cn: 订单状态名称

# orderstatusselector.moreitems
source: (more order statuses...)
cs_cz: (více stavů objednávky)
sk_sk: (viac stavov objednávok...)
zh_cn: （更多治安状态......)

# orderstatusselector.nodata
source: No order statuses found.
cs_cz: Nebyly nalezeny žádné stavy objednávky.
sk_sk: Neboli nájdené žiadne stavy objednávky
zh_cn: 发现没有订单状态。

# orderstatusselector.selectitem
source: Select order status
cs_cz: Vybrat stav objednávky
sk_sk: Vybrať stav objednávky
zh_cn: 选择订单状态

# packagesenum.adv
source: Advanced
zh_cn: 高级

# packagesenum.adv7
source: Advanced V7
zh_cn: 高级 V7

# packagesenum.doc
source: Page management
zh_cn: 页面管理

# packagesenum.ecm
source: Ecommerce
zh_cn: 电子商务

# packagesenum.scn
source: Social networking
zh_cn: 社交网络

# pagelayout.conditionalelement
source: Conditional layout
cs_cz: Podmíněný layout
zh_cn: 有条件的布局

# pagelayout.deviceelement
source: Device layout
cs_cz: Layout zařízení
zh_cn: 设备布局

# pagelayout.isconvertible
source: Is convertible
cs_cz: Je konvertovatelné
zh_cn: 是可转换

# pagelayout.ismain
source: Is convertible
cs_cz: Je konvertovatelné
zh_cn: 是可转换

# pagelayout.layoutelement
source: Layout element
cs_cz: Element layoutu
zh_cn: 布局元素

# pagelayout.webpartzonescountmissing
source: You have not entered number of zones yet.
cs_cz: Ještě jste nezadali počet zón
zh_cn: 您没有输入区数目。

# pagelayout.webpartzonescountnotmatch
source: The entered number of web part zones ({0}) does not match the calculated number ({1}). Please check if you have entered the right value.
cs_cz: Zadaný počet webpart zón ({0}) neodpovídá vypočítanému číslu ({1}). Zkontrolujte, prosím, zda jste zadali správnou hodnotu.
zh_cn: Web 部件区域 （{0}) 输入的数字与计算的数字 ({1}) 不匹配。请检查是否您已输入正确的值。

# pagelayout.zonecount
source: Number of zones
cs_cz: Počet zón
zh_cn: 区数目

# pagelayout.zoneelement
source: Web part zone
cs_cz: Webpart zóna
zh_cn: Web 部件区域

# pageproperties.tags
source: Page tags:
cs_cz: Tagy:<br/>(oddělené čárkou)
sk_sk: Tagy:<br/> (oddelené čiarkou)
zh_cn: 页标记：

# pageselector.cloneasadhoc
source: Are you sure you want to clone this template as Ad-hoc? Ad-hoc templates cannot be assigned to other pages (UI elements).
zh_cn: 你确定你想要克隆此模板作为 Ad hoc？特设模板不能分配到其他的页面 （UI 元素）。

# pagetemplate.edit.scopes
source: Scopes
cs_cz: Rozsahy
sk_sk: Rozsahy
zh_cn: 作用域

# pagetemplate.isreusable
source: Is reusable
cs_cz: Je znovupoužitelné
zh_cn: 是可重复使用

source: Page template layout properties
cs_cz: Vlastnosti layoutu šablon stránek
zh_cn: 网页模板布局属性

# pagetemplate.levels.levels
source: Levels
cs_cz: Úrovně
sk_sk: Úrovne
zh_cn: 级别

# pagetemplate.notadhoctemplate
source: This template is reusable. Editing may cause changes on other pages.
cs_cz: Tato šablona je znovupoužitelná. Úprava může způsobit změny na jiných stránkách.
zh_cn: 此模板是可重用的。编辑可能会导致在其他页上的更改。

# pagetemplatecategory.imagepath
source: Category image path
cs_cz: Cesta k obrázku kategorie
sk_sk: Cesta k obrázku kategórie
zh_cn: 类别图像路径

# pagetemplates.norecords
source: No page templates matching your criteria were found.
cs_cz: Nebyly nalezeny žádné šablony stránky odpovídající vašim kritériím.
sk_sk: Neboli nájdené žiadne šablóny stránok zodpovedajúce zadaným kritériám.
zh_cn: 找不到页面模板匹配您的标准。

# pagetemplates.norecordsincategory
source: There are no page templates available in this category.
cs_cz: V této kategorii nejsou žádné šablony stránky.
sk_sk: V tejto kategórii nie sú dostupné žiadne šablóny stránok.
zh_cn: 没有网页模板在此类别中可用。

# pagetemplates.templatename
source: Template name:
cs_cz: Název šablony:
sk_sk: Názov šablóny:
zh_cn: 模板名称:

# pagetemplateselector.clone
source: Creates a copy of the current page template as a new ad-hoc template. Allows you to modify the template design without affecting other pages (or UI elements) that use the original template.
zh_cn: 作为一个新的自组网模板创建当前页面模板的副本。允许您修改模板的设计，而不会影响其他页面 （或 UI 元素），使用原始的模板。

# pagetemplateselector.edit
source: Opens a new window where you can configure the properties of the currently assigned page template.
zh_cn: 打开一个新窗口，您可以在其中配置当前已分配的页模板的属性。

# pagetemplateselector.save
source: Saves the current template as a new reusable page template. Allows you to make ad-hoc templates usable by other pages (or UI elements).
zh_cn: 将当前模板另存为一个新的可重用的页面模板。允许您将特设模板可用的其他页面 （或 UI 元素）。

# passreset.newpasswordrequired
source: You must enter the password which will be different from your old password.
cs_cz: Musíte zadat heslo, které se bude lišit od vašeho starého hesla.
zh_cn: 您必须输入密码，将会从您的旧密码不同。

# passreset.notmatch
source: Password and its confirmation don't match.
cs_cz: Heslo a jeho potvrzení se neshodují.
sk_sk: Heslo a jeho potvrdenie si nezodpovedajú.
zh_cn: 密码和确认密码不匹配。

# passreset.title
source: Reset password
cs_cz: Obnovit heslo
sk_sk: Obnoviť heslo
zh_cn: 重置密码

# passwordexpiration.accountlocked
source: <strong>Your account was locked</strong> because your password has expired.
cs_cz: Váš účet byl zablokován, protože vypršela platnost hesla.
zh_cn: <strong>您的帐户被锁定</strong>，因为您的密码已过期。

# passwordexpiration.changepassword
source: Change the password now.
cs_cz: Změnit heslo nyní.
zh_cn: 现在更改的密码。

# passwordexpiration.expired
source: Your password has expired, please change it as soon as possible.
cs_cz: Platnost vašeho hesla vypršela, změňte jej prosím co nedjříve.
zh_cn: 您的密码已过期，请尽快改变它。

# passwordexpiration.extendvalidity
source: Extend validity
cs_cz: Prodloužit platnost
zh_cn: 延长有效期

# passwordexpiration.willexpire
source: Your password will expire in <strong>{0}</strong> day(s).&nbsp;
cs_cz: Vaše heslo vyprší za {0} dny(í).
zh_cn: 您的密码将过期<strong>{0}</strong>中天。

# passwordpolicy.notacceptablelength
source: Please enter a password that is at least {0} characters long.
zh_cn: 请输入至少一个密码 {0} 个字符长。

# passwordpolicy.notacceptablenonalphanum
source: Please enter a password that contains at least {0} special characters (other than letters and numbers).
zh_cn: 请输入一个密码至少包含 {0} 特殊字符 （非字母和数字）。

# passwordpolicy.notaccetable
source: Please enter a password that is at least {0} characters long and contains at least {1} special characters (other than letters and numbers).
cs_cz: Zadejte prosím heslo nejméně {0} znaků dlouhé a s nejméně {1} nealfanumerickými znaky.
sk_sk: Zadajte, prosím, heslo minimálne {0} znakov dlhé a s minimálne {1} nealfanumerickými znakmi.
zh_cn: 请输入至少是 {0} 个字符长，并且至少包含一个密码 {1} 个特殊字符 （非字母和数字）。

# passwordpolicy.policynotmet
source: Your password doesn’t meet all security requirements. Please change it to ensure the safety of your user account.
cs_cz: Vašeheslo nesplňuje všechny bezpečnostní požadavky, změňte jej prosím, aby jste zajistili bezpečnost vašeho účtu.
zh_cn: 您的密码不符合所有的安全要求。请更改它，以确保您的用户帐户的安全。

# passwordstrength.acceptable
source: Acceptable
cs_cz: Přípustné
sk_sk: Akceptovateľné
zh_cn: 可以接受

# passwordstrength.average
source: Average
cs_cz: Průměrné
sk_sk: Priemerné
zh_cn: 平均级别

# passwordstrength.excellent
source: Excellent
cs_cz: Výborné
sk_sk: Vynikajúce
zh_cn: 非常好

# passwordstrength.hint
source: Minimum password length is {0} characters, of which {1} must be special characters (other than letters and numbers).
cs_cz: Minimální délka hesla je {0} znaků. Heslo musí obsahovat nejméně {1} nealfanumerických znaků. Doporučené heslo by mělo být {2} znaků dlouhé a obsahovat {3} nealfanumerických znaků.
sk_sk: Minimálna dĺžka hesla je {0} znakov. Heslo musí obsahovať minimálne {1} nealfanumerický znak. Doporučené heslo by malo mať aspoň {2} znaky(ov) a malo by obsahovať {3} nealfanumerický znaky(ov).
zh_cn: 最小密码长度为 {0} 个字符，其中 {1} 必须是特殊字符 （非字母和数字）。

# passwordstrength.hintlength
source: Minimum password length is {0} characters.
zh_cn: 最小密码长度为 {0} 个字符。

# passwordstrength.hintnonalphanum
source: Your password must contain at lest {0} special characters (other than letters and numbers).
zh_cn: 您的密码必须包含在以免 {0} 特殊字符 （字母和数字比其他）。

# passwordstrength.notacceptable
source: Not acceptable
cs_cz: Nepřípustné
sk_sk: Neakceptovateľné
zh_cn: 不能接受

# passwordstrength.recommend
source: It is recommended that your password be at least {0} characters long and contain {1} special characters.
cs_cz: Doporučené heslo by mělo být {0} znaků dlouhé a obsahovat {1} nealfanumerických znaků.
sk_sk: Doporučené heslo by malo mať {0} znakov a mlao by obsahovať {1} alfanumerických znakov.
zh_cn: 建议您的密码至少是 {0} 个字符，包含 {1} 个特殊字符。

# passwordstrength.weak
source: Weak
cs_cz: Slabé
sk_sk: Slabé
zh_cn: 弱

# paymentoption_edit.allowifnoshipping
source: Allow if no shipping is supplied
cs_cz: Povolit pokud není podporován žádný způsob dopravy
sk_sk: Povoliť, ak nie je možné vybrať doručenie
zh_cn: 允许如果提供没有发货

# paymentoption_edit.headercaption
source: Payment method properties
cs_cz: Vlastnosti způsobu platby
sk_sk: Vlastnosti spôsobu platby
zh_cn: 付款方式属性

# paymentoption_edit.payment_gateway
source: Payment gateway
zh_cn: 支付网关

# paymentoption_list.newitemcaption
source: New payment method
cs_cz: Nový způsob platby
sk_sk: Nový spôsob platby
zh_cn: 新建支付方式

# paymentselector.additems
source: Add payments
cs_cz: Přidat platby
sk_sk: Pridať platby
zh_cn: 添加付款

# paymentselector.entersearch
source: Payment
cs_cz: Název platby:
sk_sk: Názov platby:
zh_cn: 付款

# paymentselector.itemname
source: Payment name
cs_cz: Název platby
sk_sk: Názov platby
zh_cn: 付款名称

# paymentselector.moreitems
source: (more payments...)
cs_cz: (více plateb...)
sk_sk: (viac platieb...)
zh_cn: (更多付款......)

# paymentselector.nodata
source: No payments found.
cs_cz: Nebyly nalezeny žádné platby.
sk_sk: Neboli nájdené žiadne platby
zh_cn: 发现没有付款。

# paymentselector.selectitem
source: Select payment
cs_cz: Vybrat platbu
sk_sk: Vybraž platbu
zh_cn: 选择付款

# pendingpages.livetiledescription
source: Pages waiting for approval
zh_cn: 在等待批准的页面

# permissiondescription.bannermanagement.globalmodify
source: Allows to modify global banners.
cs_cz: Umožní měnit globální reklamní panely.
zh_cn: 允许修改全局横幅。

# permissiondescription.bannermanagement.globalread
source: Allows to display information about global banner categories.
cs_cz: Umožní zobrazovat informace o globálních kategoriích reklamních panelů.
zh_cn: 允许显示有关全局旗帜类别的信息。

# permissiondescription.chat.globalmodify
source: Allows to modify global chat objects (rooms and canned responses).
cs_cz: Umožní měnit globální objekty chatu (místnosti a předpřipravené odpovědi).
zh_cn: 允许修改全局聊天对象 （客房和罐头的回应）。

# permissiondescription.chat.globalread
source: Allows to display information about global chat objects (rooms and canned responses).
cs_cz: Umožní zobrazovat informace o globálních objektech chatu (místnosti a předpřipravené odpovědi).
zh_cn: 允许显示全局聊天对象 （客房和罐头的回应） 有关的信息。

# permissiondescription.chat.modify
source: Allows to modify chat objects which belong to the current site.
cs_cz: Umožní měnit objekty chatu, které patří k aktuálními webu.
zh_cn: 允许修改聊天对象属于当前站点。

# permissiondescription.chat.read
source: Allows to view information about chat objects belonging to the current site.
cs_cz: Umožní zobrazovat informace o objektech chatu patřících k aktuálnímu webu.
zh_cn: 允许查看有关聊天对象属于当前站点的信息。

# persona.recalculationwarninglong
source: Recalculating the persona rules may temporarily decrease the website's performance. Run the recalculation during off-peak hours to minimize the impact on your visitors. Recalculation discards the current points and rebuilds them according to the new rules.
zh_cn: 重新计算角色规则可能会暂时降低网站的性能。运行在非高峰时段尽量减少对你的访客的影响重新计算。重新计算将丢弃当前点并重建他们根据新的规则。

# personas.contactscount
source: Contacts
zh_cn: 联系人

# personas.documentissassigned
source: Following personas are assigned to the current page
zh_cn: 以下角色分配给当前页

# personas.massaction.tag
source: Tag pages with personas
zh_cn: 与角色的标签页

# personas.massaction.untag
source: Untag personas from pages
zh_cn: 过渡时期援助团的角色，从页

# personas.nopersona
source: (No persona)
zh_cn: （没有角色）

# personas.norecords
source: There are no personas available.
zh_cn: 没有角色可用。

# personas.persona
source: Persona
zh_cn: 角色

# personas.persona.description
source: Description
zh_cn: 描述

# personas.persona.description.description
source: Additional information about the Persona.
zh_cn: 有关角色的其他信息。

# personas.persona.description.watermark
source: Bob is interested in photography and various photo gadgets. He mostly photographs architecture. Bob also runs his own photography blog. When he's not out taking photos, he spends most of his time on the Internet or editing his photos.
zh_cn: 鲍勃是对摄影和各种亮丽的图片感兴趣。他大多是拍照的体系结构。鲍伯也跑了他自己的摄影博客。当他不出去拍照片时，他花了他大部分的时间在互联网或编辑他的照片上。

# personas.persona.displayname
source: Persona name
zh_cn: 角色名称

# personas.persona.displayname.description
source: The name of the persona which is used to identify persona across the system.
zh_cn: 角色是用来确定整个系统的角色的名称。

# personas.persona.displayname.watermark
source: Bob Frank (enthusiast photographer)
zh_cn: 鲍勃 · 弗兰克 (爱好者摄影师)

# personas.persona.enabled
source: Enabled
zh_cn: 启用

# personas.persona.enabled.description
source: If enabled, the Persona's rules are automatically recalculated after each contact action. The contact is then immediately assigned to the Persona.
zh_cn: 如果启用，人物角色的规则自动重新计算后每个联系人的操作。联系人然后立即分配给该角色。

# personas.persona.minimaltresholderror
source: Point threshold must be greater than 0.
zh_cn: 点阈值必须大于 0。

# personas.persona.nodatafound
source: No persona found. Why don't you create one right now?
zh_cn: 发现没有角色。你为什么不现在创建一个？

# personas.persona.picture
source: Image
zh_cn: 图像

# personas.persona.picture.description
source: Image of the Persona
zh_cn: 该角色的形象

# personas.persona.pointsthreshold
source: Point threshold
zh_cn: 点阈值

# personas.persona.pointsthreshold.description
source: The number of points that contacts have to get from this Persona's rules to be assigned to this Persona.
zh_cn: 联系人必须得到这个角色的规则，将被分配到此角色的点的数量。

# personas.personaname
source: Persona name:
zh_cn: 角色名称:

# personas.personas
source: Personas
zh_cn: 人物角色

# personas.recalculationdisabled
source: Recalculation cannot be performed if the persona is disabled.
zh_cn: 如果禁用了角色，不能执行重新计算。

# personas.rule.codename.tooltip
source: The name of the persona rule used in the code.
zh_cn: 在代码中使用的角色规则的名称。

# personas.rule.displayname.tooltip
source: The name of the persona rule used across the system.
zh_cn: 整个系统中使用的角色规则的名称。

# personas.rule.nodatafound
source: No rules found. The persona needs at least one rule to be functional.
zh_cn: 没有找到的规则。该角色需要至少一个规则才能发挥功能。

# personas.rule.points
source: Points
zh_cn: 点

# personas.rule.recalculationneeded
source: The assignment of contacts to personas may not reflect the rule changes. Recalculate the persona.
zh_cn: 联系人的用户角色的任务可能不会反映更改规则。重新计算该角色。
