Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# om.acttitle.messageboardsubscription
source: Message board subscription '{0}'
cs_cz: Přihláška k diskuzi '{0}'
sk_sk: Prihláška k nástenke '{0}'
zh_cn: 留言板订阅"{0}"

# om.acttitle.newsletterclickthrough
source: Email campaign click '{0}'
cs_cz: Kliknutí na link v newsletteru '{0}'
sk_sk: Kliknutie na lnik v newsletteri '{0}'
zh_cn: 电子邮件活动，点击 '{0}'

# om.acttitle.newsletteropen
source: Email campaign opened '{0}'
cs_cz: Newsletter otevřen '{0}'
sk_sk: Otvorenie vydania newslettera '{0}'
zh_cn: 电子邮件运动打开 '{0}'

# om.acttitle.newslettersubscription
source: Email campaign subscription '{0}'
cs_cz: Přihlášení k odběru newsletteru '{0}'
sk_sk: Prihlásenie k newsletteru '{0}'
zh_cn: 电子邮件活动订阅"{0}"

# om.acttitle.newsletterunsubscription
source: Email campaign unsubscription '{0}'
cs_cz: Odhlášení newsletteru '{0}'
sk_sk: Odhlásenie z newsletteru '{0}'
zh_cn: 电子邮件活动确认撤销 '{0}'

# om.acttitle.pagevisit
source: Page visit '{0}'
cs_cz: Návštěva stránky '{0}'
sk_sk: Návšteva stránky '{0}'
zh_cn: 页面访问 '{0}'

# om.acttitle.pollvoting
source: Poll voting '{0}'
cs_cz: Hlasování v anketě '{0}'
sk_sk: Hlasovanie do ankety '{0}'
zh_cn: 选举投票 '{0}'

# om.acttitle.productaddedtoshoppingcart
source: Product added to shopping cart '{0}'
cs_cz: Produkt byl přidán do nákupního košíku '{0}'
sk_sk: Pridanie produktu do nákupného košíka '{0}'
zh_cn: 产品添加到购物车 '{0}'

# om.acttitle.productaddedtowishlist
source: Product added to wishlist '{0}'
cs_cz: Produkt byl přidán na seznam přání '{0}'
sk_sk: Pridanie produktu do zoznamu želaní (wishlistu) '{0}'
zh_cn: 产品添加到收藏 '{0}'

# om.acttitle.productremovedfromshoppingcart
source: Product removed from shopping cart '{0}'
cs_cz: Produkt byl odebrán z nákupního košíku '{0}'
sk_sk: Odstránenie produktu z nákupného košíka '{0}'
zh_cn: 产品从购物车 '{0}' 中删除

# om.acttitle.purchase
source: Purchase for '{0}'
cs_cz: Nákup za '{0}'
sk_sk: Nákupa za '{0}'
zh_cn: 购买 '{0}'

# om.acttitle.purchasedproduct
source: Purchased product {0}
cs_cz: Zakoupený produkt {0}
sk_sk: Kúpený produkt '{0}'
zh_cn: 采购的产品 {0}

# om.acttitle.rating
source: Rating '{0}'
cs_cz: Hodnocení '{0}'
sk_sk: Hlasovanie '{0}'
zh_cn: 评分 '{0}'

# om.acttitle.usercontributiondelete
source: Contribution deleted '{0}'
cs_cz: Příspěvek smazán '{0}'
sk_sk: Príspevok zmazaný '{0}'
zh_cn: 贡献删除 '{0}'

# om.acttitle.usercontributioninsert
source: Contribution inserted '{0}'
cs_cz: Příspěvek vložen '{0}'
sk_sk: Príspevok vložený '{0}'
zh_cn: 贡献插入 '{0}'

# om.acttitle.usercontributionupdate
source: Contribution updated '{0}'
cs_cz: Příspěvek aktualizován '{0}'
sk_sk: Príspevok aktualizovaný '{0}'
zh_cn: 贡献更新 '{0}'

# om.acttitle.userlogin
source: User logged in '{0}'
cs_cz: Uživetel přihlášen '{0}'
sk_sk: Prihlásenie užívateľa '{0}'
zh_cn: 用户登录 '{0}'

# om.acttitle.userregistration
source: User registration '{0}'
cs_cz: Registrace uživatele '{0}'
sk_sk: Registrácia užívateľa '{0}'
zh_cn: 用户注册 '{0}'

# om.assigntoabtest
source: Assign to A/B test
cs_cz: Přiřadit k A/B testu
sk_sk: Priradiť do A/B testu
zh_cn: 分配给 A / B 测试

# om.choosesite
source: Please choose a particular site to create a new item.
cs_cz: Vyberte, prosím, konkrétní web, pokud chcete vytvořit novou položku.
zh_cn: 请选择一个特定的地点来创建一个新的项目。

# om.configuration
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# om.configuration.macro.slow
source: The macro condition is not optimized. <a href="https://docs.kenticoasia.com/x/QgN6Aw" target="_blank">Learn</a> how you can write macros that recalculate faster.
zh_cn: 没有优化的宏条件。<a href="https://docs.kenticoasia.com/x/QgN6Aw" target="_blank">了解</a>如何您可以编写宏，重新计算速度更快。

# om.contact.accountroles
source: Following accounts are assigned to merging contacts with different roles. Please determine contact roles.
cs_cz: Následující účty jsou přiřazeny ke slučovaným kontaktům s rozdílnými rolemi. Stanovte prosím role kontaktu.
sk_sk: Nasledujúce účty boli priradené do zlúčených kontaktov v rôznych roliach. Zvoľte, prosím, rolu kontaktu.
zh_cn: 下列帐户被分配到合并联系人着不同的角色。请确定联系人的角色。

# om.contact.additems
source: Add contacts
cs_cz: Přidat kontakty
sk_sk: Pridať kontakty
zh_cn: 添加联系人

# om.contact.address1
source: Address 1
cs_cz: Adresa 1
sk_sk: Adresa 1
zh_cn: 地址 1

# om.contact.address1.description
source: The first line of the contact's address.
zh_cn: 联系人的地址的第一行。

# om.contact.address2
source: Address 2
cs_cz: Adresa 2
sk_sk: Adresa 2
zh_cn: 地址 2

# om.contact.address2.description
source: The second line of the contact's address.
zh_cn: 联系人的地址的第二行。

# om.contact.addwithrole
source: Add contacts with following role
cs_cz: Přidat kontakty s následující rolí
sk_sk: Pridať kontakty v tejto roli
zh_cn: 添加联系人具有以下角色

# om.contact.all
source: All contacts
cs_cz: Všechny kontakty
sk_sk: Všetky kontakty
zh_cn: 所有联系人

# om.contact.birthday
source: Birthday
cs_cz: Datum narození
sk_sk: Dátum narodenia
zh_cn: 生日

# om.contact.birthday.description
source: Enter the value manually, use the Calendar to select a date or click Today.
zh_cn: 手动输入此值，使用日历选择日期，或单击今日。

# om.contact.bounces
source: Bounces
zh_cn: 反弹

# om.contact.businessphone
source: Business phone
cs_cz: Firemní telefon
sk_sk: Firemný telefón
zh_cn: 业务电话

# om.contact.businessphone.description
source: The business phone number of the contact.
zh_cn: 商务电话号码的联系人。

# om.contact.campaign
source: Campaign
zh_cn: 运动

# om.contact.campaign.description
source: Allows to choose a campaign to be associated with the current contact.
zh_cn: 允许选择要与当前联系人关联的运动。

# om.contact.choosemerge
source: Choose from following contacts to be merged into current contact
cs_cz: Vyberte z následujících kontaktů kontakty ke sloučení do aktuálního kontaktu
sk_sk: Vyberte, ktoré z nasledujúcich kontaktov majú byť zlúčené do aktuálneho kontaktu
zh_cn: 从以下联系人中选择要合并到当前联系人

# om.contact.city
source: City
zh_cn: 城市

# om.contact.city.description
source: Allows to define the city where the contact has their address.
zh_cn: 允许定义的城市其中联系人有他们的地址。

# om.contact.collision
source: Merge collisions
cs_cz: Konflikty slučování
sk_sk: Konflikty zlučovania
zh_cn: 合并冲突

# om.contact.companyname
source: Company name
cs_cz: Název společnosti
zh_cn: 公司名称

# om.contact.companyname.description
source: The name of the contact's company.
zh_cn: 联系人的公司名称。

# om.contact.contactsrole
source: Contacts' role
cs_cz: Role kontaktu
sk_sk: Rola kontaktu
zh_cn: 联系人的角色

# om.contact.copyactivities
source: Copy activities created after merge to split contacts
cs_cz: Kopírovat aktivity vytvořené po sloučení do odělených kontaktů
sk_sk: Kopírovať aktivity vytvorené po zlúčení do oddelných kontaktov
zh_cn: 复制合并拆分联系人后创建的活动

# om.contact.country
source: Country
zh_cn: 国家

# om.contact.country.description
source: Allows to define the country where the contact has their address.
zh_cn: 允许定义接触他们的地址所在国。

# om.contact.countryid
source: Country ID
cs_cz: ID země
zh_cn: 国家 ID

# om.contact.created
source: Created when
cs_cz: Vytvořeno kdy
sk_sk: Vytvorený kedy
zh_cn: 创建时

# om.contact.created.description
source: Indicates when the contact was created.
zh_cn: 指示创建联系人的。

# om.contact.createmerge
source: Create a new contact and merge all contacts
cs_cz: Vytvořit nový kontakt a sloučit všechny kontakty
sk_sk: Vytvoriť nový kontakt a zlúčiť všetky kontakty
zh_cn: 创建新的联系人和合并所有联系人

# om.contact.createnew
source: Create a new contact
cs_cz: Vytvořit nový kontakt
sk_sk: Vytvoriť nový kontakt
zh_cn: 创建新的联系人

# om.contact.deleteall
source: Delete all
cs_cz: Smazat vše
zh_cn: 删除所有

# om.contact.deletechildcontacts
source: Delete child contacts which are merged into selected parent contacts.
cs_cz: Smazat dceřinné kontakty, které jsou spojeny do vybraných rodičovských kontaktů.
sk_sk: Zmazať dcérske kontakty, ktoré sú zlúčené do vybraných rodičovských kontaktov.
zh_cn: 删除子联系人合并到所选的父联系人。

# om.contact.deletefailed
source: Failed to delete the contact
cs_cz: Mazání kontaktu selhalo
sk_sk: Mazanie kontaktu zlyhalo
zh_cn: 未能删除联系人

# om.contact.deletemultiplequestion
source: Are you sure you want to delete the following contacts?
cs_cz: Opravdu chcete smazat následující kontakty?
sk_sk: Ste si istí, že chcete zmazať nasledujúce kontakty?
zh_cn: 是否确实要删除以下联系人?

# om.contact.deletenotmerged
source: Delete only not merged
cs_cz: Smazat pouze nesloučené
zh_cn: 删除只不合并

# om.contact.deletequestion
source: Are you sure you want to delete the selected contact?
cs_cz: Opravdu chcete smazat vybraný kontakt?
sk_sk: Ste si istí, že chcete zmazať vybrané kontakty?
zh_cn: 是否确实要删除所选的联系人?

# om.contact.deletetitle
source: Delete contact
cs_cz: Smazat kontakt
sk_sk: Zmazať kontakt
zh_cn: 删除联系人

# om.contact.deletetitlemultiple
source: Delete multiple contacts
cs_cz: Smazat více kontaktů
sk_sk: Zmazať viac kontaktov
zh_cn: 删除多个联系人

# om.contact.deleting
source: Deleting contacts...
cs_cz: Mazaní kontaktů...
sk_sk: Mazanie kontaktov...
zh_cn: 正在删除联系人...

# om.contact.doesntmatter
source: Doesn't matter
cs_cz: Není důležité
zh_cn: 无所谓

# om.contact.edit
source: Contact properties
cs_cz: Vlastnosti kontaktu
sk_sk: Vlastnosti kontaktu
zh_cn: 联系人属性

# om.contact.email
source: Email address
zh_cn: 电子邮件地址

# om.contact.email.description
source: The email address of the contact.
zh_cn: 联系人的电子邮件地址。

# om.contact.enterbirthday
source: Please enter birthday in correct format ({0}).
cs_cz: Zadejte prosím správné datum narození (ve formátu {0}).
sk_sk: Zadajte, prosím, platný dátum narodenia.
zh_cn: 请输入正确的格式 ({0}) 的生日。

# om.contact.enteremail
source: Please enter valid email address.
cs_cz: Zadejte prosím platnou e-mailovou adresu.
sk_sk: Zadajte, prosím, platnú e-mailovú adresu.
zh_cn: 请输入有效的电子邮件地址。

# om.contact.enterlastname
source: Please enter contact last name.
cs_cz: Zadejte prosím příjmení kontaktu.
sk_sk: Zadajte, prosím, priezvisko kontaktu.
zh_cn: 请输入联系人的姓氏。

# om.contact.entersearch
source: Name
cs_cz: Zadejte jméno nebo jeho část:
sk_sk: Zadajte meno alebo jeho časť:
zh_cn: 名称

# om.contact.evaluate
source: Evaluate dynamic contact groups
cs_cz: Vyhodnotit dynamické skupiny kontaktů
sk_sk: Vyhodnotiť dynamickú skupinu kontaktov
zh_cn: 评估动态的联系人组

# om.contact.evaluated
source: Contact's membership in dynamic contact groups is being evaluated.
cs_cz: Členství kontaktu v dynamických skupinách kontaktů je vyhodnocováno.
sk_sk: Členstvo kontaktu v dynamickej skupine kontaktov je vyhodnocované.
zh_cn: 正在评估动态接触组的联系人的成员资格。

# om.contact.fields
source: Fields
cs_cz: Pole
sk_sk: Polia
zh_cn: 字段

# om.contact.fillfields
source: Fill in empty fields in split contacts
cs_cz: Vyplnit prázdná pole v oddělených kontaktech.
sk_sk: Vyplniť prázdne polia v oddelených kontaktoch
zh_cn: 填写拆分联系人中的空字段

# om.contact.fillfieldsinaccounts
source: Fill in empty fields in split accounts
cs_cz: Vyplnit prázdná pole v oddělených účtech
sk_sk: Vyplniť prázdne polia v oddelných účtoch
zh_cn: 填写拆分账户中的空字段

# om.contact.firstname
source: First name
cs_cz: Křestní jméno
sk_sk: Prvé meno
zh_cn: 名字

# om.contact.firstname.description
source: The first name of the contact.
zh_cn: 联系人名字。

# om.contact.fulladdress
source: Full address
cs_cz: Celá adresa
sk_sk: Celá adresa
zh_cn: 完整的地址

# om.contact.gender
source: Gender
cs_cz: Pohlaví
sk_sk: Pohlavie
zh_cn: 性别

# om.contact.gender.description
source: The gender of the contact.
zh_cn: 联系人的性别。

# om.contact.globalsuffix
source: (contact is global)
cs_cz: (kontakt je globální)
sk_sk: (kontakt je globálny)
zh_cn: （联系人是全局）

# om.contact.homephone
source: Home phone
cs_cz: Soukromý telefon
sk_sk: Telefón domov
zh_cn: 家里的电话

# om.contact.homephone.description
source: The home phone number of the contact.
zh_cn: 联系人的家庭电话号码。

# om.contact.ipaddress
source: IP address
cs_cz: IP adresa
sk_sk: IP adresa
zh_cn: IP 地址

# om.contact.ipdatebetween
source: Time between
cs_cz: Čas mezi
sk_sk: Čas od
zh_cn: 之间的时间

# om.contact.isanonymous
source: Is anonymous
cs_cz: Je anonymní
sk_sk: Je anonymný
zh_cn: 是匿名

# om.contact.ismerged
source: Is merged
cs_cz: Je sloučený
sk_sk: Je zlúčený
zh_cn: 合并

# om.contact.ismonitored
source: Monitored
cs_cz: Monitorováno
sk_sk: Monitorovaný
zh_cn: 监测

# om.contact.isnotmonitored
source: Not monitored
cs_cz: Není monitorován
zh_cn: 未监视

# om.contact.itemname
source: Contact name
cs_cz: Jméno kontaktu
sk_sk: Meno kontaktu
zh_cn: 联系人姓名

# om.contact.jobtitle
source: Job title
cs_cz: Povolání
sk_sk: Povolanie
zh_cn: 职位名称

# om.contact.jobtitle.description
source: The job title of the contact.
zh_cn: 联系人的职务。

# om.contact.lastcontact
source: Last active contact
cs_cz: Poslední přihlášený kontakt
sk_sk: Naposledy prihlásený kontakt
zh_cn: 最后一次积极接触

# om.contact.lastlogon
source: Last logon
zh_cn: 最后一次登录

# om.contact.lastlogon.description
source: Shows when the contact was last logged in (automatically updated by the system).
zh_cn: 显示当该联系人被上次登录 （由系统自动更新）。

# om.contact.lastname
source: Last name
cs_cz: Příjmení
sk_sk: Priezvisko
zh_cn: 姓氏

# om.contact.lastname.description
source: The last name of the contact.
zh_cn: 联系人的姓氏。

# om.contact.list
source: Contacts
cs_cz: Kontakty
sk_sk: Kontakty
zh_cn: 联系人

# om.contact.listchildrencheck
source: Display all child contacts
cs_cz: Zobrazit všechny kontakty sloučené do dceřinných kontaktů
sk_sk: Zobraziť všetky kontakty zlúčené do dcérskych kontaktov
zh_cn: 显示所有子联系人

# om.contact.login
source: Last login
cs_cz: Poslední přilášení
sk_sk: Posledné prihlásenie
zh_cn: 上次登入时间

# om.contact.massaction.addedtogroup
source: Selected contacts were added to contact group '{0}'.
cs_cz: Vybrané kontakty byly přidány do skupiny kontaktů '{0}'.
sk_sk: Vybrané kontakty boli pridané do skupiny konaktov '{0}'.
zh_cn: 添加选定的联系人进行联系组"{0}"。

# om.contact.massaction.removed
source: Selected contacts were removed.
cs_cz: Vybrané kontakty byly odstraněny.
sk_sk: Vybrané kontakty boli odstránené.
zh_cn: 删除选定的联系人。

# om.contact.massaction.removedall
source: All contacts were removed.
cs_cz: Všechny kontakty byly odstraněny
zh_cn: 删除所有联系人。

# om.contact.massaction.roleassigned
source: Contact role was successfully assigned.
cs_cz: Role kontaktu byla úspěšně přiřazena.
sk_sk: Rola kontaktu bola úspešné priradená.
zh_cn: 联系人角色被成功地分配。

# om.contact.massaction.select
source: Please select a contact first.
cs_cz: Nejprve prosím vyberte kontakt.
sk_sk: Vyberte, prosím, najskôr kontakt.
zh_cn: 请先选择一个联系人。

# om.contact.massaction.statuschanged
source: Contact status was successfully changed.
cs_cz: Stav kontaktu byl úspěšně změněn.
sk_sk: Stav kontaktu bol úspešné zmenený.
zh_cn: 接触状态已成功更改。

# om.contact.massdeletestarted
source: Deleting of contacts has been started.
cs_cz: Mazání kontaktů bylo zahájeno.
sk_sk: Mazanie kontaktov začalo.
zh_cn: 已开始删除的联系人。

# om.contact.merge
source: Merge
cs_cz: Sloučit
sk_sk: Zlúčiť
zh_cn: 合并

# om.contact.mergeall
source: Merge all
cs_cz: Sloučit vše
sk_sk: Zlúčiť všetky
zh_cn: 将所有合并

# om.contact.mergechoose
source: Choose contact
cs_cz: Vybrat kontakt
sk_sk: Vybrať kontakty
zh_cn: 选择联系人

# om.contact.merged
source: Merged
cs_cz: Sloučeno
sk_sk: Zlúčené
zh_cn: 合并

# om.contact.mergedcontact
source: Display merged contacts
cs_cz: Sloučené kontakty
sk_sk: Zlúčené kontakty
zh_cn: 显示合并的联系人

# om.contact.mergedinto
source: Merged into another
cs_cz: Sloučeno do jiného
sk_sk: Zlúčené do iných
zh_cn: 合并到另一个

# om.contact.mergedintocontact
source: Merged into contact
cs_cz: Sloučeno do kontaktu
sk_sk: Zlúčené do kontaktu
zh_cn: 合并联系人

# om.contact.mergedintoglobal
source: The contact is merged into following global contact
cs_cz: Tento kontakt je sloučen do následujícího globálního kontaktu
sk_sk: Kontakt je zlúčené do globálneho kontaktu
zh_cn: 联系人合并到以下全局联系人

# om.contact.mergedintosite
source: The contact is merged into following site contact
cs_cz: Tento kontakt je sloučen do následujícího webového kontaktu
sk_sk: Kontakt je zlúčený do webového kontaktu
zh_cn: 联系人合并到以下网站联系人

# om.contact.mergedsuffix
source: (contact is merged)
cs_cz: (kontakt je sloučen)
sk_sk: (kontakt je zlúčený)
zh_cn: （联系人合并）

# om.contact.mergedvalues
source: Merged contact's values:
cs_cz: Hodnota sloučených kontaktů:
sk_sk: Hodnoty zlučovaných kontaktov:
zh_cn: 已合并的联系人的值：

# om.contact.mergedwhen
source: Merged when
cs_cz: Sloučeno kdy
sk_sk: Zlúčené kedy
zh_cn: 合并时

# om.contact.mergeselected
source: Merge selected
cs_cz: Sloučit vybrané
sk_sk: Zlúčiť vybrané
zh_cn: 合并所选

# om.contact.mergesuggested
source: Suggested merges
cs_cz: Navrhovaná sloučení
sk_sk: Navrhované zlúčenia
zh_cn: 建议的合并

# om.contact.merging
source: Selected contacts were merged into current contact.
cs_cz: Vybrané kontakty byly sloučeny do aktuálního kontaktu.
sk_sk: Vybrnaé kontakty boli zlúčené do aktuálneho kontaktu
zh_cn: 选定的联系人被合并到当前联系人。

# om.contact.merginglist
source: Selected contacts were merged into specified contact.
cs_cz: Vybrané kontakty byly sloučeny do specifikovaného kontaktu.
sk_sk: Vybrané kontakty boli zlúčené do zadaného kontaktu
zh_cn: 选定的联系人合并为指定联系人。

# om.contact.middlename
source: Middle name
cs_cz: Prostřední jméno
sk_sk: Stredné meno
zh_cn: 中间名字

# om.contact.middlename.description
source: The middle name of the contact.
zh_cn: 联系人的中间名。

# om.contact.mobilephone
source: Mobile phone
cs_cz: Mobilní telefon
sk_sk: Mobil
zh_cn: 移动电话

# om.contact.mobilephone.description
source: The mobile phone number of the contact.
zh_cn: 联系人的移动电话号码。

# om.contact.monitored
source: Only monitored
cs_cz: Pouze monitorované
sk_sk: Len monitorované
zh_cn: 只监视

# om.contact.mostactive
source: Most active contact
cs_cz: Nejaktivnější kontakt
sk_sk: Najaktívnejší kontakt
zh_cn: 最活跃的接触

# om.contact.moverelations
source: Move activities and other relations from merged contact into its parent contact.
cs_cz: Přesunout aktivity a jiné vztahy ze sloučeného kontaktu do jeho rodičovského kontaktu.
sk_sk: Presunúť aktivity a ostatné vzťahy zo zlučovaných kontaktov do rodičovského kontaktu
zh_cn: 将活动和其他关系从已合并联系人移动到其父接触。

# om.contact.name
source: Contact name
cs_cz: Jméno kontaktu
sk_sk: Meno kontaktu
zh_cn: 联系人姓名

# om.contact.new
source: New contact
cs_cz: Nový kontakt
sk_sk: Nový konakt
zh_cn: 新联系人

# om.contact.noaccounts
source: Current contact is not assigned to any accounts.
cs_cz: Aktuální kontakt není přiřazen k žádným účtům.
sk_sk: Aktuálny kontakt nie je priradený k žiadnemu účtu.
zh_cn: 当前联系人未分配给任何帐户。

# om.contact.noactivities
source: No activities found for current contact.
cs_cz: Pro aktuální kontakt nebyly nalezeny žádné aktivity.
sk_sk: Neboli nájdené žiadne aktivity pre tento kontakt
zh_cn: 找不到当前联系人没有活动。

# om.contact.noactivities.filtered
source: No activities matching your criteria found for current contact.
zh_cn: 没有你找不到当前联系人的条件匹配的活动。

# om.contact.nocontacts
source: No contacts found.
cs_cz: Nebyly nalezeny žádné kontakty.
sk_sk: Neboli nájdené žiadne kontakty.
zh_cn: 没有找到任何联系人。

# om.contact.nocontacts.filtered
source: No contacts matching your criteria found.
zh_cn: 没有发现您的条件匹配的联系人。

# om.contact.notanonymous
source: Is not anonymous
cs_cz: Není anonymní
zh_cn: 不是匿名

# om.contact.notes
source: Notes
cs_cz: Poznámky
sk_sk: Poznámky
zh_cn: 备注

# om.contact.notes.description
source: You can leave contact notes either as plain text or as text with basic formatting, and you can also add your stamp by clicking the Add stamp button.
zh_cn: 你可以离开联系人笔记作为纯文本或文本与基本格式设置，还可以通过单击添加图章按钮添加您的图章。

# om.contact.notesmerged
source: Notes were joined during contact merge.
cs_cz: Během slučování kontaktu nebyly připojeny žádné poznámky.
sk_sk: Poznámky boli spojené počas zlučovania kontaktov
zh_cn: 在联系人合并过程中加入注释。

# om.contact.notmonitored
source: Only non-monitored
cs_cz: Pouze nemonitorované
sk_sk: Len nemonitorované
zh_cn: 只非监视

# om.contact.nottracking
source: Not tracking activities
cs_cz: Nesledující aktivity
sk_sk: Nesledované činnosti
zh_cn: 不跟踪活动

# om.contact.onlymerged
source: Delete only merged
cs_cz: Smazat pouze sloučené
zh_cn: 删除只合并

# om.contact.owner
source: Contact owner
cs_cz: Vlastník kontaktu
sk_sk: Vlastník kontaktu
zh_cn: 联系人的所有者

# om.contact.owner.description
source: Allows to define a contact owner, i.e. a user responsible for management of the given contact.
zh_cn: 允许定义一个联系人的所有者，即负责管理给定联系人的用户。

# om.contact.parentvalue
source: Parent contact's value:
cs_cz: Hodnota rodičovského kontaktu:
sk_sk: Hodnota rodičovského kontaktu:
zh_cn: 我们的家长接触的值：

# om.contact.personal
source: Personal info
cs_cz: Osobní informace
sk_sk: Osobné informácie
zh_cn: 个人信息

# om.contact.postaddress
source: Post address
cs_cz: Poštovní adresa
sk_sk: Adresa
zh_cn: 邮寄地址

# om.contact.primary
source: Primary contact
cs_cz: Primární kontakt
sk_sk: Primárny kontakt
zh_cn: 主要联系人

# om.contact.primaryfirst
source: Primary contact - first name
cs_cz: Primární kontakt - křestní jméno
sk_sk: Primárny kontakt - prvé meno
zh_cn: 主要联系人名字

# om.contact.primarylast
source: Primary contact - last name
cs_cz: Primární kontakt - příjmení
sk_sk: Primárny kontakt - priezvisko
zh_cn: 主要联系人的姓氏

# om.contact.primarymiddle
source: Primary contact - middle name
cs_cz: Primární kontakt - prostřední jméno
sk_sk: Primárny kontakt - stredné meno
zh_cn: 主要联系人的中间名

# om.contact.removeaccounts
source: Remove accounts from current contact which are also in relation with split contacts
cs_cz: Odstranit z aktuálního kontaktu účty, které jsou též ve vztahu s oddělenými kontakty
sk_sk: Odstrániť z príslušného účtu kontakty, ktoré majú väzbu aj na kontakty, ktoré budú oddelené.
zh_cn: 从当前的联系人与拆分联系人的关系也是删除帐户

# om.contact.salutation
source: Salutation
cs_cz: Pozdrav
sk_sk: Pozdrav
zh_cn: 敬礼

# om.contact.salutation.description
source: Allows to define a contact salutation.
zh_cn: 允许定义联系人的称呼。

# om.contact.secondary
source: Secondary contact
cs_cz: Sekundární kontakt
sk_sk: Sekundárny konakt
zh_cn: 第二联系人

# om.contact.secondaryfirst
source: Secondary contact - first name
cs_cz: Sekundární kontakt - křestní jméno
sk_sk: Sekundárny konakt - prvé meno
zh_cn: 第二联系人名字

# om.contact.secondarylast
source: Secondary contact - last name
cs_cz: Sekundární kontakt - příjmení
sk_sk: Sekundárny konakt - priezvisko
zh_cn: 第二联系人的姓氏

# om.contact.secondarymiddle
source: Secondary contact - middle name
cs_cz: Sekundární kontakt - prostřední jméno
sk_sk: Sekundárny konakt - stredné meno
zh_cn: 第二联系人-中间名

# om.contact.select
source: Add contacts
cs_cz: Přidat kontakty
sk_sk: Pridať kontakty
zh_cn: 添加联系人

# om.contact.selectcontacts
source: Please select contacts to be merged into current contact.
cs_cz: Vyberte prosím kontakty, které budou sloučeny do aktuálního kontaktu.
sk_sk: Vyberte, prosím, kontakty, ktoré majú byť zlúčené do aktuálneho kontaktu.
zh_cn: 请选择要合并到当前联系人的联系人。

# om.contact.selectcontactssplit
source: Please select contacts which should be split from current contact.
cs_cz: Vyberte prosím kontakty, které by měly být odděleny od aktuálního kontaktu.
sk_sk: Vyberte , prosím, kontakty, ktoré majú byť oddelené z aktuálneho kontaktu
zh_cn: 请从当前联系人，选择联系人应该分裂。

# om.contact.selected
source: Selected contacts
cs_cz: Vybrané kontakty
sk_sk: Vybrané kontakty
zh_cn: 选定的联系人

# om.contact.selectglobal
source: Select global contact
cs_cz: Vybrat globální kontakt
sk_sk: Vybrať globálny kontakt
zh_cn: 选择全局联系人

# om.contact.selectitem
source: Select contact
cs_cz: Vybrat kontakt
sk_sk: Vybrať kontakt
zh_cn: 选择联系人

# om.contact.selectparent
source: Please select existing contact from the list below, or create new one, into which the selected contacts should be merged.
cs_cz: Vyberte prosím z následujícího seznamu existující kontakt nebo vytvořte nový, do kterého mají být sloučeny vybrané kontakty.
sk_sk: Vyberte, prosím, kontakt z nasledujúceho zoznamu alebo vytvorte nový, do ktorého budú vybrané kontakty zlúčené.
zh_cn: 请从下面的列表中选择现有的联系人或创建新，选定的联系人应合并到其中。

# om.contact.selectsite
source: Select site contact
cs_cz: Vybrat webový kontakt
sk_sk: Vybrať webový kontakt
zh_cn: 请选择网站联系人

# om.contact.settings
source: Contact settings
cs_cz: Nastavení kontaktu
sk_sk: Nastavenia kontaktu
zh_cn: 联系人设置

# om.contact.split
source: Split
cs_cz: Oddělit
sk_sk: Oddeliť
zh_cn: 拆分
