Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# com.productoptionscategory.skuprice
source: Price
zh_cn: 价格

# com.products.description
source: Allows you to manage products. You can offer the products to your customers separately or with options, i.e. various attributes, additions, etc. You can track product inventory, assign internal and public statuses to the products, and specify product manufacturers and suppliers.
zh_cn: 允许您管理产品。单独或与选项，即各种属性、 添加等操作，可以向您的客户提供产品。你可以跟踪产品库存、 将内部和公共状态分配给产品，并指定产品制造商和供应商。

# com.products.newvariant
source: Define available variants
zh_cn: 定义可用的变量

# com.products.nodocumenttypeallowed
source: The current section cannot contain any products.
cs_cz: Aktuální sekce nemůže obsahovat žádné produkty.
zh_cn: 当前节不能包含任何产品。

# com.products.noproducttypeallowed
source: The current page cannot contain products.
cs_cz: Akutální dokument nemůže obsahovat produkty.
zh_cn: 当前页面不能包含产品。

# com.products.nosectiontypeallowed
source: The current page cannot contain product sections.
cs_cz: Aktuální dokument nemůže obsahovat sekce produktů.
zh_cn: 当前页面不能包含的产品部分。

# com.products.notaproducttype
source: Edited page does not represent a product type. Please contact administrator.
cs_cz: Upravované dokumenty nereprezentují typ produktu. Kontaktujte, prosím správce.
zh_cn: 已编辑的页面并不代表一种产品类型。请与管理员联系。

# com.products.variantproperties
source: Variant properties
zh_cn: Variant 类型的值的属性

# com.products.variants
source: Variants
zh_cn: 备选案文

# com.productsection
source: Product section
zh_cn: 产品的这部分

# com.productsection.copytooltip
source: Copy selected item
cs_cz: Kopírovat vybranou položku
zh_cn: 复制所选的项目

# com.productsection.deleteroot
source: The root section of products cannot be deleted. Go {0} to products listing.
cs_cz: Kořenová sekce produktů nemůže být smazána. Jděte {0} do výpisu produktů.
zh_cn: 不能删除根节的产品。转到产品列表 {0}产品列表。

# com.productsection.deletetooltip
source: Delete selected item
cs_cz: Smazat vybranou položku
zh_cn: 删除所选的项目

# com.productsection.downtooltip
source: Move selected item down
cs_cz: Posunout vybranou položku dolů
zh_cn: 向下移动所选的项目

# com.productsection.editthis
source: Section properties
cs_cz: Vlastnosti sekce
zh_cn: 节属性

# com.productsection.listinginfo
source: This is the full listing of the product section '<b>{0}</b>'. {1} the full listing.
cs_cz: Toto je kompletní výpis sekce produktů '<b>{0}</b>'. {1} kompletní výpis.
zh_cn: 这是完整清单中的产品部分 '<b>{0}</b>'。{1} 完整清单中。

# com.productsection.movetooltip
source: Move selected item
cs_cz: Přesunout vybranou položku
zh_cn: 移动所选的项目

# com.productsection.new
source: New product section
cs_cz: Nová sekce produktů
zh_cn: 新产品的这部分

# com.productsection.newtooltip
source: Create new item
cs_cz: Vytvořit novou položku
zh_cn: 创建新项目

# com.productsection.properties
source: Section properties
cs_cz: Vlastnosti sekce
zh_cn: 节属性

# com.productsection.rootlistinginfo
source: This is the full listing of the product sections. {0} the full listing.
cs_cz: Toto je kompletní výpis sekcí produktů. {0} kompletní výpis.
zh_cn: 这是完整清单中的产品部分。{0} 完整清单中。

# com.productsection.uptooltip
source: Move selected item up
cs_cz: Přesunout vybranou položku nahoru
zh_cn: 向上移动所选的项目

# com.productsections
source: Product sections
cs_cz: Sekce produktů
zh_cn: 产品节

# com.productstree.unassigned
source: Stand-alone SKUs
cs_cz: Samostatné SKU
zh_cn: 独立的 Sku

# com.productstree.unassignedtooltip
source: Products without page assigned
cs_cz: Produkty bez přidaného dokumentu
zh_cn: 产品无分配页

# com.productstreemode.none
source: None
cs_cz: Žádný
zh_cn: 没有一个

# com.productstreemode.sections
source: Sections
cs_cz: Sekce
zh_cn: 节

# com.productswidget.allowforsale
source: Allow for sale
cs_cz: Povolit na prodej
zh_cn: 允许出售

# com.productswidget.availableitems
source: Available items fewer than
cs_cz: Dostupných položek méně než
zh_cn: 可用项目较少

# com.productswidget.availableitemscolumn
source: Available items
cs_cz: Dostupné položky
zh_cn: 可用项目

# com.productswidget.columnssection
source: Columns
cs_cz: Sloupce
zh_cn: 列

# com.productswidget.department
source: Department
cs_cz: Oddělení
zh_cn: 新闻部

# com.productswidget.filterall
source: All
cs_cz: Vše
zh_cn: 所有

# com.productswidget.filterno
source: No
cs_cz: Ne
zh_cn: 否

# com.productswidget.filteryes
source: Yes
cs_cz: Ano
zh_cn: 是

# com.productswidget.internalstatus
source: Internal status
cs_cz: Interní stav
zh_cn: 内部状态

# com.productswidget.inventorysection
source: Inventory
cs_cz: Inventář
zh_cn: 库存

# com.productswidget.itemstobereordered
source: To reorder
cs_cz: Doobjednat
zh_cn: 若要重新排序

# com.productswidget.itemstobereorderedcolumn
source: Items to be reordered
cs_cz: Položky, které mají být doobjednané
zh_cn: 要重新排序的项目

# com.productswidget.manufacturer
source: Manufacturer
cs_cz: Výrobce
zh_cn: 制造商

# com.productswidget.needsshipping
source: Needs shipping
cs_cz: Potřebujete dopravu
zh_cn: 航运的需求

# com.productswidget.needstobereordered
source: Needs to be reordered
cs_cz: Je třeba doobjednat
zh_cn: 需要被重新排序

# com.productswidget.optioncategory
source: Option category
cs_cz: Kategorie volby
zh_cn: 选项类别

# com.productswidget.orderby
source: Order by
cs_cz: Objednané kým
zh_cn: 按顺序

# com.productswidget.orderbydateasc
source: Creation date (Older at the top)
cs_cz: Datum vytvoření (Starší nahoře)
zh_cn: 创建日期 （在顶部的老年人)

# com.productswidget.orderbydatedesc
source: Creation date (Newer at the top)
cs_cz: Datum vytvoření (Novější nahoře)
zh_cn: 创建日期 （在顶部的更新）

# com.productswidget.orderbyitemsasc
source: Available items
cs_cz: Dostupné položky
zh_cn: 可用项目

# com.productswidget.orderbynameasc
source: Name (A to Z)
cs_cz: Název (od A do Z)
zh_cn: 名称 （A 到 Z）

# com.productswidget.orderbynamedesc
source: Name (Z to A)
cs_cz: Název (od A do Z)
zh_cn: 名称 （Z 到 A）

# com.productswidget.orderbynumberasc
source: Number (A to Z)
cs_cz: Číslo (od A do Z)
zh_cn: 数量 （A 到 Z）

# com.productswidget.orderbynumberdesc
source: Number (Z to A)
cs_cz: Číslo (od A do Z)
zh_cn: 数量 （Z 到 A）

# com.productswidget.orderbypriceasc
source: Price (Lower at the top)
cs_cz: Cena (Nižší nahoře)
zh_cn: 价格 (顶部更低)

# com.productswidget.orderbypricedesc
source: Price (Higher at the top)
cs_cz: Cena (Vyšší nahoře)
zh_cn: 价格 （在顶部的高等教育)

# com.productswidget.orderbyreorderdesc
source: Items to be reordered
cs_cz: Položky, které mají být doobjednané
zh_cn: 要重新排序的项目

# com.productswidget.pagesize
source: Page size
cs_cz: Velikost stránky
zh_cn: 页面大小

# com.productswidget.pagesizedescription
source: Specifies how many products to display in one listing page.
zh_cn: 指定多少产品，来显示在一个列表页面。

# com.productswidget.pagingsection
source: Paging
cs_cz: Stránkování
zh_cn: 分页

# com.productswidget.pricecolumn
source: Price
cs_cz: Cena
zh_cn: 价格

# com.productswidget.pricefrom
source: Price from
cs_cz: Cena od
zh_cn: 价格从

# com.productswidget.pricesection
source: Price
cs_cz: Cena
zh_cn: 价格

# com.productswidget.priceto
source: Price to
cs_cz: Cena do
zh_cn: 价格

# com.productswidget.productnumber
source: SKU contains
cs_cz: Číslo produktu obsahuje
zh_cn: SKU 包含

# com.productswidget.productoptions
source: Product options only
cs_cz: Poue volby produktu
zh_cn: 只有产品选项

# com.productswidget.productsonly
source: Products only
cs_cz: Pouze produkty
zh_cn: 仅产品

# com.productswidget.producttype
source: Include
cs_cz: Zahrnout
zh_cn: 包括

# com.productswidget.propertiessection
source: Properties
cs_cz: Vlastnosti
zh_cn: 属性

# com.productswidget.publicstatus
source: Public status
cs_cz: Veřejný stav
zh_cn: 公共状态

# com.productswidget.reorderat
source: Reorder at
cs_cz: Doobjednat při
zh_cn: 在重新排序

# com.productswidget.representing
source: Representing
cs_cz: Reprezentuje
zh_cn: 代表

# com.productswidget.sortingsection
source: Sorting
cs_cz: Řazení
zh_cn: 排序

# com.productswidget.statussection
source: Status
cs_cz: Stav
zh_cn: 状态

# com.productswidget.supplier
source: Supplier
cs_cz: Dodavatel
zh_cn: 供应商

# com.productswidget.topn
source: Top N
cs_cz: Prvních N
zh_cn: 前 N 位

# com.productswidget.topnsection
source: Top N products
cs_cz: Prvních N produktů
zh_cn: 前 N 位产品

# com.productswidget.typesection
source: Type
cs_cz: Typ
zh_cn: 类型

# com.productswidget.visiblecolumns
source: Visible columns in listing
cs_cz: Sloupce zobrazené ve výpise
zh_cn: 在清单中的可见列

# com.productswidget.visiblecolumnsdescription
source: Specifies columns to display in the listing; the product name column is always visible. If you offer also product options, the option category name column is displayed, too. If you enabled global products, the column indicating whether a product is global is displayed.
zh_cn: 指定列显示在清单中 ；产品名称列始终是可见的。如果你还提供产品选项，选项类别名称列将显示太。如果启用全局产品，该值指示是否一种产品全局列显示。

# com.productswithoutdepartment
source: (products without department)
cs_cz: (produkty bez oddělení)
sk_sk: (výrobky bez oddelenia)
zh_cn: （没有新闻部的产品）

# com.producttype.product
source: Standard product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 标准产品

# com.productvariant.deleteconfirmation
source: Are you sure you want to delete all variants?
zh_cn: 你确定你想要删除的所有变体？

# com.productvariant.deleteselectedconfirmation
source: Are you sure you want to delete selected variants?
zh_cn: 是否确实要删除所选的变量?

# com.productvariant.updateprice
source: Are you sure you want to update price of all variants?
zh_cn: 你确定你想要更新的所有变体的价格？

# com.productvariant.updateselectedprice
source: Are you sure you want to update price of selected variants?
zh_cn: 你确定你想要更新的所选变量的价格？

# com.purchasedproductsreport.currentproductprice
source: Current price
cs_cz: Aktuální cena
zh_cn: 目前的价格

# com.purchasedproductsreport.lastpurchase
source: Last purchase
cs_cz: Poslední nákup
zh_cn: 最后一笔采购

# com.purchasedproductsreport.numberofpurchases
source: Number of purchases
cs_cz: Počet nákupů
zh_cn: 采购次数

# com.purchasedproductsreport.purchasedfrom
source: Purchased from
cs_cz: Nakoupené od
zh_cn: 从购买

# com.purchasedproductsreport.purchasedto
source: Purchased to
cs_cz: Nakoupené do
zh_cn: 购买

# com.purchasedproductsreport.purchasedunits
source: Purchased units
cs_cz: Nákupní jednotky
zh_cn: 购买的单位

# com.quickadd.titlepattern
source: New {0}
zh_cn: 新建 {0}

# com.removecartitem
source: Remove
zh_cn: 删除

# com.report.averagecustomernumberoforders
source: Average number of orders per customer
cs_cz: Přiměřený počet objednávek na zákazníka
zh_cn: 平均每个客户的订单数

# com.report.averagecustomervolumeofsales
source: Average sales per customer
cs_cz: Přiměřené prodeje na zákazníka
zh_cn: 每个客户的平均销售额

# com.report.averagevalue
source: Average value
cs_cz: Přiměřená hodnota
zh_cn: 平均值

# com.report.customertype
source: Customer type
cs_cz: Typ zákazníka
zh_cn: 客户类型

# com.report.customperiod1
source: Custom period 1
cs_cz: Vlastní perioda 1
zh_cn: 自定义期间 1

# com.report.customperiod2
source: Custom period 2
cs_cz: Vlastní perioda 2
zh_cn: 自定义期间 2

# com.report.medianvalue
source: Median value
cs_cz: Střední hodnota ( medián)
zh_cn: 中间值

# com.report.orderstatus
source: Order status
cs_cz: Stav objednávky
zh_cn: 订单状态

# com.report.period
source: Periods
cs_cz: Periody
zh_cn: 时期

# com.report.period1
source: Period 1
cs_cz: Perioda 1
zh_cn: 期间 1

# com.report.period2
source: Period 2
cs_cz: Perioda 2
zh_cn: 2 期

# com.report.without_department
source: Products without department
cs_cz: Produkty bez oddělení
zh_cn: 产品无部

# com.report_availableitemslessthan
source: Available items less than
cs_cz: Dostupných položek méně než
zh_cn: 可用项小于

# com.report_donationamount
source: Donation amount
cs_cz: Výše daru
zh_cn: 捐赠金额

# com.report_reorderat
source: Reorder at
cs_cz: Doobjednat při
zh_cn: 在重新排序

# com.reports.datadeleted
source: Data was successfully deleted.
cs_cz: Data byla úspěšně smazána.
zh_cn: 成功地删除数据。

# com.reports.datagenerated
source: Data was successfully generated.
cs_cz: Data byla úspěšně vygenerována.
zh_cn: 成功地生成数据。

# com.reports.description
source: Provides interactive reports informing you about your e-business. You can view sales, orders, products, customers and donations statistics.
zh_cn: 提供交互式报告通知您关于您的电子商务。您可以查看销售、 订单、 产品、 客户和捐赠统计。

# com.reports.email
source: Email
zh_cn: 电子邮件

# com.reports.operationfailed
source: Operation failed
cs_cz: Operace selhala.
zh_cn: 操作失败

# com.reportsui.datagenerator
source: Sample data generator
cs_cz: Generátor vzorových dat.
zh_cn: 样本数据生成器

# com.resource.averagedonationamount
source: Average amount per donation
cs_cz: Průměrná suma na dar
zh_cn: 平均每笔捐赠金额

# com.resource.averagedonationprice
source: Average donation price
cs_cz: Průměrná cena daru
zh_cn: 平均捐赠价格

# com.sales.totalvolumeofsales
source: Total volume of sales
cs_cz: Celkový objem prodejů
zh_cn: 销售总量

# com.sales.volumeofsales
source: Volume of sales
cs_cz: Objem prodejů
zh_cn: 销售量

# com.sales.volumeofsalesinmaincurrency
source: Volume of sales in main currency
cs_cz: Objem prodejů v hlavní měně
zh_cn: 销售量在主要货币

# com.selectableoptions.nodata
source: No option available. You can edit the option category and create a new option on the Options tab.
zh_cn: 没有可用的选项。你可以编辑选项类别并创建一个新的选项，在选项选项卡上。

# com.selector.allowcreatedescription
source: When allowed, you can create new item from selector.
zh_cn: 当允许，您可以从选择器创建新项目。

# com.selector.allowcreatetitle
source: Allow create new
zh_cn: 允许创建新的

# com.selectproducts.additems
source: Add products
zh_cn: 添加产品

# com.selectproducts.selectitem
source: Select products
zh_cn: 选择产品

# com.selectskubinding.create
source: Create
zh_cn: 创建

# com.selectskubinding.createnew
source: new SKU (recommended)
cs_cz: Vytvořit novou SKU (doporučeno)
zh_cn: 一种全新的 SKU （推荐）

# com.selectskubinding.createnewglobal
source: new global SKU
cs_cz: Vytvořit novou globální SKU
zh_cn: 新建全局 SKU

# com.selectskubinding.donotcreate
source: page without SKU
cs_cz: Nevytvářet SKU
zh_cn: 没有 SKU 页

# com.selectskubinding.useexisting
source: product with existing SKU
cs_cz: Použít existující SKU
zh_cn: 产品与现有产品 SKU

# com.selectskubinding.useexistingempty
source: Please select an existing SKU.
cs_cz: Vyberte, prosím, existující SKU.
zh_cn: 请选择现有的 SKU。

# com.settingschecker.check
source: Check result
cs_cz: Zkontrolovat výsledek
zh_cn: 检查结果

# com.settingschecker.check.invoicetemplate
source: Check invoice template
cs_cz: Zkontrolovat šablonu faktury
zh_cn: 检查发票模板

# com.settingschecker.defaultcountrydescription
source: Checks if the default country is selected. It is required for taxes calculation.
cs_cz: Zkontrolujte, zda je vybrána předvolená země. To je potřeba pro výpočet ceny.
zh_cn: 检查是否选择了默认国家/地区。它是必需的税收计算。

# com.settingschecker.emptyexchangerate
source: Exchange rates table missing, invalid or incomplete.<br /> To fix it, go to <strong>##ui|cms.ecommerce|configuration## -> Exchange rates</strong>.
cs_cz: Tabulka výměnných kurzů chybí, je neplatná nebo nekompletní. <br />Pro opravu jděte do <strong>E-commerce -> Konfigurace -> Výměnné kurzy</strong>.
zh_cn: 汇率表缺失、 无效或不完整。<br>要修复它，请转到<strong>##ui|cms.ecommerce|configuration##-> 汇率</strong>。

# com.settingschecker.exchangeratesdescription
source: Checks if at least one valid exchange rates table exists.
cs_cz: Zkonrolujte, zda existuje alespoň jedna platná tabulka výměnných kurzů.
zh_cn: 检查是否至少一个有效汇率表存在。

# com.settingschecker.generaldescription
source: Checks if all required e-commerce settings are configured correctly. We recommend that you use this widget while configuring your on-line store.
cs_cz: Zkontrolujte, zda všechny vyžadované e-commerce nastavení jsou správné. Doporučuje se použít tento widget alespoň při konfiguraci vašeho on-line obchodu.
zh_cn: 检查是否所有必需的电子商务设置配置正确。我们建议您配置您的在线商店时使用这个小部件。

# com.settingschecker.invoicedescription
source: Checks if the invoice template is defined.
cs_cz: Zkontrolujte, zda je definována šablona faktury.
zh_cn: 检查是否定义了发票的模板。

# com.settingschecker.lblerror
source: Following e-commerce settings seem to be incorrect
cs_cz: Následující e-commerce nastavení se zdají být nesprávné
zh_cn: 随着电子商务的设置似乎是不正确的

# com.settingschecker.maincurrencydescription
source: Checks if the main currency is selected.
cs_cz: Zkontrolujte, zda je vybrána hlavní měna
zh_cn: 检查是否选择了主要的货币。

# com.settingschecker.minimizedescription
source: Indicates whether the widget is to be automatically minimized if check succeeded.
cs_cz: Určuje, zda má být widget automaticky minimalizován, pokud kontrola skončí úspěšně.
zh_cn: 指示部件是否自动最小化如果检查已成功。

# com.settingschecker.na
source: Settings check is currently turned off.
cs_cz: Kontrola nastavení je momentálně vypnutá.
zh_cn: 设置检查当前已关闭。

# com.settingschecker.nodefaultcountry
source: Default country for taxes calculation not selected.<br /> To fix it, go to <strong>##ui|cms.ecommerce|configuration## -> Store settings</strong>.
cs_cz: Není vybrána předvolená země pro výpočet daní. <br /> Pro opravu jděte do <strong>E-commerce -> Konfigurace -> Nastavení obchodu</strong>.
zh_cn: 税收计算未选中默认国家/地区。<br>要修复它，请转到<strong>##ui|cms.ecommerce|configuration##-> 存储设置</strong>。

# com.settingschecker.noinvoicetemplate
source: Invoice template is not defined.<br /> To fix it, go to <strong>##ui|cms.ecommerce|configuration## -> Invoice</strong>.
cs_cz: Není definována šablona faktury.<br /> Pro opravu jděte do <strong>E-commerce -> Konfigurace ->Faktura</strong>.
zh_cn: 未定义发票模板。<br>要修复它，请转到<strong>##ui|cms.ecommerce|configuration##-> 发票</strong>。

# com.settingschecker.nomaincurrency
source: Main currency not selected.<br /> To fix it, go to <strong>##ui|cms.ecommerce|configuration## -> Store settings</strong>.
cs_cz: Není vybrána hlavní měna.<br />Pro opravu jděte do <strong>E-commerce -> Konfigurace -> Nastavení obchodu</strong>.
zh_cn: 未选定的主要货币。<br>要修复它，请转到<strong>##ui|cms.ecommerce|configuration##-> 存储设置</strong>。

# com.settingschecker.nopaymentoptions
source: No payment method created or enabled.<br /> To fix it, go to <strong>##ui|cms.ecommerce|configuration## -> Payment methods</strong>.
cs_cz: Není vytvořena nebo povolena žádná metoda platby<br />Pro opravu jděte do <strong>E-commerce -> Konfigurace -> Metody platby</strong>.
zh_cn: 没有付款方式创建或启用。<br>要修复它，请转到<strong>##ui|cms.ecommerce|configuration##-> 的付款方式</strong>。

# com.settingschecker.nopaymentoptionsshippingmethod
source: No payment method is assigned to at least one shipping option.<br /> To fix it, go to <strong>##ui|cms.ecommerce|configuration## -> Shipping options</strong>.
cs_cz: Není přiřazena žádná metoda platby k minimálně jedné metodě doručení.<br />Pro opravu jděte do <strong>E-commerce -> Konfigurace -> Možnosti přepravy</strong>.
zh_cn: 没有支付方式被分配到至少一个运送选项。<br>要修复它，请转到<strong>##ui|cms.ecommerce|configuration##-> 送货选项</strong>。

# com.settingschecker.noshippingmethods
source: No shipping option created or enabled.<br /> To fix it, go to <strong>##ui|cms.ecommerce|configuration## -> Shipping options</strong>.
cs_cz: Není vytvořena nebo povolena žádná metoda dopravy.<br />Pro opravu jděte do <strong>E-commerce -> Konfigurace -> Možnosti přepravy</strong>.
zh_cn: 没有航运选项创建或启用。<br>要修复它，请转到<strong>##ui|cms.ecommerce|configuration##-> 送货选项</strong>。

# com.settingschecker.ok
source: Your e-commerce settings seem to be correct.
cs_cz: Vaše nastavení e-commerce se zdají být v pořádku.
zh_cn: 您的电子商务设置似乎是正确的。

# com.settingschecker.orderstatusdescription
source: Checks if at least one enabled order status is created.
cs_cz: Zkonrolujte, zda je vytvořen alespoň jeden povolený stav objednávky.
zh_cn: 检查至少一个启用的订单状态是否已创建。

# com.settingschecker.orderstatusnodata
source: No order status created or enabled.<br /> To fix it, go to <strong>##ui|cms.ecommerce|configuration## -> Order statuses</strong>.
cs_cz: Není vytvořen nebo povolen žádný stav objednávky.<br />Pro opravu jděte do <strong>E-commerce -> Konfigurace -> Stavy objednávky</strong>.
zh_cn: 创建或启用无秩序状态。<br>要修复它，请转到<strong>##ui|cms.ecommerce|configuration##-> 订单状态</strong>。

# com.settingschecker.paymentdescription
source: Checks if at least one enabled payment method is created and assigned to at least one shipping option.
cs_cz: Zkonrolujte, zda je vytvořena alespoň jedna povolena platební metoda a zda je přiřazena k alespoň jedné metodě dopravy.
zh_cn: 检查是否至少一个启用的付款方式是创建并分配给至少一个航运选项。

# com.settingschecker.settings
source: Settings
cs_cz: Nastavení
zh_cn: 设置

# com.settingschecker.shippingdescription
source: Checks if at least one enabled shipping option is created.
cs_cz: Zkontrolujte, zda je vytvořena alespoň jedna povolená metoda dopravy.
zh_cn: 检查至少一个已启用的航运选项是否已创建。

# com.settingschecker.wrongcurrencyratecombination
source: It is not allowed to use site currencies in combination with global exchange rates.<br /> To fix it, go to <strong>##ui|cms.ecommerce|configuration## -> Store settings -> Global objects</strong>.
cs_cz: Není dovoleno používat měny webu v kombinaci s globálními výměnnými kurzy.<br /> Pro opravu jděte do <strong>E-commerce -> Konfigurace -> Nastavení obchodu -> Globální objekty</strong>.
zh_cn: 它不是允许使用网站货币与全局汇率走势相结合。<br>要修复它，请转至<strong>存储设置-> ##ui|cms.ecommerce|configuration##-> 全局对象</strong>。

# com.shippingcost.costempty
source: Please enter a value.
cs_cz: Zadejte prosím hodnotu.
sk_sk: Zadajte, prosím, hodnotu.
zh_cn: 请输入一个值。

# com.shippingcost.costlabel
source: Shipping cost:
cs_cz: Náklady na dopravu
sk_sk: Prepravné náklady:
zh_cn: 航运成本：

# com.shippingcost.costrange
source: Cost must be non-negative number.
cs_cz: Náklady musí být kladná hodnota.
sk_sk: Náklady musia byť pozitívne číslo alebo 0.
zh_cn: 成本必须非负数字。

# com.shippingcost.minweightempty
source: Please enter a value.
cs_cz: Zadejte prosím hodnotu.
sk_sk: Zadajte, prosím, hodnotu.
zh_cn: 请输入一个值。

# com.shippingcost.minweightlabel
source: Minimum weight:
cs_cz: Minimální hmotnost:
sk_sk: Minimálna hmotnosť:
zh_cn: 最小重量：

# com.shippingcost.minweightrange
source: Weight must be non-negative number.
cs_cz: Váha musí být kladná hodnota.
sk_sk: Hmotnosť musí byť pozitvíne číslo.
zh_cn: 重量必须非负数字。

# com.shippingoption.payments
source: The shipping option enables customers to choose one of the following payment methods:
cs_cz: Tento způsob přepravy umožňuje zákazníkům vybrat některý z následujících způsobů platby.
sk_sk: Variant prepravy umožňuje zákazníkovi vybrať si jednu z nasledujúcich platobných metód:
zh_cn: 航运选项使客户能够选择以下付款方式之一：

# com.shippingoption.paymentsetnone
source: The "{0}" payment method available on the Billing tab was removed. This is because the payment method was not compatible with the selected "{1}" shipping option. You can select another payment method on the Billing tab.
zh_cn: "{0}"付款方式计费选项卡上可用被去除了。这是因为付款方式不符合所选"{1}"运送选项。您可以选择另一种付款方式的计费选项卡上。

# com.shippingoption.taxes
source: The following taxes apply to this shipping:
cs_cz: K tomuto způsobu přepravy se připočítávají následující daně:
sk_sk: Nasledujúce dane platia pre túto prepravu:
zh_cn: 以下税项适用于该船舶：

# com.shippingoption.thumbnail
source: Teaser image
cs_cz: Obrázek
zh_cn: Teaser图像

# com.shippingoptioncharge.description
source: Sets the cost charged for the shipping option. If shipping based on weight is used, the cost is charged for the lowest weight range.
zh_cn: 设置为航运选项收取的费用。如果使用了基于权重的航运，最低重量范围收取费用。

# com.shippingoptionimage.description
source: Image of the shipping option, that can be displayed on live site.
zh_cn: 运送选项，可以在活的站点显示的图像。

# com.shoppingcart.sessiontimedout
source: Your session was timed out. For security reasons your private data were removed from the shopping cart so you need to enter them again.
cs_cz: Čas vymezený vaší relaci vypršel. Z bezpečnostních důvodů byla soukromá data z košíku smazána a proto musí být znovu zadána.
sk_sk: Vaše spojenie vypršalo. Z bezpečnostných dôvodov boli vaše súkromné dáta zmazané z nákupného košíka. Musíte ich zadať znovu.
zh_cn: 您的会话已超时。出于安全原因您的私人数据是从购物车删除，所以你仍然需要再次输入这些。

# com.shoppingcartcontent.privatedonation
source: private donation
cs_cz: neveřejný dar
sk_sk: neverejné darcovstvo
zh_cn: 私人捐款

# com.shoppingcartitemselector.instock
source: In stock
zh_cn: 有库存
