Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# socialnetworking.linkedin.settingsrequired
source: Api key and application secret has to be set for this web part to work. Global Administrators can set it at {0}.
cs_cz: Aby tento webpart fungoval, musí být nastaven API klíč a tajný kód aplikace (application secret). Tyto hodnoty může nastavit globální správce v {0}.
zh_cn: 关键应用程序的秘密已为此 web 部件工作设置的 Api。全局管理员可以将其设置在 {0}。

# socialnetworking.twitter.emptyerror
source: You must fill Twitter template if you want to post it.
cs_cz: Musíte vyplnit Twitter šablonu, pokud to chcete zvěřejnit.
zh_cn: 如果您想要发布它，您必须填写 Twitter 模板。

# socialnetworking.twitter.isnotpublished
source: Tweet hasn't been published yet
cs_cz: Tweet ještě nebyl publikován
zh_cn: 还没发行的 tweet

# socialnetworking.twitter.ispublished
source: Tweet was already published:
cs_cz: Tweet již byl publikován:
zh_cn: 微博已经被出版了：

# socialnetworking.twitter.missingsetting
source: Posting to Twitter is currently disabled. To enable it, please go to <strong>##ui|cms|settings## -> Social networks -> Twitter</strong> and enter your Twitter access credentials.
cs_cz: Přispívání na Twitter je momentálně zakázáno. Pokud jej chcete povolit, jděte do <strong>Site Manager -> Nastavení -> Sociální sítě -> Twitter</strong> a zadejte potřebné údaje pro Twitter.
zh_cn: 过帐到 Twitter 当前被禁用。若要启用它，请转到<strong>##ui|cms|settings##-> 社交网络-> Twitter</strong>并输入您的 Twitter 访问凭据。

# socialnetworking.twitter.postafterpublish
source: Post to Twitter after publishing
cs_cz: Zveřejnit na Twitteru po publikování
zh_cn: 在发布后发布到Twitter

# socialnetworking.twitter.postat
source: Post to Twitter
cs_cz: Zveřejnit na Twitteru.
zh_cn: 过帐到Twitter

# socialnetworking.twitter.senderror
source: Error occured while sending Tweet.
cs_cz: Nastala chyba při odesílání Tweetu.
zh_cn: 发送 Tweet 时出错。

# socialnetworking.twitter.sendsuccess
source: Tweet was successfully posted.
cs_cz: Tweet byl úspěšně zveřejněn.
zh_cn: Twitter成功发布。

# socialnetworking.viewfullprofile
source: View full profile
cs_cz: Zobrazit celý profil
zh_cn: 查看完整的配置文件

# spellcheck.spellcomplete
source: Spell check complete.
cs_cz: Kontrola pravopisu dokončena
zh_cn: 拼写检查完成。

# spellcheck.statustextcheck
source: Spell checking text...
zh_cn: 检查文本的拼写...

# spellcheck.statustextfail
source: There is no text to be checked.
zh_cn: 还有没有要检查的文本。

# spinner.decrement
source: Decrement
zh_cn: 减量

# spinner.increment
source: Increment
zh_cn: 增量

# splitmode.closelayout
source: Close preview
cs_cz: Zvařít náhled
zh_cn: 关闭预览

# sqlsearch.title
source: SQL search
cs_cz: SQL vyhledávání
zh_cn: SQL 搜索

# srch.accelerator.addaccelerator
source: Add search accelerator
cs_cz: Přidat akcelerátor pro vyhledávání
sk_sk: Pridať vyhľadávací akcelerátor
zh_cn: 添加搜索加速器

# srch.accelerator.description
source: Search accelerator for the website
cs_cz: Akcelerátor hledání pro web
sk_sk: Vyhľadávací akcelerátor pre web stránku
zh_cn: 该网站的搜索加速器

# srch.accelerator.name
source: Search accelerator
cs_cz: Akcelerátor hledání
sk_sk: Vyhľadávací akcelerátor
zh_cn: 搜索加速器

# srch.attachmentcachedcleared
source: The attachment search cache was cleared.
zh_cn: 附件搜索缓存被清除。

# srch.automatically
source: Set automatically
cs_cz: Nastavit automaticky
sk_sk: Nastaviť automaticky
zh_cn: 自动设置

# srch.clearattachmentcache
source: Clear attachment search cache
zh_cn: 明确附件搜索缓存

# srch.clearattachmentcache.tooltip
source: Clears the cached attachment content used for smart search indexing. Does NOT rebuild the indexes. You need to rebuild your page indexes manually to reindex the content.
zh_cn: 清除缓存的附件内容用于智能搜索索引。并不重新生成索引。你需要重新生成页面索引，以手动索引内容。

# srch.cmsdesk.indexes
source: Indexes
cs_cz: Indexy
sk_sk: Indexy
zh_cn: 指标

# srch.codenameexceeded
source: Code name is too long. Please trim it.
cs_cz: Kódový název je příliš dlouhý. Zkraťte ho prosím.
sk_sk: Kódový názov je príliš dlhý.
zh_cn: 代码名称过长。请修剪它。

# srch.codenamelength
source: Code name cannot be longer than {0} characters.
cs_cz: Kódový název nesmí být delší než {0} znaků.
sk_sk: Kódový názov nemôže byť dlhší ako {0} znakov.
zh_cn: 代码名称不能超过 {0} 个字符。

# srch.contentfield
source: Content field
cs_cz: Obsah
sk_sk: Pole obsahu
zh_cn: 内容字段

# srch.datefield
source: Date field
cs_cz: Datum
sk_sk: Pole dátumu
zh_cn: 日期字段

# srch.dialog.anywordorsynonyms
source: Any word or synonyms
zh_cn: 任何单词或同义词

# srch.dialog.mode
source: Search mode
cs_cz: Způsob hledání
sk_sk: Mód vyhľadávania
zh_cn: 搜索模式

# srch.dialog.searchfor
source: Search for
cs_cz: Hledat
sk_sk: Hľadať
zh_cn: 搜索

# srch.err.emptyclassnames
source: Page types field cannot be empty.
cs_cz: Pole typu dokumentu nemohou být prázdná.
sk_sk: Pole typu dokumentu nemôže byť prázdne.
zh_cn: 页类型字段不能为空。

# srch.err.emptyforum
source: Please select a forum
cs_cz: Vyberte nějaké fórum
sk_sk: Vyber fórum
zh_cn: 请选择一个论坛

# srch.err.emptypath
source: Path field cannot be empty.
cs_cz: Pole cesta musí být zadáno.
sk_sk: Pole cesty nemôže byť prázdne.
zh_cn: 路径字段不能为空。

# srch.err.loadingsii
source: Error loading Search Index Info!
cs_cz: Nastala chyba při načítání indexu hledání!
sk_sk: Chyba pri načítavaní indexu vyhľadávania!
zh_cn: 加载搜索索引信息时出现错误 ！

# srch.err.loadingsisi
source: Error loading Search Index Settings Info!
cs_cz: Nastala chyba při načítání nastavení indexu hledání!
sk_sk: Chyba pri načítavaní nastavenia indexu vyhľadávania!
zh_cn: 加载搜索索引设置信息时出现错误 ！

# srch.err.selectform
source: Please select an on-line form you want to include in the index.
zh_cn: 请选择您想要在索引中包括一个在线表格。

# srch.fields
source: Search fields
cs_cz: Hledání
sk_sk: Vyhľadávacie polia
zh_cn: 搜索字段

# srch.filter
source: Filter
zh_cn: 筛选器

# srch.filter.badformat
source: Bad format of filter values. See field description for more info.
cs_cz: Špatný formát hodnot filtru. Více informací naleznete v popisu pole.
sk_sk: Zlý formát hodnoty filtra. Skontroluje popis polí pre viac informácií.
zh_cn: 筛选器的值的格式不正确。请参阅更多的信息字段说明。

# srch.filter.fewcolumns
source: Query needs at least three result columns.
cs_cz: Dotaz potřebuje alespoň 3 sloupce pro výsledky.
sk_sk: Dotaz potrebuje minimálne tri stĺpce vo výsledku.
zh_cn: 查询需要至少三个结果列。

# srch.general.filesize
source: Index file size
cs_cz: Velikost indexovacího souboru
sk_sk: Veľkosť indexovacieho súboru
zh_cn: 索引文件大小

# srch.general.numberofitems
source: Indexed items
cs_cz: Počet indexovaných položek
sk_sk: Počet indexovaných položiek
zh_cn: 索引的项

# srch.imagefield
source: Image field
cs_cz: Obrázek
sk_sk: Obrázkové pole
zh_cn: 图像域

# srch.index.addcontent
source: Add allowed content
cs_cz: Přidat povolený obsah
sk_sk: Pridať povolený obsah
zh_cn: 添加允许的内容

# srch.index.addcustomtable
source: Add custom table
cs_cz: Přidat uživatelskou tabulku
sk_sk: Pridať uživateľskú tabuľku
zh_cn: 添加自定义表

# srch.index.addexcluded
source: Add excluded content
cs_cz: Přidat nezahrnovaný obsah
sk_sk: Pridať vylúčený obsah
zh_cn: 添加排除的内容

# srch.index.addforum
source: Add allowed forums
cs_cz: Přidat povolená fóra
sk_sk: Pridať povolené fóra
zh_cn: 添加允许的论坛

# srch.index.addforumexcluded
source: Add excluded forum
cs_cz: Přidat nezahrnovaná fóra
sk_sk: Pridať zakázané fórum
zh_cn: 添加排除的论坛

# srch.index.addonlineform
source: Add on-line form
zh_cn: 添加联机表格

# srch.index.alloweddoc
source: Content - allowed pages
cs_cz: Obsah - povolené dokumenty
sk_sk: Obsah - povolené dokumenty
zh_cn: 内容-允许页

# srch.index.analyzer
source: Analyzer type
cs_cz: Typ analyzátoru
sk_sk: Typ analyzátora
zh_cn: 分析仪类型

# srch.index.analyzer.description
source: The type of analyzer that the index uses to tokenize text (divide text into searchable tokens)
zh_cn: 索引用来标记文本 （划分成可搜索的标记的文本） 的分析器类型

# srch.index.assembly
source: Index provider class
cs_cz: Název assembly
sk_sk: Názov zostavy
zh_cn: 索引提供程序类

# srch.index.assemblyempty
source: Assembly name must be specified
cs_cz: Název sestavy musí být specifikován
zh_cn: 必须指定程序集名称

# srch.index.batchsize
source: Batch size
cs_cz: Velikost dávky
sk_sk: Veľkosť dávky
zh_cn: 批处理大小

# srch.index.batchsize.description
source: Sets the maximum amount of records that the system retrieves in a single database query when rebuilding (or creating) the index
zh_cn: 设置系统检索的记录的最大单个数据库查询时重建 （或创建） 中的索引

# srch.index.classname
source: Class name
cs_cz: Název třídy
sk_sk: Názov triedy
zh_cn: 类名称

# srch.index.classnameempty
source: Class name must be specified
cs_cz: Název třídy musí být zadán
zh_cn: 必须指定类名称

# srch.index.classnamesinfo
source: Leave the field empty if you wish to choose all page types.
cs_cz: Pokud chcete vybrat všechny dokumenty nechejte toto pole prázdné.
sk_sk: Ponechajte pole prázdne pokiaľ chcete vybrať všetky typy dokumentov.
zh_cn: 将字段留空的如果你想要选择所有的页面类型。

# srch.index.codenameexists
source: Search index with given code name already exists!
cs_cz: Index hledání se zadaným kódovým jménem již existuje.
sk_sk: Vyhľadávací index zo zadaným názvom existuje!
zh_cn: 搜索索引与给定代码名称已存在 ！

# srch.index.community
source: Is community index
cs_cz: Je komunitní index
sk_sk: Je komunitný index
zh_cn: 是社交指标

# srch.index.confirmoptimize
source: Are you sure you want to optimize this search index?
cs_cz: Jste si jist, že chcete optimalizovat tento index hledání?
sk_sk: Ste si istý, že chcete optimalizovať tento vyhľadávací index?
zh_cn: 你确定你想要优化此搜索索引？

# srch.index.confirmrebuild
source: Are you sure you want to rebuild this search index?
cs_cz: Jste si jist, že chcete přegenerovat tento index hledání?
sk_sk: Ste si istý, že chcete znovu zostaviť tento vyhľadávací index?
zh_cn: 你确定你想要重建此搜索索引？

# srch.index.cultures
source: The following culture versions are included in the index
cs_cz: V indexu jsou zahrnuty následující kultury
sk_sk: Nasledujúce jazykové verzie sú obsiahnuté v indexe
zh_cn: 在索引中包含的以下的语言版本

# srch.index.currentitem
source: Current item
cs_cz: Aktuální položka
sk_sk: Aktuálna položka
zh_cn: 当前项目

# srch.index.custom
source: Custom
cs_cz: Uživatelský
sk_sk: Utívateľské
zh_cn: 自定义

# srch.index.customanalyzeraclassname
source: Class name
cs_cz: Název třídy
sk_sk: Názov triedy
zh_cn: 类名称

# srch.index.customanalyzerassembly
source: Analyzer class
cs_cz: Název assembly
sk_sk: Názov zostavy
zh_cn: 分析器类

# srch.index.customanalyzerassembly.description
source: Selects the class of custom analyzer. Custom analyzers allow you to perform text tokenization according to any requirements.
zh_cn: 选择类的自定义分析器。自定义分析器允许您执行任何要求根据文本标记。

# srch.index.customtable
source: Custom table
cs_cz: Uživatelská tabulka
sk_sk: Užívateľská tabuľka
zh_cn: 自定义表

# srch.index.customtablename
source: Custom table
cs_cz: Uživatelská tabulka
sk_sk: Užívateľská tabuľka
zh_cn: 自定义表

# srch.index.data
source: Index data
cs_cz: Data indexu
sk_sk: Dáta indexu
zh_cn: 索引数据

# srch.index.excludeddoc
source: Content - excluded pages
cs_cz: Obsah - nezahrnované dokumenty
sk_sk: Obsah - vylúčené dokumenty
zh_cn: 内容 — — 被排除在外的页面

# srch.index.forum
source: Forums
cs_cz: Fóra
sk_sk: Fóra
zh_cn: 论坛

# srch.index.forums
source: Forums
cs_cz: Fóra
sk_sk: Fóra
zh_cn: 论坛

# srch.index.forumsinfo
source: Leave the field empty if you wish to choose all forums on the selected site.
cs_cz: Pokud chcete vybrat všechna fóra na vybraném webu, nechejte pole prázdné.
sk_sk: Ponechajte prázdne políčko keď chcete vybrať všetky fóra na vybranom webe.
zh_cn: 将字段留空的如果你想选择选定站点上的所有论坛。

# srch.index.inclatt
source: Include attachment content
zh_cn: 包括附件内容

# srch.index.inclblog
source: Include blog comments
cs_cz: Zahrnout komentáře blogu
sk_sk: Vrátane blogových komentárov
zh_cn: 包括博客评论

# srch.index.inclboards
source: Include message boards
cs_cz: Zahrnout diskuze
sk_sk: Vrátane diskusií
zh_cn: 包括留言板

# srch.index.inclcats
source: Include categories
cs_cz: Zahrnout kategorie
zh_cn: 包括类别

# srch.index.inclforums
source: Include ad-hoc forums
cs_cz: Zahrnout ad-hoc fóra
sk_sk: Vrátane ad-hoc fór
zh_cn: 包括特设论坛

# srch.index.indexes
source: Indexes
cs_cz: Indexy Smart search
sk_sk: Indexy inteligentného vyhľadávania
zh_cn: 指标

# srch.index.indexstatus
source: Index status
cs_cz: Status indexu
zh_cn: 索引状态

# srch.index.info
source: Index info
zh_cn: 索引信息

# srch.index.infotext
source: The index will process pages in the following websites
cs_cz: Indexace bude zahrnovat následující weby
sk_sk: Index bude spracovávať dokumenty z nasledujúcich web stránok
zh_cn: 该指数将处理以下网站中的页面

# srch.index.isoptimized
source: Optimized
cs_cz: Index je optimalizován
sk_sk: Index je optimalizovaný
zh_cn: 优化

# srch.index.itemlist
source: Item list
cs_cz: Seznam položek
sk_sk: Zoznam položiek
zh_cn: 项目列表

# srch.index.keyword
source: Keyword
cs_cz: Klíčové slovo
sk_sk: Kľúčové slovo
zh_cn: 关键字

# srch.index.lastmodified
source: Last modified
cs_cz: Poslední modifikace
sk_sk: Naposledy zmenené
zh_cn: 上次修改时间

# srch.index.lastrebuild
source: Last rebuild
cs_cz: Poslední přegenerování
sk_sk: Naposledy zostavené
zh_cn: 最后重建

# srch.index.lastupdate
source: Last update
cs_cz: Datum poslední aktualizace
sk_sk: Naposledy aktualizované
zh_cn: 最后一次更新

# srch.index.list
source: Search indexes
cs_cz: Indexy hledání
sk_sk: Vyhľadávacie indexy
zh_cn: 搜索索引

# srch.index.location
source: Path
cs_cz: Cesta
sk_sk: Cesta
zh_cn: 路径

# srch.index.needrebuild
source: The search index you want to use has not been built yet. Rebuild the index on the General tab.
cs_cz: Vyhledávací index, který chcete použít, ještě nebyl znovu sestaven.
zh_cn: 您想要使用的搜索索引尚未建立。重建索引常规选项卡上。

# srch.index.newindex
source: New index
cs_cz: Nový index
sk_sk: Nový index
zh_cn: 新建索引

# srch.index.newtitemallowed
source: New allowed item
cs_cz: Nová povolená položka
sk_sk: Nová povolená položka
zh_cn: 新建允许的项目

# srch.index.newtitemexcluded
source: New excluded item
cs_cz: Nová nezahrnovaná položka
sk_sk: Nová vylúčená položka
zh_cn: 新排除的项

# srch.index.newtitle
source: New search index
cs_cz: Nový index hledání
sk_sk: Nový vyhľadávací index
zh_cn: 新建搜索索引

# srch.index.nositeselected
source: No sites selected. Go to 'Site' tab and select site(s) you want the index to be defined for.
cs_cz: Nebyly nalezeny žádné weby.
sk_sk: Neboli vybrané žiadne weby.
zh_cn: 没有选定的地点。请转到站点选项卡并选择您想要为定义的索引的站点。

# srch.index.objectname
source: Object name
cs_cz: Název objektu
sk_sk: Názov objektu
zh_cn: 对象名称

# srch.index.objectname.required
source: Please select an object name.
cs_cz: Vyberte prosím název objektu.
sk_sk: Vyberte, prosím, názov objektu
zh_cn: 请选择的对象名称。

# srch.index.onlineform
source: On-line form
zh_cn: 在线表格

# srch.index.onlineformname
source: On-line form name
zh_cn: 联机表格名称

# srch.index.optimize
source: Optimize
cs_cz: Optimalizovat
sk_sk: Optimalizovať
zh_cn: 优化

# srch.index.optimizestarted
source: Optimize task has been scheduled. It may take a few moments for the task to be executed.
cs_cz: Optimalizace začala. Může to chvíli trvat.
sk_sk: Optimalizácia začala. Môže to trvať niekoľko minút.
zh_cn: 优化任务已计划。它可能需要几分钟，为要执行的任务。

# srch.index.optimizestatus
source: Optimize status
cs_cz: Stav optimalizace
sk_sk: Status optimalizácie
zh_cn: 优化状态

# srch.index.rebuild
source: Rebuild
cs_cz: Přegenerovat
sk_sk: Znovu zostaviť
zh_cn: 重建

# srch.index.rebuildstarted
source: Rebuild task has been scheduled. It may take a few moments for the task to be executed.
cs_cz: Proces přegenerovávání byl zahájen. Může to chvíli trvat.
sk_sk: Proces zostavenia začal. Môže to trvať niekoľko minút.
zh_cn: 重建任务已计划。它可能需要几分钟，为要执行的任务。

# srch.index.required
source: Please go to the Index tab and select the object name first.
cs_cz: Nejdříve prosím jděte na panel Index a vyberte název objektu.
sk_sk: Choďte, prosím, na záložku Index a vyberte najskôr objekt.
zh_cn: 请转到索引选项卡，并第一次选择的对象名称。

# srch.index.searchdisabled
source: Smart search indexing is disabled.
cs_cz: Indexování pro Smart search je vypnuto.
sk_sk: Indexovanie inteligentného vyhľadávania je zakázané.
zh_cn: 禁用智能搜索索引。

# srch.index.selectsite
source: Site
cs_cz: Vyberte web
sk_sk: Vybrať web
zh_cn: 网站

# srch.index.simple
source: Simple
cs_cz: Jednoduchý
sk_sk: Jednoduchý
zh_cn: 简单

# srch.index.simplewithstemming
source: Simple with stemming
zh_cn: 简单的产生

# srch.index.site
source: Site name
cs_cz: Název webu
sk_sk: Názov webu
zh_cn: 站点名称

# srch.index.standard
source: Standard
cs_cz: Standardní
sk_sk: Štandardný
zh_cn: 标准

# srch.index.startswith
source: Starts with
cs_cz: Začíná na
sk_sk: Začína na
zh_cn: 以此开头

# srch.index.stemming
source: Stemming analyzer
zh_cn: 词干分析器

# srch.index.stop
source: Stop
cs_cz: Stop znaky
zh_cn: 停止

# srch.index.stopwithstemming
source: Stop words with stemming
zh_cn: 停止通过词干的词

# srch.index.stopwords
source: Stop words
cs_cz: Stop slova
sk_sk: Stop slová
zh_cn: 停止词

# srch.index.stopwords.description
source: Selects the stop word dictionary for Stop or Standard analyzers
zh_cn: 选择停止或标准分析仪停止字的字典

# srch.index.subset
source: Subset
cs_cz: Podmnožina
sk_sk: Podmnožina
zh_cn: 子集

# srch.index.title
source: Smart search
sk_sk: Inteligentné vyhľadávanie
zh_cn: 智能搜索

# srch.index.type
source: Index type
cs_cz: Typ
sk_sk: Typ
zh_cn: 索引类型

# srch.index.type.description
source: Determines what type of content the search index stores
zh_cn: 确定哪种类型的内容的搜索索引存储

# srch.index.userenabled
source: Enabled users only
cs_cz: Pouze povolení uživatelé
sk_sk: Len povolení užívatelia
zh_cn: 仅启用的用户

# srch.index.userhidden
source: Include hidden users
cs_cz: Zahrnout i skryté uživatele
sk_sk: Zahrnúť aj skrytých užívateľov
zh_cn: 包括隐藏的用户

# srch.index.userinrole
source: Users in roles
cs_cz: Uživatelé v rolích
sk_sk: Užívatelia v roliach
zh_cn: 角色中的用户

# srch.index.usernotinrole
source: Users not in roles
cs_cz: Uživatelé, kteří nejsou v rolích
sk_sk: Užívatelia, ktorí nie sú v roliach
zh_cn: 不是角色中的用户

# srch.index.usersite
source: Index users from all sites
cs_cz: Indexovat uživatele ze všech webů
sk_sk: Indexovať užívateľov zo všetkých stránok
zh_cn: 指数从所有网站用户

# srch.index.where
source: Where condition
cs_cz: Podmínka where
sk_sk: WHERE podmienka
zh_cn: 条件的位置

# srch.index.whitespace
source: White space
cs_cz: Bílé znaky
sk_sk: Biele miesta
zh_cn: 空白

# srch.index.whitespacewithstemming
source: White space with stemming
zh_cn: 与所产生的空白区域

# srch.indexrequiresrebuild
source: These changes require index rebuild. Please {0} to rebuild index now.
cs_cz: Tyto změny vyžadují přegenerování indexu. {0} pro vytvoření indexu nyní.
sk_sk: Tieto zmeny vyžadujú znovu zostavenie indexu. Prosím, {0} pre prebudovanie indexu teraz.
zh_cn: 这些更改要求重新生成索引。请 {0} 以现在重建索引。

# srch.indexselector.title
source: Select index
cs_cz: Vybrat index
sk_sk: Vybraný index
zh_cn: 选择索引

# srch.list.allowed
source: Allowed
cs_cz: Povoleno
sk_sk: Povolené
zh_cn: 允许

# srch.list.excluded
source: Excluded
cs_cz: Vyloučené
sk_sk: Vylúčené
zh_cn: 排除在外

# srch.newindex.addindextocurrentsite
source: Assign index to website
cs_cz: Přiřadit index k webu
sk_sk: Priradiť k web stránke
zh_cn: 将索引分配给网站

# srch.pathtoolong
source: Managing indexes is disabled, because the path to the index location is too long. For more informations see Developer's Guide -> Modules -> Smart search.
cs_cz: Správa indexů je zakázána, protože cesta k umístění indexu je příliš dlouhá. Více informací naleznete v Developer's Guide -> Modules -> Smart search.
sk_sk: Správa indexov je zakázaná, pretože cesta k umiestneniu indexu je príliš dlhá. Pre viac informácií čítajte Developer's Guide -> Modules -> Smart search.
zh_cn: 管理索引被禁用，因为索引位置的路径太长。更多的信息请参阅-> 智能搜索的-> 模块的开发人员指南。

# srch.results.noresults
source: No results were found.
cs_cz: Nebyly nalezeny žádné dokumenty.
sk_sk: Žiadne výsledky neboli nájdené.
zh_cn: 未找到结果。

# srch.results.noresults.preview
source: No results were found. <br /><br /> If you expected some results, please make sure that: <ul> <li>expected objects are included in the index (Indexed content tab), <li>search is enabled on the Search tab of the objects included into the index, <li>index is rebuilt. </ul>
zh_cn: 未找到结果。<br><br>如果你预期的一些结果，请确保：<ul> <li>中的索引 （索引内容选项卡），包括预期的对象<li>到索引，包含的对象的搜索选项卡上启用搜索<li>重新生成索引。</li></li></li></ul>

# srch.searchbox.searchfor
source: Search for
cs_cz: Hledat
sk_sk: Vyhľadávať
zh_cn: 搜索

# srch.searchconditiontypeenum.must
source: Must
zh_cn: 必须

# srch.searchconditiontypeenum.none
source: None
zh_cn: 没有一个

# srch.searchdisabledinfo
source: Smart search indexing is currently disabled. To enable it, please go to <strong>##ui|cms|settings## -> System -> Search</strong> and check the "Enable smart search indexing" box.
cs_cz: Indexování pro inteligentní vyhledávání je momentálně vypnuté. Zapnout ho můžete v <b>Site Manager -> Nastavení -> Web site<b> zaškrtnutím políčka 'Povolit indexování inteligentního vyhledávání'.
sk_sk: Indexovanie je momentálne zakázané. Na povolenie, prosím, choďte do <b>Site Manager -> Nastavenia -> Systém -> Vyhľadávanie</b> a zaškrknite políčko "Povoliť smart search indexovanie".
zh_cn: 当前禁用智能搜索索引。若要启用它，请转到<strong> ##ui|cms|settings## ->-> 搜索系统</strong>，并选中"启用智能搜索索引"框。

# srch.settings.fieldname
source: Field name
cs_cz: Název
sk_sk: Názov poľa
zh_cn: 字段名称

# srch.settings.ifield
source: Custom search name
cs_cz: Název pro hledání
sk_sk: Vlastný názov vyhľadávania
zh_cn: 自定义搜索的名称

# srch.settings.searchable
source: Searchable
cs_cz: Prohledavatelné
sk_sk: Vyhľadávateľné
zh_cn: 搜索

# srch.settings.tokenized
source: Tokenized
cs_cz: Rozdělitelné
sk_sk: Rozdelené
zh_cn: 标记

# srch.status.new
source: New (Rebuild required)
cs_cz: Nový
sk_sk: Nový
zh_cn: 新建 （需重建)

# srch.status.unknown
source: Unknown
zh_cn: 未知

# srch.stopwords.ar
source: Arabic
zh_cn: 阿拉伯语

# srch.stopwords.cs
source: Czech
zh_cn: 捷克语

# srch.stopwords.de
source: German
zh_cn: 德语

# srch.stopwords.es
source: Spanish
zh_cn: 西班牙语

# srch.stopwords.fr
source: French
zh_cn: 法语

# srch.stopwords.it
source: Italian
zh_cn: 意大利语

# srch.stopwords.nl
source: Dutch
zh_cn: 荷兰语

# srch.stopwords.pl
source: Polish
zh_cn: 波兰语

# srch.stopwords.pt
source: Portuguese
zh_cn: 葡萄牙语

# srch.stopwords.ru
source: Russian
zh_cn: 俄语

# srch.stopwords.sv
source: Swedish
zh_cn: 瑞典语

# srch.task.tasknotexist
source: The search task no longer exists.
zh_cn: 搜索任务不再存在。

# srch.task.tasks
source: Tasks
zh_cn: 任务

# srch.titlefield
source: Title field
cs_cz: Nadpis
sk_sk: Pole titulky
zh_cn: 标题字段

# staging.currentserver
source: Current server name is <strong>'{0}'</strong>.
cs_cz: Název aktuálního serveru je <strong>'{0}'</strong>.
sk_sk: Názov aktuálneho serveru je <strong>'{0}'</strong>.
zh_cn: 当前服务器名称是<strong>'{0}'</strong>。

# staging.objects
source: Objects
cs_cz: Objekty
sk_sk: Objekty
zh_cn: 对象

# staging.taskprocessedby
source: Task processed by:
cs_cz: Úloha zpracovávaná:
sk_sk: Úloha spracovávaná:
zh_cn: 由处理的任务：

# staging.tasktime
source: Task time:
cs_cz: Čas úlohy:
sk_sk: Čas úlohy:
zh_cn: 任务时间：

# staging.tasktype
source: Task type:
cs_cz: Typ úlohy:
sk_sk: Typ úlohy:
zh_cn: 任务类型：

# stateselector.entersearch
source: State
cs_cz: Název státu nebo jeho část:
sk_sk: Názov štátu alebo časť názvu:
zh_cn: 状态

# stateselector.itemname
source: State name
cs_cz: Název státu
sk_sk: Názov štátu
zh_cn: 状态名称

# stateselector.moreitems
source: (more states)
cs_cz: (více států)
sk_sk: (viac štátov)
zh_cn: （更多的国家）

# stateselector.nodata
source: No states
cs_cz: Žádné státy
sk_sk: Žiadne štáty
zh_cn: 没有任何国家

# stateselector.selectitem
source: Select state
cs_cz: Vybrat stát
sk_sk: Vybrať štát
zh_cn: 选择状态

# store_settings.headercaption
source: Store settings
cs_cz: Nastavení obchodu
sk_sk: Nastavenia obchodu
zh_cn: 存储设置

# storesettings_changecurrency.changediscountcoupons
source: Recalculate flat product coupons
cs_cz: Přepočítat pevné slevové kupóny
sk_sk: Prepočítať pevné kupóny na zľavu
zh_cn: 重新计算平板产品的优惠券

# strands.choosetemplate
source: Choose a template
zh_cn: 选择一个模板
