Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# newsletter_edit.newitemcaption
source: New email campaign
cs_cz: Nový newsletter
sk_sk: Nový newsletter
zh_cn: 新建电子邮件活动

# newsletter_edit.newsletterdisplaynamelabel
source: Email campaign display name
cs_cz: Zobrazovaný název newsletteru
sk_sk: Zobrazované meno newslettera:
zh_cn: 电子邮件市场活动显示名称

# newsletter_edit.newsletternameexists
source: NewsletterName must be unique.
cs_cz: NewsletterName musí být jedinečné.
sk_sk: NewsletterName musí byť jedinečné.
zh_cn: NewsletterName 必须是唯一的。

# newsletter_edit.newsletternamelabel
source: Email campaign code name
cs_cz: Kódový název newsletteru
sk_sk: Kódové meno newslettera:
zh_cn: 电子邮件市场活动代码名称

# newsletter_edit.newsletterproperties
source: Email campaign properties
cs_cz: Vlastnosti newsletteru
sk_sk: Vlastnosti newslettera
zh_cn: 电子邮件活动属性

# newsletter_edit.newsletters
source: Email campaigns
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件活动

# newsletter_edit.newslettersenderemaillabel
source: Sender email address
cs_cz: E-mail odesilatele:
sk_sk: E-mail odosielateľa:
zh_cn: 发件人的电子邮件地址

# newsletter_edit.newslettersendernamelabel
source: Sender name
cs_cz: Jméno odesilatele:
sk_sk: Meno odosielateľa:
zh_cn: 发件人姓名

# newsletter_edit.newslettertemplate
source: Email campaign template
cs_cz: Šablona newsletteru:
sk_sk: Šablóna newslettera:
zh_cn: 电子邮件市场活动模板

# newsletter_edit.nodayselected
source: At least one day must be selected.
cs_cz: Musí být vybrán alespoň jeden den.
sk_sk: Aspoň jeden deň musí byť vybraný.
zh_cn: 必须选择至少一天。

# newsletter_edit.noemailtemplateselected
source: Please select a template.
cs_cz: Vyberte prosím šablonu.
sk_sk: Prosím, vyberte šablónu.
zh_cn: 请选择一个模板。

# newsletter_edit.nosubscriptiontemplateselected
source: Please select a subscription confirmation template.
cs_cz: Vyberte prosím šablonu potvrzení o přihlášení.
sk_sk: Prosím, vyberte šablónu potvrdenia o prihlásení sa.
zh_cn: 请选择订阅确认模板。

# newsletter_edit.nounsubscriptiontemplateselected
source: Please select an unsubscription confirmation template.
cs_cz: Vyberte prosím šablonu potvrzení o odhlášení.
sk_sk: Prosím, vyberte šablónu potvrdenia o odhlásení sa.
zh_cn: 请选择确认撤销确认模板。

# newsletter_edit.schedule
source: Schedule mail-outs
cs_cz: Naplánované odeslání e-mailů:
sk_sk: Naplánované odoslanie e-mailov:
zh_cn: 附表的直邮

# newsletter_edit.sourcepageurl
source: Source page URL
cs_cz: URL zdrojové stránky:
sk_sk: URL zdrojovej stránky:
zh_cn: 源页面的 URL

# newsletter_edit.subscriptiontemplate
source: Subscription confirmation
cs_cz: Potvrzení přihlášení:
sk_sk: Potvrdenie prihlásenia:
zh_cn: 订阅确认

# newsletter_edit.templatebased
source: Template-based email campaign:
cs_cz: Newsletter založený na šabloně:
sk_sk: Newsletter založený na šablóne:
zh_cn: 基于模板的电子邮件活动：

# newsletter_edit.unsubscriptiontemplate
source: Unsubscription confirmation
cs_cz: Potvrzení odhlášení:
sk_sk: Potvrdenie odhlásenia:
zh_cn: 确认撤销确认

# newsletter_issue_edit.cannotbeedited
source: The email has already been sent and cannot be edited.
cs_cz: Vydání newsletteru již bylo odesláno a proto není možné je editovat.
sk_sk: Vydanie newslettera už bolo odoslané a preto nie je možné ho editovať.
zh_cn: 电子邮件已发送，无法编辑。

# newsletter_issue_header.alreadysent
source: The email has already been sent.
cs_cz: Vydání newsletteru již bylo odesláno.
sk_sk: Vydanie newslettera už bolo odoslané.
zh_cn: 已发送电子邮件。

# newsletter_issue_header.newsletterissueproperties
source: Email properties
cs_cz: Vlastnosti vydání newsletteru
sk_sk: Vlastnosti vydania newslettera
zh_cn: 电子邮件属性

# newsletter_issue_header.notsentyet
source: The email has not been sent yet.
cs_cz: Vydání newsletteru ještě nebylo odesláno.
sk_sk: Vydanie newslettera ešte nebolo odoslané.
zh_cn: 电子邮件尚未发送。

# newsletter_issue_header.preview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# newsletter_issue_list.headercaption
source: Email
cs_cz: Vydání newsletteru
sk_sk: Vydanie newslettera
zh_cn: 电子邮件

# newsletter_issue_list.newitemcaption
source: Create new email
cs_cz: Nové vydání
sk_sk: Nové vydanie
zh_cn: 创建新的电子邮件

# newsletter_issue_list.noissuesfound
source: No emails found.
cs_cz: Žádná vydání nebyla nalezena
sk_sk: Neboli nájdené žiadne vydania.
zh_cn: 没有找到的电子邮件。

# newsletter_issue_list.nosubscribers
source: No subscribers were assigned to this email campaign.
cs_cz: K tomuto newsletteru nebyli přiřazeni žádní odběratelé.
sk_sk: K tomuto newsletteru neboli priradení žiadni odberatelia.
zh_cn: 没有订户被分配到此电子邮件活动。

# newsletter_issue_list.notimeselected
source: Please enter a date and time.
cs_cz: Vložte nějaký datum a čas.
sk_sk: Prosím, vložte dátum a čas.
zh_cn: 请输入一个日期和时间。

# newsletter_issue_list.title
source: New email
cs_cz: Nové vydání newsletteru
sk_sk: Nové vydanie newslettera
zh_cn: 新建电子邮件

# newsletter_issue_new_preview.header
source: Preview email campaign
cs_cz: Náhled newsletteru
sk_sk: Náhľad newslettera
zh_cn: 预览电子邮件活动

# newsletter_list.headercaption
source: Email campaigns
cs_cz: Newsletter
sk_sk: Newslettery
zh_cn: 电子邮件活动

# newsletter_list.newitemcaption
source: New email campaign
cs_cz: Nový newsletter
sk_sk: Nový newsletter
zh_cn: 新建电子邮件活动

# newsletter_send.errorsent
source: Error sending email campaign. Original exception:
cs_cz: Došlo k chybě během posílání newsletteruText chyby:
sk_sk: Chyba pri odosielaní newslettera. Pôvodná chyba:
zh_cn: 错误发送的电子邮件活动。原始异常：

# newsletter_send.successfullysent
source: Email was passed on for sending.
cs_cz: Newsletter byl úspěšně odeslán.
sk_sk: Newsletter bol úspešne odoslaný.
zh_cn: 电子邮件被通过发送。

# newsletter_subscribers.addsubscriber
source: Add subscriber
cs_cz: Přidat odběratele
sk_sk: Pridať odberateľov
zh_cn: 添加的订阅服务器

# newsletter_subscribers.nosuscriberfound
source: No subscriber found
cs_cz: Nebyl nalezen žádný odběratel
sk_sk: Nebol nájdený žiadny odberateľ
zh_cn: 发现没有订阅服务器

# newsletter_subscribers.searchroles
source: Search roles
cs_cz: Hledat role
sk_sk: Hľadaj rolu
zh_cn: 搜索角色

# newsletter_subscribers.searchsubscribers
source: Search subscribers
cs_cz: Hledat odběratele
sk_sk: Hľadaj odoberateľa
zh_cn: 搜索用户

# newsletter_subscribers.searchusers
source: Search users
cs_cz: Hledat uživatele
sk_sk: Hľadaj užívateľa
zh_cn: 搜索用户

# newsletter_subscribers.sendconfirmation
source: Send email confirmation to subscribers
cs_cz: Poslat potvrzovací e-mail odběrateli
sk_sk: Poslať potvrdzovací e-mail odberateľovi
zh_cn: 向订阅者发送电子邮件确认

# newsletter_subscribers.texttosearch
source: Enter email, first name or last name
cs_cz: Vložte e-mail, jméno, příjmení nebo jejich část:
sk_sk: Vložte e-mail, meno, priezvisko alebo ich časť:
zh_cn: 输入的电子邮件、 名字或姓氏

# newslettercontainerview.headerissuescount
source: Number of emails
cs_cz: Počet vydání
sk_sk: Počet vydaní
zh_cn: 电子邮件数量

# newslettercontainerview.headernewslettername
source: Email campaign name
cs_cz: Název newsletteru
sk_sk: Meno newslettera
zh_cn: 电子邮件市场活动名称

# newslettercontainerview.headersubscriptionscount
source: Number of subscribers
cs_cz: Počet odběratelů
sk_sk: Počet odberateľov
zh_cn: 用户数目

# newslettercontenteditor.subjectrequired
source: Please enter an email subject.
cs_cz: Vložte prosím předmět e-mailu.
sk_sk: Prosím, vložte predmet e-mailu.
zh_cn: 请输入电子邮件主题。

# newsletteremailqueue_list.deleteall
source: Delete all
cs_cz: Smazat vše
sk_sk: Zmazať všetko
zh_cn: 删除所有

# newsletteremailqueue_list.deleteallconfirmationmessage
source: Are you sure you want to delete all?
cs_cz: Opravdu chcete smazat všechny e-maily z fronty?
sk_sk: Naozaj chcete zmazať všetky e-maily z fronty?
zh_cn: 你确定你想要删除所有？

# newsletteremailqueue_list.deleteallfailed
source: Delete all failed
cs_cz: Smazat neodeslané
sk_sk: Vymazať všetky neúspešné
zh_cn: 删除所有失败

# newsletteremailqueue_list.deleteallfailedconfirmationmessage
source: Are you sure you want to delete all failed?
cs_cz: Opravdu chcete smazat všechny neúspěšně poslané emaily?
sk_sk: Naozaj chcete zmazať všetky neúspešné e-maily z fronty?
zh_cn: 你确定你想要删除所有失败吗？

# newsletteremailqueue_list.headercaption
source: Email campaign queue
cs_cz: Fronta newsletterů
sk_sk: Fronta newsletterov
zh_cn: 电子邮件活动队列

# newsletteremailqueue_list.intro
source: The following list contains emails that are waiting to be sent or whose sending failed.
cs_cz: Následující seznam obsahuje e-maily, které čekají na odeslání nebo jejichž odeslání selhalo.
sk_sk: Nasledujúci zoznam obsahuje e-maily, ktoré čakajú na odoslanie alebo ktorých odoslanie zlyhalo.
zh_cn: 下面的列表包含电子邮件，正在等待发送或其发送失败。

# newsletteremailqueue_list.newitemcaption
source: undefined
cs_cz: nedefinováno
sk_sk: Nedefinované
zh_cn: 未定义

# newsletteremailqueue_list.resendall
source: Resend all
cs_cz: Odeslat vše
sk_sk: Odoslať znovu
zh_cn: 重发所有

# newsletteremailqueue_list.resendallfailed
source: Resend all failed
cs_cz: Odeslat neodeslané
sk_sk: Odoslať znovu všetky neodoslané
zh_cn: 重发所有失败

# newsletteremailqueue_list.resendallfailedconfirmationmessage
source: Are you sure you want to resend all failed?
cs_cz: Opravdu chcete znovu poslat všechny neúspěšně poslané e-maily?
sk_sk: Naozaj chcete odoslať znovu všetky neúspešné e-maily?
zh_cn: 你确定你想要重新发送所有失败吗？

# newsletterissue_send.datetime
source: Date and time
cs_cz: Datum a čas
zh_cn: 日期和时间

# newsletterissue_send.header
source: Send
cs_cz: Poslat
zh_cn: 发送

# newsletterissue_send.schedule
source: Schedule mail-out to all subscribers
cs_cz: Naplánovat odesílání newsletterů všem odběratelům
zh_cn: 安排到所有订阅服务器的邮件了

# newsletterissue_send.sendlater
source: Send the email campaign manually later
cs_cz: Poslat newsletter ručně později
zh_cn: 手动稍后发送电子邮件活动

# newsletterissue_send.sendnow
source: Send now to all subscribers
cs_cz: Poslat všem odběratelům ihned
zh_cn: 立即发送到所有订阅服务器

# newsletters.emailqueue
source: Email campaign queue
cs_cz: Fronta newsletterů
sk_sk: Fronta newsletterov
zh_cn: 电子邮件活动队列

# newsletters.e-mailqueue
source: Email campaign queue
cs_cz: Fronta newsletterů
sk_sk: Fronta newsletterov
zh_cn: 电子邮件活动队列

# newsletters.exportsubscribers
source: Export subscribers
cs_cz: Exportovat odběratele
sk_sk: Exportovať odberateľov
zh_cn: 导出订户

# newsletters.importsubscribers
source: Import subscribers
cs_cz: Importovat odběratele
sk_sk: Importovať odberateľov
zh_cn: 导入用户

# newsletters.mysubscriptions.nodata
source: You aren't currently subscribed for any email campaign.
cs_cz: Právě nejste zapsání k žádnému newsletteru.
sk_sk: Nie ste momentálne prihlásený k žiadnemu newsletteru.
zh_cn: 您当前不被订阅任何电子邮件活动。

# newsletters.newsletters
source: Email campaigns
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件活动

# newsletters.subscriptionconfirmation
source: Subscription confirmation
cs_cz: Potvrzení přihlášení.
sk_sk: Potvrdenie prihlásenia.
zh_cn: 订阅确认

# newsletters.unsubscriptionconfirmation
source: Unsubscription confirmation
cs_cz: Potvrzení odhlášení.
sk_sk: Potvrdenie odhlásenia.
zh_cn: 确认撤销确认

# newsletterselect.letuserchoose
source: (let the user choose)
cs_cz: (nechat vybrat uživatele)
sk_sk: (nechať vybrať užívateľa)
zh_cn: （让用户选择）

# newslettersubscription.email
source: Email:
zh_cn: 电子邮件：

# newslettersubscription.erroremptyemail
source: Please fill in an email address into your user profile.
cs_cz: Doplňte prosím do profilu svou e-mailovou adresu.
sk_sk: Prosím, vyplňte e-mail adresu vo vašom užívateľskom profile.
zh_cn: 请填写电子邮件地址到您的用户配置文件。

# newslettersubscription.erroremptyfirstname
source: Please enter first name.
cs_cz: Vložte prosím křestní jméno.
sk_sk: Prosím, vložte krstné meno.
zh_cn: 请输入名字。

# newslettersubscription.erroremptyfullname
source: Please enter full name.
cs_cz: Vložte prosím celé jméno.
sk_sk: Prosím, vložte celé meno.
zh_cn: 请输入完整的名称。

# newslettersubscription.erroremptylastname
source: Please enter last name.
cs_cz: Vložte prosím příjmení.
sk_sk: Prosím, vložte priezvisko.
zh_cn: 请输入姓氏。

# newslettersubscription.errorinvalidemail
source: Please enter a valid email address.
cs_cz: Vložte prosím platnou e-mailovou adresu.
sk_sk: Prosím, vložte platnú e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址。

# newslettersubscription.firstname
source: First&nbsp;Name:
cs_cz: Křestní jméno:
sk_sk: Krstné&nbsp;meno:
zh_cn: 名字:

# newslettersubscription.fullname
source: Full Name:
cs_cz: Celé jméno:
sk_sk: Celé meno:
zh_cn: 全名：

# newslettersubscription.lastname
source: Last&nbsp;Name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# newslettersubscription.newsletterdoesnotexist
source: Email campaign with given ID doesn't exist!
cs_cz: Newsletter s daným ID neexistuje!
sk_sk: Newsletter s daným ID neexistuje!
zh_cn: 电子邮件活动与给出的 ID 不存在 ！

# newslettersubscription.noneselected
source: Please select a newsletter
cs_cz: Vyberte prosím newsletter
sk_sk: Prosím, vyberte newsletter
zh_cn: 请选择一份时事通讯

# newslettersubscription.submit
source: Subscribe
cs_cz: Odebírat
sk_sk: Odoberať
zh_cn: 订阅

# newslettersubscription.subscribed
source: You've been subscribed.
cs_cz: Byl jste přihlášen k odběru.
sk_sk: Boli ste prihlásený.
zh_cn: 您已经订阅了。

# newslettersubscription.subscriberdoesnotexist
source: Subscriber with given email doesn't exist and can't be created!
cs_cz: Odběratel s daným e-mailem neexistuje a nelze ho vytvořit!
sk_sk: Odberateľ s daným e-mailom neexistuje a nemožno ho vytvoriť!
zh_cn: 订阅服务器上与给定的电子邮件不存在且无法创建 ！

# newslettersubscription.subscriberisalreadysubscribed
source: Subscriber has been already subscribed.
cs_cz: Odběratel již byl přihlášen.
sk_sk: Odberateľ už bol prihlásený.
zh_cn: 订阅服务器已已经订阅了。

# newslettersubscription.subscriberisalreadysubscribedxy
source: You are already subscribed to email campaign
cs_cz: Již jste odběratelem newsletteru
sk_sk: Už ste odberateľom newslettera
zh_cn: 您已订阅电子邮件活动

# newslettersubscription.subscriptioncreated
source: You've been subscribed.
cs_cz: Byl jste přihlášen.
sk_sk: Boli ste prihlásený.
zh_cn: 您已经订阅了。

# newslettersubscription.subscriptionexists
source: You are already subscribed to this email campaign.
cs_cz: Již jste přihlášen k tomuto newsletteru.
sk_sk: Už ste prihlásený k tomuto newsletteru.
zh_cn: 您已经订阅此电子邮件活动。

# newslettersubscription.subscriptionfailed
source: An error occurred - you haven't been subscribed.
cs_cz: Nastala chyba - nebyl jste přihlášen.
sk_sk: Nastala chyba - neboli ste prihlásený.
zh_cn: 出现了一个错误 — — 你还没被认购。

# newslettertemplate_edit.drpissue
source: Campaign email
cs_cz: Vydání newsletteru
sk_sk: Vydanie newslettera
zh_cn: 市场活动电子邮件

# newslettertemplate_edit.drpsubscription
source: Subscription confirmation
cs_cz: Potvrzení přihlášení k newsletteru
sk_sk: Potvrdenie prihlásenia
zh_cn: 订阅确认

# newslettertemplate_edit.drpunsubscription
source: Unsubscription confirmation
cs_cz: Potvrzení odhlášení
sk_sk: Potvrdenie odhlásenia
zh_cn: 确认撤销确认

# newslettertemplate_edit.editableregionerror
source: Template body contains editable regions with same name
cs_cz: Tělo šablony obsahuje editovatelná pole se shodným jménem
sk_sk: Telo šablóny obsahuje editovateľné polia so zhodným menom
zh_cn: 模板正文包含具有相同名称的可编辑区域

# newslettertemplate_edit.editableregionnameerror
source: Editable region contains forbidden characters
cs_cz: Upravované pole obsahuje nepovolené znaky
sk_sk: Editovateľné pole obsahuje nepovolené znaky
zh_cn: 可编辑区域包含禁用的字符

# newslettertemplate_edit.emptyheightmsg
source: Please enter a height.
cs_cz: Vložte prosím název.
sk_sk: Prosím, vložte výšku.
zh_cn: 请输入一个高度。

# newslettertemplate_edit.emptynamemsg
source: Please enter a name.
cs_cz: Vložte prosím jméno.
sk_sk: Prosím, vložte meno.
zh_cn: 请输入一个名称。

# newslettertemplate_edit.emptywidthmsg
source: Please enter a width.
cs_cz: Vložte prosím šířku.
sk_sk: Prosím, vložte šírku.
zh_cn: 请输入一个宽度。

# newslettertemplate_edit.erroremptyname
source: Please enter a name.
cs_cz: Vložte prosím název.
sk_sk: Prosím, vložte meno.
zh_cn: 请输入一个名称。

# newslettertemplate_edit.headercaption
source: New template
cs_cz: Nová šablona
sk_sk: Nová šablóna
zh_cn: 新建模板

# newslettertemplate_edit.insert
source: Insert
cs_cz: Vložit
sk_sk: Vložiť
zh_cn: 插入

# newslettertemplate_edit.itemlistlink
source: Email campaign templates
cs_cz: Šablony newsletteru
sk_sk: Šablóny newslettera
zh_cn: 电子邮件市场活动模板

# newslettertemplate_edit.newitemcaption
source: New template
cs_cz: Nová šablona
sk_sk: Nová šablóna
zh_cn: 新建模板

# newslettertemplate_edit.properties
source: Template properties
cs_cz: Vlastnosti šablony
sk_sk: Vlastnosti šablóny
zh_cn: 模板属性

# newslettertemplate_edit.showinarchive
source: Show email in archive:
cs_cz: Zobrazit v archivu newsletterů
sk_sk: Zobraziť newsletter v archíve:
zh_cn: 在档案中显示电子邮件:

# newslettertemplate_edit.templateeditregheightlabel
source: Height:
cs_cz: Výška:
sk_sk: Výška:
zh_cn: 高度:

# newslettertemplate_edit.templateeditregnamelabel
source: Name:
cs_cz: Jméno:
sk_sk: Meno:
zh_cn: 名称：

# newslettertemplate_edit.templateeditregwidthlabel
source: Width:
cs_cz: Šířka:
sk_sk: Šírka:
zh_cn: 宽度：

# newslettertemplate_edit.templateinserteditreglabel
source: Insert editable region:
cs_cz: Vložit editační oblast:
sk_sk: Vložiť editačnú oblasť:
zh_cn: 插入可编辑区域：

# newslettertemplate_edit.templatenameexists
source: Email campaign template with given name already exists!
cs_cz: Šablona newsletteru s daným jménem již existuje!
sk_sk: Šablóna s daným menom už existuje!
zh_cn: 具有给定名称的电子邮件市场活动模板已存在 ！

# newslettertemplate_edit.templatestylesheettextlabel
source: CSS stylesheet:
cs_cz: Šablona stylů CSS:
sk_sk: Šablóna štýlov CSS:
zh_cn: CSS 样式表：

# newslettertemplate_edit.templatesubject
source: Template subject
cs_cz: Předmět šablony
sk_sk: Predmet šablóny
zh_cn: 模板主题

# newslettertemplate_edit.templatetype
source: Template type:
cs_cz: Typ šablony:
sk_sk: Typ šablóny:
zh_cn: 模板类型：

# newslettertemplate_edit.templatetypelabel
source: Template type:
cs_cz: Typ šablony:
sk_sk: Typ šablóny:
zh_cn: 模板类型：

# newslettertemplate_list.headercaption
source: Email campaign templates
cs_cz: Šablony newsletteru
sk_sk: Šablóny newslettera
zh_cn: 电子邮件市场活动模板

# newslettertemplate_list.issue
source: Email
cs_cz: Vydání newsletteru
sk_sk: Vydanie newslettera
zh_cn: 电子邮件

# newslettertemplate_list.newitemcaption
source: New template
cs_cz: Nová šablona
sk_sk: Nová šablóna
zh_cn: 新建模板

# newslettertemplate_list.subscription
source: Subscription
cs_cz: Přihlášení
sk_sk: Prihlásenie
zh_cn: 订阅

# newslettertemplate_list.templateinusebynewsletter
source: Template can't be deleted because it's used by an email campaign.
cs_cz: Šablonu nelze smazat protože je použita v newsletteru.
sk_sk: Šablónu nemožno zmazať pretože je použitá v niektorom newsletteri.
zh_cn: 不能删除模板，因为它使用电子邮件活动。

# newslettertemplate_list.templateinusebynewsletterissue
source: Template can't be deleted because it's used by an email.
cs_cz: Šablonu nelze smazat protože je použita ve vydání newsletteru.
sk_sk: Šablónu nemožno zmazať pretože je použitá v niektorom vydaní newslettera.
zh_cn: 不能删除模板，因为它使用电子邮件。

# newslettertemplate_list.unsubscription
source: Unsubscription
cs_cz: Odhlášení
sk_sk: Odhlásenie
zh_cn: 未获客户退订

# newsletterview.headerissuesubject
source: Email Subject
cs_cz: Předmět vydání
sk_sk: Predmet vydania
zh_cn: 电子邮件主题

# newsletterview.headerlastresult
source: Last result
cs_cz: Poslední výsledek
sk_sk: Posledný výsledok
zh_cn: 最后的结果

# newsletterview.headerreleasedate
source: Release date
cs_cz: Datum vydání
sk_sk: Dátum vydania
zh_cn: 发布日期

# newsletterview.headersentemails
source: Sent emails
cs_cz: Odeslané e-maily
sk_sk: Odoslané e-maily
zh_cn: 发送电子邮件

# newsletterview.headertimereleased
source: Released
cs_cz: Vydáno
sk_sk: Vydané
zh_cn: 释放

# newsletterview.headerunsubscribed
source: Unsubscribed
cs_cz: Odhlášen
sk_sk: Odhlásený
zh_cn: 取消订阅

# notification.gateways_list.newitem
source: New gateway
cs_cz: Nová brána
sk_sk: Nová brána
zh_cn: 新网关

# notification.template.gateway
source: Gateway
cs_cz: Brána
sk_sk: Brána
zh_cn: 网关

# notification.template.html
source: HTML text
zh_cn: HTML 文本

# notification.template.plain
source: Plain text
cs_cz: Prostý text
sk_sk: Čistý text
zh_cn: 纯文本

# notifications.administration.userhasnonotifications
source: User isn't currently subscribed to receive any notifications.
cs_cz: Uživatel není přihlášen k zasílání upozornění.
sk_sk: Užívateľ nie je prihlásený k odoberaniu upozornení
zh_cn: 用户并不是当前订阅可在收到任何通知。

# notifications.allsites
source: (all sites)
cs_cz: (všechny weby)
sk_sk: (všetky stránky)
zh_cn: (所有网站)

# notifications.contentsubscription.alldoctypes
source: all page types
cs_cz: všechny typy dokumentů
sk_sk: všetky typy dokumentov
zh_cn: 所有的页面类型

# notifications.contentsubscription.name
source: Content subscription: Path='{0}', Types='{1}', Action='{2}'
cs_cz: Upozornění na změnu obsahu: Cesta='{0}', Typ='{1}', Akce='{2}'
sk_sk: Upozornenie na zmenu obsahu: Cesta='{0}', Typ='{1}', Akcia='{2}'
zh_cn: 内容订阅： 路径 = '{0}'，类型 = '{1}'，行动 = '{2}'

# notifications.emailgateway.format
source: Please enter email address in correct format.
cs_cz: Zadejte e-mailovou adresu v korektním formátu.
sk_sk: Prosím, zadaj e-mail v správnej forme.
zh_cn: 请输入电子邮件地址的正确格式。

# notifications.emailgateway.formats
source: Please enter email addresses in correct format separated by semicolon.
cs_cz: Zadejte e-mailové adresy v korektním formátu oddělené středníkem.
sk_sk: Prosím, zadaj e-maily v správnej forme oddelené bodkočiarkou.
zh_cn: 请输入电子邮件地址，用分号分隔的正确格式。

# notifications.gateway.assemblyname
source: Gateway provider
cs_cz: Název assembly
sk_sk: Názov DLL knižnice
zh_cn: 网关提供商

# notifications.gateway.classname
source: Class name
cs_cz: Název třídy
sk_sk: Meno triedy
zh_cn: 类名称

# notifications.gateway.description
source: Description
cs_cz: Popis
sk_sk: Popis
zh_cn: 描述

# notifications.gateway.newitem
source: New gateway
cs_cz: Nová brána
sk_sk: Nová brána
zh_cn: 新网关

# notifications.gateway.requiresassemblyname
source: Please enter an assembly name.
cs_cz: Zadejte prosím název assembly.
sk_sk: Prosím, zadajte názov DLL knižnice.
zh_cn: 请输入程序集名称。

# notifications.gateway.requiresclassname
source: Please enter a class name.
cs_cz: Zadejte prosím název třídy.
sk_sk: Prosím, zadajte názov triedy.
zh_cn: 请输入类名。

# notifications.gateway.requiresdisplayname
source: Please enter a display name.
cs_cz: Zadejte prosím zobrazovaný název.
sk_sk: Prosím, zadajte zobrazovacie meno.
zh_cn: 请输入一个显示名称。

# notifications.gateway.settings
source: Gateway settings
cs_cz: Nastavení brány
sk_sk: Nastavenie brány
zh_cn: 网关设置

# notifications.gateway.supportshtml
source: Supports HTML text
cs_cz: Podporuje HTML
sk_sk: Podporuje HTML text
zh_cn: 支持 HTML 文本

# notifications.gateway.supportsplain
source: Supports plain text
cs_cz: Podporuje prostý text
sk_sk: Podporuje čistý text
zh_cn: 支持纯文本

# notifications.gateway.supportssubject
source: Supports message subject
cs_cz: Podporuje předmět zprávy
sk_sk: Podporuje predmet správy
zh_cn: 支持邮件主题

# notifications.gateways
source: Gateways
cs_cz: Brány
sk_sk: Brány
zh_cn: 网关

# notifications.gatewayselector.nogateway
source: There are no notification gateways specified.
cs_cz: Nejsou definovány žádne brány.
sk_sk: Nie je špecifikovaná žiadna brána.
zh_cn: 没有指定的通知网关。

# notifications.gatewayselector.title
source: Select notification gateways
cs_cz: Výběr brány
sk_sk: Vyberte bránu pre oznámenia
zh_cn: 选择通知网关

# notifications.header.gateways
source: Gateways
cs_cz: Brány
sk_sk: Brány
zh_cn: 网关

# notifications.header.templates
source: Templates
cs_cz: Šablony
sk_sk: Šablóny
zh_cn: 模板

# notifications.header.title
source: Notifications
cs_cz: Upozornění
sk_sk: Oznámenia
zh_cn: 通知

# notifications.multiplegateway.gatewaynotexist
source: Gateway '{0}' does not exist.
cs_cz: Brána '{0}' neexistuje.
sk_sk: Brána '{0}' neexistuje.
zh_cn: 网关 '{0}' 并不存在。

# notifications.subscribe
source: Subscribe
cs_cz: Přihlásit
sk_sk: Odoberať
zh_cn: 订阅

# notifications.subscribe.anonymous
source: Anonymous users are not allowed to subscribe. Please log on.
cs_cz: Anonymní uživatel se nemůže zapsat k odběru. Nejprve se přihlašte.
sk_sk: Anonymní užívatelia nemajú povolené odoberať oznámenia. Prosím, prihláste sa.
zh_cn: 不允许匿名用户订阅。请登录。
