Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# workflowdesigner.savestepbeforeaddrole
source: You need to save the new step before adding allowed roles
cs_cz: Před přidáním oprávněných rolí musíte krok uložit
sk_sk: Pred pridaním oprávnených rolí musíte krok uložiť
zh_cn: 您需要添加允许角色之前保存新的一步

# workflowdesigner.stepdisplayname
source: Step Display Name:
cs_cz: Zobrazovaný název kroku:
sk_sk: Zobrazovaný názov kroku:
zh_cn: 一步显示名称：

# workflowdesigner.stepdown
source: Move Step Down
cs_cz: Posunout o krok dolů
sk_sk: Posunúť o krok nadol
zh_cn: 向下移动一步

# workflowdesigner.stepname
source: Step Name:
cs_cz: Název kroku:
sk_sk: Názov kroku:
zh_cn: 步骤名称：

# workflowdesigner.stepproperties
source: Step Properties
cs_cz: Vlastnosti kroku
sk_sk: Vlastnosti kroku
zh_cn: 步骤属性

# workflowdesigner.steps
source: Steps
cs_cz: Kroky
sk_sk: Kroky
zh_cn: 步骤

# workflowdesigner.stepup
source: Move Step Up
cs_cz: Posunout o krok nahoru
sk_sk: Posunúť o krok nahor
zh_cn: 向上移动一步

# workflowdesigner.workflowsteps
source: Workflow Steps
cs_cz: Kroky workflow
sk_sk: Kroky workflow
zh_cn: 工作流步骤

# workflowedit.errorcannotchangedefaultworkflowname
source: You cannot change the name of the default workflow.
cs_cz: Nelze změnit jméno výchozího workflow.
sk_sk: Nemožno zmeniť meno základného workflow.
zh_cn: 您不能更改默认工作流的名称。

# workflowedit.erroremptyworkflowdisplayname
source: Please enter a workflow display name.
cs_cz: Zdejte prosím zobrazované jméno workflow.
sk_sk: Prosím, vložte zobrazované meno workflow.
zh_cn: 请输入工作流的显示名称。

# workflowedit.erroremptyworkflowname
source: Please enter a workflow name.
cs_cz: Zadejte prosím jméno workflow.
sk_sk: Prosím, vložte meno workflow.
zh_cn: 请输入工作流的名称。

# workflowedit.errorexistingworkflowname
source: The workflow name is already used. Please choose some other name.
cs_cz: Název workflow již existuje. Vyberte prosím jiný název.
sk_sk: Názov workflow už existuje. Prosím, vyberte nejaký iný názov.
zh_cn: 已使用的工作流名称。请选择其他名称。

# workflowedit.header
source: Workflow Properties
cs_cz: Vlastnosti workflow
sk_sk: Vlastnosti workflow
zh_cn: 工作流属性

# workflowedit.workflowdisplayname
source: Workflow Display Name:
cs_cz: Zobrazovaný název workflow:
sk_sk: Zobrazovaný názov workflow:
zh_cn: 工作流显示名称：

# workflowedit.workflowid
source: Workflow ID:
zh_cn: 工作流 ID：

# workflowedit.workflowname
source: Workflow Name:
cs_cz: Název workflow:
sk_sk: Názov workflow:
zh_cn: 工作流名称：

# workflowlist.cannotdeletedefaultworkflow
source: You cannot delete the default workflow.
cs_cz: Nelze smazat výchozí workflow.
sk_sk: Nemožno zmazať základný workflow.
zh_cn: 您不能删除默认工作流。

# workflowlist.header
source: Workflows
cs_cz: Workflow procesy
sk_sk: Workflow procesy
zh_cn: 工作流

# workflowlist.workflowdisplayname
source: Workflow Display Name
cs_cz: Zobrazený název workflow
sk_sk: Zobrazovaný názov workflow
zh_cn: 工作流显示名称

# workflowlist.workflowlist.columns.workflowname
source: Workflow name
cs_cz: Název workflow
sk_sk: Názov workflow
zh_cn: 工作流名称

# workflowlist.workflowlist.columns.workflowstepname
source: Workflow step name
cs_cz: Název kroku workflow
sk_sk: Názov kroku workflow
zh_cn: 工作流步骤名称

# workflowlist.workflowname
source: Workflow Name
cs_cz: Název workflow
sk_sk: Názov workflow
zh_cn: 工作流名称

# workflowlist.workflowscopes.columns.scopestartingpath
source: Alias path
cs_cz: Výchozí cesta
sk_sk: Základná cesta
zh_cn: 别名路径

# workflowproperties.documenthasnohistory
source: The page does not have any versions in its history.
cs_cz: Tento dokument nemá ve své historii žádné verze.
sk_sk: Dokument nemá žiadne verzie v histórií.
zh_cn: 页面并没有在其历史上的任何版本。

# workflowstep.customtocustom
source: The page has been approved.
cs_cz: Dokument byl schválen.
sk_sk: Dokument bol schválený.
zh_cn: 该页面已被批准。

# workflowstep.customtopublished
source: The page has been published.
cs_cz: Dokument byl publikován.
sk_sk: Dokument bol publikovaný.
zh_cn: 已发布页面。

# workflowstep.edittocustom
source: The page has been submitted for approval.
cs_cz: Dokument byl odeslán ke schválení.
sk_sk: Dokument bol odoslaný k schváleniu.
zh_cn: 该页面已提交审批。

# workflowstep.rolename
source: Role name
cs_cz: Název role
sk_sk: Názov role
zh_cn: 角色名称

# action.sendcampaignemail.displayname
source: Send campaign email
zh_cn: 发送电子邮件活动

# action.sendemail.displayname
source: Send email
zh_cn: 发送电子邮件

# banner.banneredit.url.explanation
source: To link to another website use an absolute URL, e.g. http://www.example.com.
zh_cn: 若要链接到另一个网站使用绝对 URL，例如 http://www.example.com。

# bizformgeneral.notification.attachdocumentdesc
source: Enable this option if you want to attach files submitted via the form (if there are any) to the notification emails.
zh_cn: 对通知的电子邮件，如果你想要附加文件 （如果有的话），通过表格提交启用此选项。

# bizformgeneral.notification.recipient
source: Recipient emails
zh_cn: 收件人的电子邮件

# bizformgeneral.notification.recipientdesc
source: You can specify multiple addresses separated by semicolons.
zh_cn: 您可以指定多个地址，用分号分隔。

# bizformgeneral.notification.sender
source: Sender email
zh_cn: 发件人的电子邮件

# bizformgeneral.notification.senderdesc
source: A typical option is to use the address of the user who submitted the form.
zh_cn: 一个典型的选项是用户的使用提交表格的地址。

# bizformgeneral.notification.subjectdesc
source: Subject of the notification emails.
zh_cn: 通知电子邮件的主题。

# carrierselector.empty
source: (select shipping carrier)
zh_cn: （选择航运承运人）

# cms.modules.installpackage.additionalobjects
source: The list of objects might be incomplete. It doesn't contain objects exported automatically with a&nbsp;module such as the module itself, its user interface or classes.
zh_cn: 对象的列表可能不完整。它并不包含对象会自动导出与模块 （如模块本身，其用户接口或类。

# cms.modules.installpackage.authors
source: Authors
zh_cn: 作者

# cms.modules.installpackage.createbutton
source: Create installation package
zh_cn: 创建安装程序包

# cms.modules.installpackage.description
source: Description
zh_cn: 描述

# cms.modules.installpackage.dialogtitle
source: Information about the package
zh_cn: 有关包的信息

# cms.modules.installpackage.errorfiles
source: An error occured while getting files for the module.
zh_cn: 获取该模块的文件时发生错误。

# cms.modules.installpackage.errorobjects
source: An error occured while getting objects for the module.
zh_cn: 获取对象的模块时出错。

# cms.modules.installpackage.exists
source: Package '{0}' already exists. The file will be overwritten. Confirm this dialog if you wish to overwrite the file. Cancel the dialog if you wish to change the version number of the package.
zh_cn: 包"{0}"已存在。该文件将被覆盖。如果您想要覆盖该文件，请确认此对话框。取消对话框中，如果您想要更改的包的版本编号。

# cms.modules.installpackage.failed
source: Creation of installation package failed. See event log for more details.
zh_cn: 创建安装程序包失败。请参见事件日志中有更多的细节。

# cms.modules.installpackage.generalerror
source: This module cannot have an instalation package created. For more information aout this error see the event log.
zh_cn: 本模块不能有创建的安装包。更多的信息及对策此错误请参阅事件日志。

# cms.modules.installpackage.resourceerror
source: This module cannot have an installation package created. Either it is not being developed in this instance or it is the Cutsom module. See event-log for detailed information.
zh_cn: 本模块不能有创建的安装程序包。它未被开发在此实例中，或者它是 Cutsom 的模块。请参阅事件日志的详细信息。

# cms.modules.installpackage.result
source: The installation package has been saved to file:<br/>{0}
zh_cn: 安装程序包已保存到文件：<br>{0}

# cms.modules.installpackage.title
source: Title
zh_cn: 标题

# cms.modules.installpackage.version
source: Version
zh_cn: 版本

# cms.query.customization.deletedisabled
source: Deleting queries is only allowed for customizable classes or classes belonging to modules still in development or the Custom module.
zh_cn: 对于可自定义的类或类属于模块仍处于开发阶段或自定义模块只允许删除查询。

# cms.resourcelibrary.addnew
source: Add library
zh_cn: 添加库

# cms.resourcelibrary.collision
source: This library is already associated with the module or is included in it by default.
zh_cn: 此库已与模块关联或默认情况下包含在里面。

# cms.resourcelibrary.confirmdelete
source: Are you sure you want to remove the selected library from the module?
zh_cn: 你确定你想要从模块中删除选定的库？

# cms.resourcelibrary.noselectionerror
source: Please select a library.
zh_cn: 请选择一个库。

# cms.resourcelibrary.selectlibrary
source: Select library
zh_cn: 选择库

# com.carrier.carrierprovider
source: Carrier provider
zh_cn: 承运人提供程序

# com.carrier.carrierproviderdesc
source: Class implementing carrier provider. Only classies inheriting from ICarrierProvider can be selected.
zh_cn: 类执行的承运人提供程序。可以选择只陈子昂从 ICarrierProvider 继承。

# com.carrier.displaynamedesc
source: Carrier name visible in listing
zh_cn: 承运人名称在列表中可见

# com.carrier.namedesc
source: Carrier name used internally.
zh_cn: 承运人名称在内部使用。

# com.carrier.selectcarrier
source: Please select a carrier.
zh_cn: 请选择一个运营商。

# com.carrier.service
source: Carrier service
zh_cn: 承运人服务

# com.carrirer.carrierproviderdesc
source: Class implementing carrier provider. Only classes inheritng from ICarrierProvider can be selected
zh_cn: 类执行的承运人提供程序。可以选择只类 inheritng 从 ICarrierProvider

# com.checkout.paymentoptionnotapplicable
source: Selected payment method is not applicable.
zh_cn: 所选的付款方式并不适用。

# com.checkout.shippingoptionnotapplicable
source: Selected shipping option is not applicable.
zh_cn: 所选的运送选项并不适用。

# com.countryselector.selectcountrystate
source: Please select country and state.
zh_cn: 请选择国家和国家。

# com.customer.notexists
source: Customer does not exist.
zh_cn: 客户不存在。

# com.defaultcarrierprovider.byweightservice
source: Weight based shipping
zh_cn: 权重时，采用航运

# com.defaultcarrierprovider.name
source: Default carrier provider
zh_cn: 默认的承运人提供程序

# com.deletepage.question
source: You are about to delete following product
zh_cn: 您将要删除以下产品

# com.orders.namecompanyoremail
source: name, company or email
zh_cn: 姓名、 公司或电子邮件

# com.shippingoption.additional
source: Additional information
zh_cn: 附加信息

# com.shippingoption.carrier
source: Carrier
zh_cn: 承运人

# com.ui.carrierconfiguration
source: Configuration
zh_cn: 配置

# com.ui.carrierdetails
source: Details
zh_cn: 详细信息

# com.ui.carrierproperties
source: Carrier properties
zh_cn: 电信公司属性

# com.ui.carriers
source: Carriers
zh_cn: 承运人

# com.ui.newcarrier
source: New carrier
zh_cn: 新建载体

# com.ui.shipping
source: Shipping
zh_cn: 航运

# com.variant.attributes
source: Attributes
zh_cn: 属性

# contentdelete.redirectionurlisnotvalid
source: The page you are redirecting to doesn't exist on the current site.
zh_cn: 你被重定向到的页面不存在当前网站上。

# contentdelete.redirectionurltosamepage
source: Cannot create a redirection URL for the page '{0}' because the URL leads to the same page or its child. Deletion of this page was skipped.
zh_cn: 无法创建页面"{0}"重定向 URL，因为 URL 会导致同一页面或它的子。删除此页面被跳过。

# customtable.generateguidconfirmation
source: Create an 'ItemGUID' system column to support staging synchronization?
zh_cn: 创建一个 'ItemGUID' 系统列，以支持临时同步吗？

# customtable.sqltypenotsupportedwithoutreplacement
source: SQL type '{0}' for column '{1}' is not supported in custom tables.
zh_cn: 列 '{1}' '{0}' SQL 类型不支持自定义的表中。

# dbobjects.restoredefault
source: Restore default
zh_cn: 还原默认设置

# dialogs.config.resolveurl
source: Resolve URL
zh_cn: 解析 URL

# dialogs.config.userelativeurl
source: Use relative URL
zh_cn: 使用相对 URL

# documentation.webpartproperties.align
source: Specifies the horizontal alignment of the web part zone content.
zh_cn: 指定 web 部件区域内容的级别对齐方式。

# documentation.webpartproperties.margin
source: Specifies the margin of the content in pixels, e.g., 15px
zh_cn: 以像素为单位，例如，15px 指定内容的边距

# documentation.webpartproperties.padding
source: Specifies the padding of the content in pixels, e.g., 15px
zh_cn: 以像素为单位，例如，15px 指定内容的边距

# emailcampaign.new
source: New email campaign
zh_cn: 新建电子邮件活动

# emailmarketing.emailcampaignarchive.description
source: This web part displays emails of the selected email campaign. The listed emails are formatted according to a specified transformation.
zh_cn: 此 web 部件将显示所选电子邮件活动的电子邮件。清单所列的电子邮件的格式根据指定的转换。

# emailmarketing.selector.newslettername.label
source: Email campaign name
zh_cn: 电子邮件市场活动名称

# emailmarketing.webparts.mysubscriptions.description
source: Displays a list of newsletters to which the current user is subscribed. It also allows new subscriptions to be added and existing ones to be removed.
zh_cn: 显示当前用户订阅的新闻快递的列表。它还允许添加新的订阅和现有的被删除。

# emailmarketing.webparts.subscriptionapproval.description
source: Approves subscriptions to newsletters with double opt-in enabled and displays a confirmation message. Subscribers are typically directed to the page containing this web part through a link in the double opt-in activation email.
zh_cn: 核准订阅新闻快递双选入启用并显示一条确认消息。订阅服务器通常被定向到包含此 web 部件通过双选的激活电子邮件中的链接的页面。

# emailmarketing.webparts.unsubscriptionrequest.description
source: Allows website users to request unsubscription from a specific newsletter by entering their email address.
zh_cn: 允许网站用户通过输入他们的电子邮件地址从特定的通讯请求未获客户退订。

# emailmarketing.webparts.unsubscriptionrequest.errortext.description
source: Sets the text displayed if the unsubscription request cannot be processed, e.g. if the entered address is not subscribed to the newsletter.
zh_cn: 设置文本显示如果不能处理未获客户退订请求，例如如果输入的地址不订阅通讯 》。

# emailmarketing.webparts.unsubscriptionrequest.newslettername.description
source: Selects the newsletter from which users will be unsubscribed by the web part.
zh_cn: 选择从中用户将 web 部件所取消订阅通讯 》。

# emailtemplate_edit.dialog.titlenew
source: Create new email template
zh_cn: 创建新的电子邮件模板

# emptysiteselect.empty
source: (no site)
zh_cn: （没有站点）

# general.unsorted
source: Unsorted
zh_cn: 未排序

# license.featurelog
source: The requested feature is not available in the '{0}' license edition. Please upgrade your license or disable the feature.
zh_cn: 所请求的功能在 '{0}' 许可版中不可用。请升级您的许可证或禁用该功能。

# license.featurelog.detail
source: Feature '{0}' is not available in the '{1}' license edition. Please upgrade your license or disable the feature.
zh_cn: 功能 '{0}' '{1}' 许可版中不可用。请升级您的许可证或禁用该功能。

# ma.trigger.scorereached.general
source: Contact scored X or more
zh_cn: 接触得分 X 或更多

# ma.trigger.scorereached.listing
source: Contact scored '{1}' or more in score '{0}'
zh_cn: 接触得分 '{1}' 或更多的分数 '{0}'

# macro.selector.campaignemail
source: select email
zh_cn: 选择电子邮件

# macro.selector.emailcampaign
source: select email campaign
zh_cn: 选择电子邮件市场活动

# macrorule.cmsactivityclickednewsletterlinkperformedforissue.displayname
source: Activity 'Clicked email link' performed for email
zh_cn: 对电子邮件执行的活动 '点击电子邮件链接

# macrorule.cmsactivityclickednewsletterlinkperformedfornewsletter.displayname
source: Activity 'Clicked email link' performed for email campaign
zh_cn: 为电子邮件活动执行活动 '点击电子邮件链接

# macrorule.cmsactivityopenednewslettere-mailperformedfornewsletter.displayname
source: Activity 'Opened email' performed for email campaign
zh_cn: '打开电子邮件的电子邮件活动执行活动

# macrorule.cmscontacthasclickedalinkinnewsletterinthelastxdays.displayname
source: Contact has clicked a link in the specified email campaign in the last X days
zh_cn: 联系人已单击了一个链接指定的电子邮件在最后一次竞选活动中 X 天

# macrorule.cmscontacthasclickedalinkinnewsletterissue.displayname
source: Contact has clicked a link in email
zh_cn: 联系人已单击电子邮件中的链接

# macrorule.cmscontacthasclickedalinkinnewsletterissueinlastxdays.displayname
source: Contact has clicked a link in email in the last X days
zh_cn: 联系人已单击最后的电子邮件中的链接 X 天

# macrorule.cmscontacthasclickedalinkinthelastnewsletterissue.displayname
source: Contact has clicked a link in the last email
zh_cn: 联系人已单击最后一封邮件中的链接

# macrorule.cmscontacthasopenedspecifiednewsletterissue.displayname
source: Contact has opened the specified email
zh_cn: 联系人已打开指定的电子邮件

# macrorule.cmscontacthasopenedspecifiednewsletterissueinthelastxdays.displayname
source: Contact has opened the specified email in the last X days
zh_cn: 联系人已打开指定的电子邮件在过去 X 天

# macrorule.cmscontacthasopenedthelastnewsletterissue.displayname
source: Contact has opened the last campaign email
zh_cn: 联系人已打开最后一个活动电子邮件

# macros.refreshsecurityparams.title
source: Updating macro signatures
zh_cn: 更新宏签名

# media.folder.prepareforimportnotavailable
source: Folder isn't prepared for import, please prepare for import its parent folder first.
zh_cn: 文件夹不准备导入，请准备要导入其父文件夹第一次。

# mem.general.changepassword
source: Enter new password
zh_cn: 输入新密码

# moduleusagetracking.improvementprogram
source: Kentico improvement program
zh_cn: Kentico 改善计划

# moduleusagetracking.improvementprogramdescription
source: Enable to periodically send data about the system's usage to Kentico. The data will help Kentico analyze which parts of the system need improvement and allow us to better focus our development efforts. All of the data is strictly anonymous and for internal use only.
zh_cn: 能够定期向 Kentico 发送有关该系统的使用情况数据。这些数据将帮助 Kentico 分析该系统的哪些部分需要改进并允许我们更好地集中到我们的开发努力。所有的数据是严格匿名和仅供内部使用。

# moduleusagetracking.improvementprogramexplanationtext
source: Periodically send data about the system's usage to Kentico. The data will help Kentico analyze which parts of the system need improvement and allow us to better focus our development efforts. All of the data is strictly anonymous and for internal use only. Please see <a href="http://www.kenticoasia.com/Product/product-links/how-kentico-protects-your-privacy" target="_blank">How Kentico protects your privacy</a>.
zh_cn: 定期向 Kentico 发送有关该系统的使用情况数据。这些数据将帮助 Kentico 分析该系统的哪些部分需要改进并允许我们更好地集中到我们的开发努力。所有的数据是严格匿名和仅供内部使用。请参阅<a href="http://www.kenticoasia.com/Product/product-links/how-kentico-protects-your-privacy" target="_blank">如何 Kentico 保护您的隐私</a>。

# moduleusagetracking.sendusagedatatokentico
source: Send anonymous usage records to Kentico
zh_cn: 向 Kentico 发送匿名使用记录

# newsletterview.subscriberuserdisabled
source: User disabled
zh_cn: 禁用的用户

# objecttype.ecommerce_carrier
source: Carrier
zh_cn: 承运人

# objecttype.fileguids
source: Files data
zh_cn: 数据文件

# om.contact.importcsv.additionalinfo
source: Additional info
zh_cn: 附加信息

# om.contact.importcsv.badfileformat
source: Make sure the file is correctly formatted and try again.
zh_cn: 请确保该文件的格式正确，然后重试。

# om.contact.importcsv.badmimetype
source: The file you have provided appears to be of an incorrect type. Please ensure you are uploading a CSV file.
zh_cn: 您所提供的文件似乎是不正确的类型。请确保您要上载 CSV 文件。

# om.contact.importcsv.belongsto
source: Maps to
zh_cn: 映射到

# om.contact.importcsv.cgnotfound
source: Contact group not found on this site.
zh_cn: 在此网站上找不到的联系人组。

# om.contact.importcsv.confirmleave
source: Are you sure you want to leave the page? The import process will be terminated.
zh_cn: 你确定你想要离开的页面？导入进程将被终止。

# om.contact.importcsv.contactinfo
source: Contact info
zh_cn: 联系信息

# om.contact.importcsv.donotimport
source: (none)
zh_cn: (无)

# om.contact.importcsv.duplicatefields
source: Duplicated fields in request aren't allowed.
zh_cn: 在请求中的重复的字段不允许。

# om.contact.importcsv.duplicatescount
source: Duplicates found and successfully updated: {0}
zh_cn: 发现和更新成功的重复: {0}

# om.contact.importcsv.emailfieldnotfound
source: The ContactEmail field wasn't found.
zh_cn: ContactEmail 现场找不到。

# om.contact.importcsv.emptyfile
source: The file you have selected is empty.
zh_cn: 您已选择的文件是空的。

# om.contact.importcsv.fieldnotallowed
source: Some of the fields you mapped are not meant for import
zh_cn: 一些你映射的字段不是导入

# om.contact.importcsv.finishedstepmessage
source: Import finished
zh_cn: 导入完成

# om.contact.importcsv.firstrowslengthdoesnotmatch
source: The length of the first five rows in your CSV file doesn't match. Try fixing the file or choose a different one.
zh_cn: 您的 CSV 文件中的前五个行的长度不匹配。尝试修复该文件，或选择另一个。

# om.contact.importcsv.importcontactsbuttontext
source: Import contacts
zh_cn: 导入联系人

# om.contact.importcsv.importedcount
source: Imported: {0}
zh_cn: 导入: {0}

# om.contact.importcsv.importerror
source: An error occured while importing the contacts.
zh_cn: 导入联系人时出错。

# om.contact.importcsv.importfinished
source: Import finished.
zh_cn: 导入完成。

# om.contact.importcsv.importing
source: Processed {0} contacts.
zh_cn: 加工的 {0} 的联系人。

# om.contact.importcsv.importingstepmessage
source: Importing contacts...
zh_cn: 导入联系人...

# om.contact.importcsv.invalidcsv
source: The CSV file is invalid.
zh_cn: CSV 文件是无效的。

# om.contact.importcsv.mapstepmessage
source: Map the columns from your file to Kentico contact fields.
zh_cn: 从您的文件到 Kentico 联系人字段的列映射。

# om.contact.importcsv.nocg
source: (no contact group)
zh_cn: （没有接触组）

# om.contact.importcsv.noemailmapping
source: You have to map at least the email field from the CSV file to a contact field.
zh_cn: 你必须至少映射电子邮件字段从 CSV 文件的联系人字段。

# om.contact.importcsv.nofieldcategory
source: Default category
zh_cn: 默认类别

# om.contact.importcsv.notimported
source: Not imported contacts: {0}
zh_cn: 不会导入联系人: {0}

# om.contact.importcsv.notsupportedbrowser
source: Your browser doesn't support HTML 5 File API. Please refer to the documentation for more information.
zh_cn: 您的浏览器不支持 HTML 5 文件 API。请参阅文档以了解更多信息。

# om.contact.importcsv.selectcg
source: Import contacts into
zh_cn: 联系人导入到

# om.contact.importcsv.selectfilebuttontext
source: Select a file
zh_cn: 选择一个文件

# om.contact.importcsv.selectfilestepmessage.columns
source: You can set which columns will be imported in the next step.
zh_cn: 您可以设置将在下一步中导入哪些列。

# om.contact.importcsv.selectfilestepmessage.comma
source: The values in the file have to be comma separated.
zh_cn: 文件中的值必须用逗号分隔。

# om.contact.importcsv.selectfilestepmessage.duplicates
source: Duplicate email address instances will be updated automatically.
zh_cn: 重复的电子邮件地址将自动更新实例。

# om.contact.importcsv.selectfilestepmessage.encoding
source: The file has to be UTF-8 encoded.
zh_cn: 该文件必须 UTF-8 编码。

# om.contact.importcsv.selectfilestepmessage.header
source: The first row of the file has to be a header containing the name of each of the columns.
zh_cn: 该文件的第一行必须包含每个列的名称的标头。

# om.contact.importcsv.selectfilestepmessage.main
source: Import contacts from CSV files.
zh_cn: 从 CSV 文件导入联系人。

# om.contact.importcsv.selectfilestepmessage.message
source: The imported file must meet the following conditions:
zh_cn: 导入的文件必须满足下列条件：

# om.contact.importcsv.selectfilestepmessage.note
source: Please note that:
zh_cn: 请注意：

# om.contact.importcsv.selectsite
source: Select a site into which you want to import the contacts first.
zh_cn: 选择要向其第一次导入联系人的站点。

# om.contact.importcsv.sitenotfound
source: Site not found.
zh_cn: 未找到网站。

# om.contact.importcsv.unknownerror
source: An unknown error occured during the import. Please see the Event log application for more information.
zh_cn: 导入过程中出现未知的错误。请事件日志应用程序的详细信息，参阅。

# om.contact.importcsv.unknownerrorclientside
source: An unknown error occurred while retrieving data from the server. Please contact your administrator if you keep seeing this message.
zh_cn: 从服务器中检索数据时发生未知的错误。请如果您继续看到此消息，与您的管理员联系。

# om.ui.contactimport
source: Contact import
zh_cn: 联系人导入

# root.deletesettingsheader
source: Root deletion
zh_cn: 根删除

# settings.explanationtext
source: Explanation text
zh_cn: 解释文本

# settingscategory.cmsecommerceunits
source: Measurement units
zh_cn: 度量单位

# settingskey.cmsstoremassunit
source: Mass unit
zh_cn: 质量单位

# settingskey.cmsstoremassunit.description
source: Specifies mass unit of weight of products, shipping options, etc. on all your sites.
zh_cn: 指定质量单位重量的产品，航运选项，在您的网站等。

# settingskey.resettodefaultvalues
source: Changing the data type of the setting key assigns the Default value to the setting for all sites. Do you want to proceed?
zh_cn: 设置键的数据类型更改为所有站点设置赋以默认值。您要继续吗？

# sharepoint.connection.authmode.anonymous
source: Anonymous
zh_cn: 匿名

# sharepoint.connection.authmode.default
source: Default
zh_cn: 默认

# sharepoint.file.serverlastmodified
source: Last modified in SharePoint
zh_cn: 最后在 SharePoint 中修改

# sharepoint.file.serverrelativeurl
source: Server relative path
zh_cn: 服务器的相对路径

# sharepoint.file.size
source: Size
zh_cn: 大小

# sharepoint.library.classname
source: Sharepoint library
zh_cn: Sharepoint 库

# sharepoint.library.displayname.description
source: The name of the SharePoint library used in the system's administration interface.
zh_cn: SharePoint 库的系统管理界面中使用的名称。

# sharepoint.library.files
source: Files
zh_cn: 文件
