Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# adm.user.lblvisibility
source: Visibility:
cs_cz: Viditelnost:
sk_sk: Viditeľnosť:
zh_cn: 可见性：

# adm.user.lblwaitingforactivation
source: Waiting for approval:
cs_cz: Čekající na schválení:
sk_sk: Čaká na schválenie:
zh_cn: 在等待批准：

# adm.user.messageemailincorrect
source: Please enter messaging notification email in correct format.
cs_cz: Zadejte platnou e-mailovou adresu.
sk_sk: Zadajte e-mail pre oznámenia v korektnej forme.
zh_cn: 请在正确的格式输入电子邮件通知消息。

# adm.usersettings.customfields
source: Custom user settings fields
cs_cz: Uživatelské položky nastavení:
sk_sk: Vlastné políčka užívateľského nastavenia
zh_cn: 自定义用户设置字段

# administration.system.runtime
source: Time since the last restart:
cs_cz: Čas od posledního restartu:
sk_sk: Čas od posledného reštartu:
zh_cn: 自上次重新启动时间：

# administration.user.reasondefault
source: Your registration was rejected due to...
cs_cz: Vaše autorizace byla odmítnuta z důvodu ...
sk_sk: Vaša registrácia bola zamietnutá z dôvodu ...
zh_cn: 您的注册被拒绝由于......

# administration.users.approveallselected
source: Approve all selected users
cs_cz: Schválit všechny označené uživatele
sk_sk: Schváliť všetkých označených užívateľov
zh_cn: 批准所有选定的用户

# administration.users.email
source: Send email
cs_cz: Poslat e-mail
sk_sk: Poslať e-mail
zh_cn: 发送电子邮件

# administration.users.nousers
source: No users are selected!
cs_cz: Nejsou vybráni žádní uživatelé!
sk_sk: Nie sú vybraní žiadni užívatelia
zh_cn: 任何用户都不被不选择 ！

# administration.users.online.disabled
source: On-line user monitoring is currently disabled. To enable it, please go to <strong>##ui|cms|settings## -> Security & Membership </strong> and check the <strong> Monitor on-line users </strong> field.
cs_cz: Monitorování on-line uživatelů momentálně není povoleno. Pokud jej chcete povolit, zaklikněte políčko <strong>Monitorovat on-line uživatele </strong> v nastaveních <strong> Site Manager -> Nastavení -> Bezpečnost & Členství</strong>.
zh_cn: 在线用户监视当前被禁用。若要启用它，请转到<strong> ##ui|cms|settings## -> 安全 & 会员</strong>并检查<strong>显示器联机用户</strong>字段。

# administration.users.onlineursers.confirmkick
source: Are you sure you want to kick this user?
cs_cz: Opravdu chcete tohoto uživatele vypovědět?
sk_sk: Určite chcete odhlásiť vybraného užívateľa?
zh_cn: 你确定你想要踢这个用户？

# administration.users.onlineursers.confirmundokick
source: Are you sure you want to take back kick of this user?
cs_cz: Opravdu chcete vypovězeného uživatele vzít zpět?
sk_sk: Určite chcete zrušiť odhlásenie vybraného užívateľa?
zh_cn: 你确定你想要收回此用户踢？

# administration.users.onlineusers.kicked
source: (kicked)
cs_cz: (vypovězen)
sk_sk: (odhlásený)
zh_cn: （用脚踢)

# administration.users.reason
source: Reason
cs_cz: Důvod
sk_sk: Dôvod
zh_cn: 原因

# administration.users.rejectallselected
source: Reject all selected users
cs_cz: Zamíntout všechny označené uživatele
sk_sk: Odmietnuť všetkých označených užívateľov
zh_cn: 拒绝所有选定的用户

# administration.users.rejected
source: Your registration was rejected
cs_cz: Vaše registrace byla zamítnuta
sk_sk: Vaša registrácia bola zamietnutá
zh_cn: 您的注册被拒绝

# administration.users.rejectusers
source: Reject user(s)
cs_cz: Odmítnout uživatele
sk_sk: Odmietnuť užívateľa(ov)
zh_cn: 拒绝用户

# administration.users_header.massemails
source: Mass email
cs_cz: Hromadné e-maily
sk_sk: Hromadné e-maily
zh_cn: 群发电子邮件

# administration.users_header.onlineusers
source: On-line users
cs_cz: Uživatelé on-line
sk_sk: On-line užívatelia
zh_cn: 联机用户

# administration-leftmenu.administration
source: Administration
cs_cz: Administrace
sk_sk: Administrácia
zh_cn: 行政管理

# administration-leftmenu.badges
source: Badges
cs_cz: Hodnosti
sk_sk: Hodnosti
zh_cn: 徽章

# administration-leftmenu.badwords
source: Bad words
cs_cz: Škodlivý obsah
sk_sk: Vulgárne výrazy
zh_cn: 坏词

# administration-leftmenu.bannedip
source: Banned IPs
cs_cz: Blokované adresy
sk_sk: Zakázané IP
zh_cn: 被禁止IP的地址

# administration-leftmenu.permissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Prístupové práva
zh_cn: 权限

# administration-leftmenu.permissionsdescription
source: This section is used for setting site permissions. Permissions for individual user roles can be set here for particular modules and page types of given website.
cs_cz: Sekce slouží na definování a nastavení oprávnění uživatelských rolí pro jednotlivé moduly a typy dokumentů daného webu.
sk_sk: V tejto sekcii je možné nastaviť prístupové práva. Pre jednotlivé užívateľské role je možné nastaviť prístupové práva pre jednotlivé moduly a typy dokumentov daného webu.
zh_cn: 这一节用于设置站点的权限。角色可以在这里设置为特定模块和页类型的单个用户的权限给网站。

# administration-leftmenu.rolesdescription
source: This section displays a list of user roles defined for your websites. You can either create new role, or edit or delete existing roles. You can display available roles for given site or assign users to given role.
cs_cz: Tato sekce slouží k vytváření, úpravě a mazání uživatelských rolí. Dále je možné uživatele přiřazovat do vytvořených rolí.
sk_sk: Táto sekcia zobrazuje zoznam užívateľských rolí definovaných pre váš web. Tieto je možné editovať, mazať a vytvárať nové. Užívateľov je možné priradiť k jednotlivým roliam a nechať si zobraziť role patriace k danému webu.
zh_cn: 此部分显示为您的网站定义的用户角色的列表。您可以创建新的角色，或编辑或删除现有的角色。您可以显示可用的角色为给定站点或分配用户给出的作用。

# administration-leftmenu.scheduledtasks
source: Scheduled tasks
cs_cz: Naplánované úlohy
sk_sk: Naplánované úlohy
zh_cn: 计划的任务

# administration-leftmenu.scheduledtasksdescription
source: This section displays a list of scheduled tasks and allows their management. You can either create new task, refresh the task list or edit, delete and execute existing tasks. For each task, you can specify the interval of execution. You can also execute the task manually and edit or delete it.
cs_cz: Sekce uvádí seznam naplánovaných úloh a umožňuje jejich správu (vytváření, úprava, mazání, změnu plánování). Naplánované úlohy lze i manuálně spustit.
sk_sk: Táto sekcia zobrazuje zoznam naplánovaných úloh a umožňuje ich správu. Je možné vytvoriť nové, editovať, mazať či spustiť už zadané úlohy a obnoviť celý zoznam úloh. Pre každú úlohu je možné individuálne zadať časový interval v ktorom sa má previesť.
zh_cn: 本节显示计划的任务的列表，并允许他们管理。你可以要么创建新任务，刷新任务列表或编辑，删除和执行现有的任务。对于每个任务，您可以指定执行的间隔。您也可以手动执行的任务以及编辑或删除它。

# administration-leftmenu.usersdescription
source: This section displays a list of site users. User name, full name, time when the user was created and value of the enabled parameter is displayed in the list. New users can be created here and you can also edit or delete any of the users in the list.
cs_cz: V této sekci je přehled všech uživatelů registrovaných na webu - přihlašovací jména, datum registrace, jejich nastavení, přiřazení k rolím atd. Je možné přidávat nové uživatele, upravovat a mazat.
sk_sk: Táto sekcia zobrazuje zoznam užívateľov daného webu. V zozname sa zobrazuje názov, celé meno, čas vytvorenia užívateľa a príznak, či je odblokovaný. Užívateľov je možné mazať, editovať a pridávať.
zh_cn: 此部分显示网站的用户列表。用户名、 全名、 创建用户时的时间和启用参数的值被显示在列表中。可以在此处创建新用户，也可以编辑或删除任何用户在列表中。

# administration-module_edit.modules
source: Modules
cs_cz: Moduly
sk_sk: Moduly
zh_cn: 模块

# administration-module_edit.title
source: Module properties
cs_cz: Vlastnosti modulu
sk_sk: Vlastnosti modulu
zh_cn: 模块属性

# administration-module_edit_permissionname_edit.displayinmatrix
source: Display in matrix
cs_cz: Zobrazit v tabulce
sk_sk: Zobraz v matici
zh_cn: 在矩阵中显示

# administration-module_edit_permissionname_edit.erroremptypermissioncodename
source: Please enter a permission code name.
cs_cz: Zadejte prosím kódový název přístupového práva.
sk_sk: Prosím, zadajte kódový názov prístupového práva.
zh_cn: 请输入许可代码名称。

# administration-module_edit_permissionname_edit.erroremptypermissiondisplayname
source: Please enter a permission display name.
cs_cz: Zadejte prosím zobrazovaný název přístupového práva.
sk_sk: Prosím, zadajte názov prístupového práva.
zh_cn: 请输入权限显示名称。

# administration-module_edit_permissionname_edit.uniquecodename
source: Permission code name must be unique for the specified module.
cs_cz: Kódový název přístupového práva musí být unikátní pro specifikovaný modul.
sk_sk: Kódové meno prístupového práva musí byť unikátne pre špecifikovaný modul.
zh_cn: 权限的代码名称必须是唯一的指定的模块。

# administration-module_edit_sites.sitetitle
source: The module is available for the following websites:
cs_cz: Modul je dostupný pro následující webové stránky:
sk_sk: Modul je dostupný pre nasledujúce webové stránky:
zh_cn: 该模块是浏览以下网站：

# administration-module_list.title
source: Modules
cs_cz: Moduly
sk_sk: Moduly
zh_cn: 模块

# administration-module_new.currentmodule
source: New module
cs_cz: Nový modul
sk_sk: Nový modul
zh_cn: 新建模块

# administration-module_new.erroremptymodulecodename
source: Please enter a module code name.
cs_cz: Zadejte prosím kódový název modulu.
sk_sk: Prosím, zadajte kódové meno modulu.
zh_cn: 请输入模块的代码名称。

# administration-module_new.erroremptymoduledisplayname
source: Please enter a module display name.
cs_cz: Zadejte prosím zobrazovaný název modulu.
sk_sk: Prosím, zadajte zobrazované meno modulu.
zh_cn: 请输入模块的显示名称。

# administration-module_new.modules
source: Modules
cs_cz: Moduly
sk_sk: Moduly
zh_cn: 模块

# administration-module_new.showintoolsmenu
source: Tools menu
cs_cz: Zobrazovat v menu Nástroje
sk_sk: Zobrazovať v menu Nástroje:
zh_cn: 工具菜单

# administration-module_new.title
source: New module
cs_cz: Nový modul
sk_sk: Nový modul
zh_cn: 新建模块

# administration-module_new.uniquecodename
source: Module with the same code name already exists.
cs_cz: Modul se stejným kódovým názvem již existuje.
sk_sk: Modul s rovnakým kódovým menom už existuje.
zh_cn: 模块具有相同的代码名称已存在。

# administration-pagelayout_list.newlayout
source: New page layout
cs_cz: Nové rozvržení stránky
sk_sk: Nový layout stránky
zh_cn: 新建网页布局

# administration-pagelayout_list.title
source: Page layouts
cs_cz: Rozvržení stránky
sk_sk: Layout stránky
zh_cn: 页面布局

# administration-pagelayout_new.codenamealreadyexists
source: Page layout '%%name%%' already exists.
cs_cz: Rozvržení stránky '%%name%%' již existuje.
sk_sk: Layout stránky '%%name%%' už existuje.
zh_cn: 页面布局 ' %%名称 %%' 已存在。

# administration-pagelayout_new.currentlayout
source: New layout
cs_cz: Nové rozvržení
sk_sk: Nový layout
zh_cn: 新建布局

# administration-pagelayout_new.erroremptylayoutcode
source: Please enter a layout code
cs_cz: Zadejte prosím kód rozvržení.
sk_sk: Prosím, zadajte kód layoutu.
zh_cn: 请输入一个布局代码

# administration-pagelayout_new.erroremptylayoutcodename
source: Please enter a layout code name.
cs_cz: Zadejte prosím kódový název rozvržení.
sk_sk: Prosím, zadajte kódové meno layoutu.
zh_cn: 请输入一个布局代码名称。

# administration-pagelayout_new.erroremptylayoutdescription
source: Please enter a layout description
cs_cz: Zadejte prosím popis rozvržení.
sk_sk: Prosím, zadajte popis layoutu.
zh_cn: 请输入一个布局描述

# administration-pagelayout_new.erroremptylayoutdisplayname
source: Please enter a layout display name
cs_cz: Zadejte prosím zobrazovaný název rozvržení.
sk_sk: Prosím, zadajte zobrazované meno layoutu.
zh_cn: 请输入版式的显示名称

# administration-pagelayout_new.erroremptywebtemplatedescription
source: Please enter a web template description
cs_cz: Zadejte prosím popis šablony webu.
sk_sk: Prosím, zadajte popis šablóny webu.
zh_cn: 请输入 web 模板说明

# administration-pagelayout_new.erroremptywebtemplatefilename
source: Please enter a web template folder
cs_cz: Zadejte prosím název souboru šablony webu.
sk_sk: Prosím, zadajte meno súboru šablóny webu.
zh_cn: 请输入 web 模板文件夹

# administration-pagelayout_new.layoutcodename
source: Layout code name:
cs_cz: Kódové jméno rozvržení:
sk_sk: Kódové meno layoutu:
zh_cn: 布局代码名称：

# administration-pagelayout_new.layoutdescription
source: Layout description:
cs_cz: Popis rozvržení:
sk_sk: Popis layoutu:
zh_cn: 布局描述：

# administration-pagelayout_new.layoutdisplayname
source: Layout display name:
cs_cz: Zobrazované jméno rozvržení:
sk_sk: Zobrazované meno layoutu:
zh_cn: 布局显示名称：

# administration-pagelayout_new.lbleditions
source: License editions
cs_cz: Licenční edice:
sk_sk: Verzie licencií:
zh_cn: 许可证版本

# administration-pagelayout_new.lblupload
source: Thumbnail:
cs_cz: Náhled:
sk_sk: Náhľad:
zh_cn: 缩略图：

# administration-pagelayout_new.newlayout
source: Layouts
cs_cz: Rozvržení
sk_sk: Layouty
zh_cn: 布局

# administration-pagelayout_new.pagelayoutthumbnail
source: Page layout thumbnail:
cs_cz: Náhled rozvržení stránky
sk_sk: Náhľad layoutu stránky
zh_cn: 页面布局缩略图：

# administration-pagetemplate_general.aspxpage
source: ASPX page
cs_cz: ASPX stránka
sk_sk: ASPX stránka
zh_cn: ASPX 页

# administration-pagetemplate_general.category
source: Category:
cs_cz: Kategorie:
sk_sk: Kategória:
zh_cn: 类别：

# administration-pagetemplate_general.erroremptytemplatecodename
source: Please enter a page template code name.
cs_cz: Zadejte prosím kódový název šablony stránky.
sk_sk: Prosím, zadajte kódové meno šablóny stránky.
zh_cn: 请输入页面模板代码名称。

# administration-pagetemplate_general.erroremptytemplatedisplayname
source: Please enter a page template display name.
cs_cz: Zadejte prosím zobrazovaný název šablony stránky.
sk_sk: Prosím, zadajte zobrazované meno šablóny stránky.
zh_cn: 请输入页面模板的显示名称。

# administration-pagetemplate_general.erroremptytemplatefilename
source: Please enter a page template filename.
cs_cz: Zadejte prosím název souboru šablony stránky.
sk_sk: Prosím, zadajte meno súboru šablóny stránky.
zh_cn: 请输入页面模板文件名。

# administration-pagetemplate_general.inheritlevels
source: Page nesting
cs_cz: Zdědit obsah:
sk_sk: Zdediť obsah:
zh_cn: 嵌套的页面

# administration-pagetemplate_general.layout
source: Layout:
cs_cz: Rozvržení:
zh_cn: 布局：

# administration-pagetemplate_general.lblupload
source: Thumbnail:
cs_cz: Náhled:
sk_sk: Náhľad:
zh_cn: 缩略图：

# administration-pagetemplate_general.portalpage
source: Portal page
cs_cz: Portálová stránka
sk_sk: Portálová stránka
zh_cn: 门户页

# administration-pagetemplate_general.showasmastertemplate
source: Master template:
cs_cz: Zobrazit jako master template:
sk_sk: Zobraziť ako master template:
zh_cn: 主模板：

# administration-pagetemplate_general.templatecodename
source: Template code name:
cs_cz: Kódový název šablony:
sk_sk: Kódové meno šablóny:
zh_cn: 模板代码名称:

# administration-pagetemplate_general.templatedescription
source: Template description:
cs_cz: Popis šablony:
sk_sk: Popis šablóny:
zh_cn: 模板说明：

# administration-pagetemplate_general.templatedisplayname
source: Template display name:
cs_cz: Zobrazované jméno šablony:
sk_sk: Zobrazované meno šablóny:
zh_cn: 模板显示名称：

# administration-pagetemplate_general.type
source: Template type:
cs_cz: Typ šablony:
sk_sk: Typ šablóny:
zh_cn: 模板类型：

# administration-pagetemplate_header.aspx
source: ASPX Code
cs_cz: ASPX kód
zh_cn: ASPX 代码

# administration-pagetemplate_header.documents.nodata
source: Page template is not used on any page of the selected site or the search criteria are too specific.
cs_cz: Šablonu žadný dokument na vybraném webu nepoužívá.
sk_sk: Šablóna stránky nie je použitá na žiadnom dokumente z vybranej stránky.
zh_cn: 网页模板不使用在所选网站的任何页面上或搜索条件过于具体。

# administration-pagetemplate_header.header
source: Header
cs_cz: Hlavička
sk_sk: Hlavička
zh_cn: 标头

# administration-pagetemplate_header.layouts
source: Layout
cs_cz: Rozvržení
zh_cn: 布局

# administration-pagetemplate_header.newpagetemplate
source: New page template
cs_cz: Nová šablona stránky
sk_sk: Nová šablóna stránky
zh_cn: 新建页面模板

# administration-pagetemplate_header.templateproperties
source: Page template properties
cs_cz: Vlastnosti šablony stránky
sk_sk: Vlastnosti šablóny stránky
zh_cn: 网页模板属性

# administration-pagetemplate_header.templates
source: Templates
cs_cz: Šablony
sk_sk: Šablóny
zh_cn: 模板

# administration-pagetemplate_header.webparts
source: Web parts
cs_cz: Web party
sk_sk: Web party
zh_cn: Web 部件

# administration-pagetemplate_list.newpagetemplate
source: New page template
cs_cz: Nová šablona stránky
sk_sk: Nová šablóna stránky
zh_cn: 新建页面模板

# administration-pagetemplate_list.title
source: Page templates
cs_cz: Šablony stránky
sk_sk: Šablóny stránky
zh_cn: 网页模板

# administration-pagetemplate_new.noparentidgiven
source: No parent category id given!
cs_cz: Chybí ID nadřazené kategorie.
sk_sk: Chýba ID nadradenej kategórie.
zh_cn: 鉴于没有父类别 id ！

# administration-pagetemplate_new.templateexistsalready
source: Page template already exists!
cs_cz: Šablona stránky již existuje.
sk_sk: Šablóna stránky už existuje.
zh_cn: 页面模板已存在 ！

# administration-pagetemplate_tree.deleteitem
source: Are you sure you want to delete the selected item and all sub-items?
cs_cz: Opravdu chcete smazat zvolenou položku a všechny na ní závislé položky.
sk_sk: Určite chcete zmazať zvolenú položku a všetky na nej závislé položky?
zh_cn: 是否确实要删除所选项目及其所有分项吗？

# administration-pagetemplates_header.title
source: Page templates
cs_cz: Šablony stránky
sk_sk: Šablóny stránky
zh_cn: 网页模板

# administration-permissions_header.permissionmatrix
source: Permission matrix:
cs_cz: Matice přístupových práv:
sk_sk: Matica prístupových práv:
zh_cn: 权限矩阵：

# administration-permissions_header.permissionstitle
source: Permissions
cs_cz: Přístupová práva
sk_sk: Prístupové práva
zh_cn: 权限

# administration-permissions_header.permissiontype
source: Permissions for:
cs_cz: Typ:
sk_sk: Typ:
zh_cn: 以下项的权限：

# administration-recyclebin.allsites
source: All sites
cs_cz: Všechny weby
sk_sk: Všetky weby
zh_cn: 所有网站

# administration-recyclebin.header
source: Recycle bin
cs_cz: Koš
sk_sk: Kôš
zh_cn: 回收站

# administration-recyclebin.site
source: Select site:
cs_cz: Vybrat web:
sk_sk: Vyberte web:
zh_cn: 选择站点：

# administration-role_edit_general.displayname
source: Role display name:
cs_cz: Zobrazovaný název role:
sk_sk: Zobrazované meno role:
zh_cn: 角色显示名称:

# administration-role_edit_general.rolecodename
source: Role code name:
cs_cz: Kódový název role:
sk_sk: Kódové meno role:
zh_cn: 角色代码名称:

# administration-role_edit_users.addusertorole
source: Add user to role
cs_cz: Přidat uživatele do role
sk_sk: Pridať užívateľa do roly:
zh_cn: 将用户添加到角色

# administration-role_new.codename
source: Role code name:
cs_cz: Kódový název role:
sk_sk: Kódové meno role:
zh_cn: 角色代码名称:

# administration-role_new.description
source: Role description:
cs_cz: Popis role:
sk_sk: Popis role:
zh_cn: 角色说明：

# administration-role_new.displayname
source: Role display name:
cs_cz: Zobrazovaný název role:
sk_sk: Zobrazované meno role:
zh_cn: 角色显示名称:

# administration-role_new.roleexists
source: Role with given name already exists.
cs_cz: Role s daným názvem již existuje.
sk_sk: Rola s daným menom už existuje.
zh_cn: 具有给定名称的角色已存在。

# administration-role_select_users.addusertorole
source: Add selected users to role
cs_cz: Přidat vybrané uživatele do role
sk_sk: Pridať vybraných užívateľov do roly
zh_cn: 将选定的用户添加到角色

# administration-role_select_users.noid
source: No role id or site id given.
cs_cz: Nedodáno ID role nebo ID webu.
sk_sk: Nedodané ID roly alebo ID webu.
zh_cn: 没有角色 id 或给出的站点 id。

# administration-role_select_users.searchusers
source: Search users
cs_cz: Hledat uživatele
sk_sk: Hľadať užívateľa
zh_cn: 搜索用户

# administration-role_select_users.texttosearch
source: Enter user name
cs_cz: Vložte uživatelské jméno nebo jeho část:
sk_sk: Vložte užívateľské meno alebo časť názvu:
zh_cn: 请输入用户名

# administration-role_select_users.title
source: Select Users
cs_cz: Výběr uživatelů
sk_sk: Výber užívateľov
zh_cn: 选择用户

# administration-site_edit.domainaliases
source: Domain aliases
cs_cz: Aliasy domény
sk_sk: Aliasy domény
zh_cn: 域别名

# administration-site_edit.notvalidcodename
source: Please enter valid code name.
cs_cz: Vložte platné jméno.
sk_sk: Prosím, vložte platné meno.
zh_cn: 请输入有效的代码名称。

# administration-site_edit.requirescodename
source: Please fill the 'Code name' field.
cs_cz: Vyplňte pole 'Kódové jméno'.
sk_sk: Prosím, vyplňte pole 'Kódové meno'.
zh_cn: 请填写代码名称字段。

# administration-site_edit.requiresdisplayname
source: Please fill the 'Display name' field.
cs_cz: Vyplňte pole 'Zobrazené jméno'.
sk_sk: Prosím, vyplňte pole 'Zobrazované meno'.
zh_cn: 请填写显示名称字段。

# administration-site_edit.requiresdomainname
source: Please fill the 'Domain name' field.
cs_cz: Vyplňte pole 'Jméno domény'.
sk_sk: Prosím, vyplňte pole 'Meno domény'.
zh_cn: 请填写域名字段。

# administration-site_edit.siteexists
source: Site with the same code name already exists.
cs_cz: Web se stejným kódovým názvem již existuje.
sk_sk: Web s rovnakým kódovým názvom už existuje.
zh_cn: 网站具有相同的代码名称已存在。

# administration-site_edit.sitestylesheet
source: (site stylesheet)
cs_cz: (šablona webu)
sk_sk: (šablóna štýlov)
zh_cn: （网站样式表）

# administration-system.account
source: ASP.NET account:
cs_cz: Účet ASP.NET:
sk_sk: Účet ASP.NET:
zh_cn: ASP.NET 帐户：

# administration-system.btnclear
source: Clear unused memory
cs_cz: Uvolnit paměť
sk_sk: Uvoľniť pamäť
zh_cn: 清除未使用的内存

# administration-system.btnclearcache
source: Clear cache
cs_cz: Vymazat cache
sk_sk: Vymazať cache
zh_cn: 清除缓存

# administration-system.btnrestart
source: Restart application
cs_cz: Restartovat aplikaci
sk_sk: Reštartovať aplikáciu
zh_cn: 重新启动应用程序

# administration-system.btnrestartwebfarm
source: Restart all web farm servers
cs_cz: Restartovat všechny web farm servery
sk_sk: Reštartovať všetky web farm servery
zh_cn: 重新启动 web farm的所有服务器

# administration-system.cache
source: Cache
zh_cn: 高速缓存

# administration-system.cacheinfolink
source: Cache info
sk_sk: Cache informácia
zh_cn: 缓存信息

# administration-system.cacheitems
source: Cache items:
cs_cz: Položky cache:
sk_sk: Cache položky:
zh_cn: 缓存中的项目:

# administration-system.cachelist
source: Cache list
cs_cz: Seznam cache
sk_sk: Cache zoznam
zh_cn: 缓存列表

# administration-system.cachestatistics
source: Cache statistics
cs_cz: Statistika cache
sk_sk: Cache štatistiky
zh_cn: 高速缓存统计

# administration-system.cachestatisticsvalue
source: Expired: {0}<br />Removed: {1}<br />Dependency changed: {2}<br />Underused: {3}
cs_cz: Vypršelo: {0}<br />Odstraněno: {1}<br />Změna závislosti: {2}<br />Předčasně odstraněno: {3}
sk_sk: Vypršané: {0}<br />Odstránené: {1}<br />Zmenené závislosti: {2}<br />Používané: {3}
zh_cn: 过期: {0}<br>删除: {1}<br>依赖项发生了变化： {2}<br>没有得到充分利用： {3}

# administration-system.clearcachesuccess
source: Cache cleared successfully
cs_cz: Cache úspěšně smazána.
sk_sk: Cache úspešne vymazaná.
zh_cn: 缓存清除成功

# administration-system.clearsuccess
source: Allocated memory was cleared successfully.
cs_cz: Alokovaná paměť byla úspěšně uvolněna.
sk_sk: Alokovaná pamäť bola úspešne uvoľnená.
zh_cn: 成功地清除了已分配的内存。

# administration-system.deployment
source: Virtual objects
cs_cz: Nasazení
sk_sk: Nasadenie
zh_cn: 虚拟对象

# administration-system.hashtables
source: Total hash table count:
cs_cz: Hash tabulky:
sk_sk: Hešovacie tabuľky :
zh_cn: 总hash值表计数：

# administration-system.header
source: System
cs_cz: Systém
sk_sk: Systém
zh_cn: 系统

# administration-system.ip
source: Your IP address:
cs_cz: IP adresa:
sk_sk: IP adresa:
zh_cn: 您的 IP 地址：

# administration-system.memory
source: Allocated memory:
cs_cz: Alokovaná paměť (bytes) :
sk_sk: Alokovaná pamäť (bajtov) :
zh_cn: 分配的内存：

# administration-system.peakmemory
source: Peak memory usage:
cs_cz: Největší využití paměti:
sk_sk: Najväčšie využitie pamäte:
zh_cn: 峰值内存使用率:

# administration-system.physicalmemory
source: Process physical memory:
cs_cz: Fyzická paměť procesu:
sk_sk: Fyzická pamäť procesu:
zh_cn: 进程的物理内存：

# administration-system.restartsuccess
source: Application was restarted successfully.
cs_cz: Aplikace byla úspěšně restartována.
sk_sk: Aplikácia bola úspešne reštartovaná.
zh_cn: 成功地重新启动应用程序。

# administration-system.virtualmemory
source: Process virtual memory:
cs_cz: Virtuální paměť procesu:
sk_sk: Virtuálna pamäť procesu:
zh_cn: 进程虚拟内存：
