Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# authorizenetform.errorcreditcardccv
source: Please enter your credit card CCV code.
cs_cz: Zadejte CCV kód vaši karty.
sk_sk: Prosím, zadajte CCV kreditnej karty.
zh_cn: 请输入您的信用卡犬冠状病毒代码。

# authorizenetform.errorcreditcardexpiration
source: Please enter your credit card expiration date.
cs_cz: Zadejte datum expirace vaší karty.
sk_sk: Prosím, zadajte platnosť kreditnej karty.
zh_cn: 请输入您的信用卡到期日期。

# authorizenetform.errorcreditcardnumber
source: Please enter your credit card number.
cs_cz: Zadejte číslo vaší karty.
sk_sk: Prosím, zadajte číslo kreditnej karty.
zh_cn: 请输入您的信用卡号码。

# authorizenetform.title
source: Your credit card details
cs_cz: Kreditní karta
sk_sk: Detaily vašej kreditnej karty
zh_cn: 您的信用卡详细信息

# avat.avatarimagepreview
source: Image preview
cs_cz: Náhled
sk_sk: Náhľad obrázku
zh_cn: 图像预览

# avat.avatarkind
source: Avatar kind
cs_cz: Druh
sk_sk: Druh
zh_cn: 头像种类

# avat.avatarname
source: Avatar name
cs_cz: Jméno
sk_sk: Meno
zh_cn: 头像名称

# avat.avatartype
source: Avatar type
cs_cz: Typ
sk_sk: Typ
zh_cn: 头像类型

# avat.convertinfo
source: This avatar is custom, {0} to convert it to shared avatar.
cs_cz: Avatar je uživatelský, {0} pro konverzi na sdílený avatar.
sk_sk: Tento avatar je užívateľský, {0} na zmenenie ho na zdieľaný avatar.
zh_cn: 这个化身是习俗，{0} 将其转换为共享的化身。

# avat.custom
source: Custom
cs_cz: Uživatelský
sk_sk: Užívateľský
zh_cn: 自定义

# avat.defaultfemaleuseravatar
source: Make it default for female
cs_cz: Výchozí pro ženy
sk_sk: Predvolený pre ženy
zh_cn: 使它默认为女性

# avat.defaultgroupavatar
source: Make it default for group
cs_cz: Výchozí pro skupinu
sk_sk: Predvolený pre skupiny
zh_cn: 使它默认组

# avat.defaultmaleuseravatar
source: Make it default for male
cs_cz: Výchozí pro muže
sk_sk: Predvolený pre mužov
zh_cn: 使男性的默认值

# avat.defaultuseravatar
source: Make it default for user
cs_cz: Výchozí pro uživatele
sk_sk: Predvolený pre užívateľov
zh_cn: 让它为用户默认值

# avat.displaycustom
source: Display custom avatars
cs_cz: Zobrazit uživatelské avatary
sk_sk: Zobraz vlastné avatary
zh_cn: 显示自定义头像

# avat.editavatar
source: Edit avatar
cs_cz: Upravit avatar
sk_sk: Uprav
zh_cn: 编辑头像

# avat.fileinputerror
source: Please insert an avatar to upload.
cs_cz: Zadejte nějaký avatar.
sk_sk: Zadajte avatar pre nahranie.
zh_cn: 请插入一个头像来上传。

# avat.filenotvalid
source: Please upload only valid images.
cs_cz: Nahrávejte pouze platné obrázky.
sk_sk: Zadajte iba platné obrázky.
zh_cn: 请上传只有有效的图像。

# avat.filter.custom
source: Custom
cs_cz: Uživatelský
sk_sk: Užívateľský
zh_cn: 自定义

# avat.filter.shared
source: Shared
cs_cz: Sdílený
sk_sk: Zdieľaný
zh_cn: 共享

# avat.image
source: Image
cs_cz: Obrázek
sk_sk: Obrázok
zh_cn: 图像

# avat.iscustom
source: Is custom
cs_cz: Je uživatelský
sk_sk: Je užívateľský
zh_cn: 是自定义

# avat.newavatar
source: New avatar
cs_cz: Nový avatar
sk_sk: Nový avatar
zh_cn: 新建头像

# avat.noavatarsfound
source: No avatars were found.
cs_cz: Nebyly nalezeny žádné avatary.
sk_sk: Žiadny avatar nebol nájdený.
zh_cn: 没有头像被发现。

# avat.requiresname
source: Please enter an avatar name.
cs_cz: Zadejte název avataru.
sk_sk: Zadajte názov avataru.
zh_cn: 请输入一个头像 》 的名字。

# avat.selectavatar
source: Please select an avatar
cs_cz: Vyberte avatar
sk_sk: Vyberte avatar.
zh_cn: 请选择头像

# avat.selector.select
source: Select pre-defined avatar
cs_cz: Vybrat předdefinovaný avatar
sk_sk: Vyberte predefinovaný avatar
zh_cn: 选择预定义的化身

# avat.selector.usecustom
source: Use custom avatar
cs_cz: Použít uživatelský avatar
sk_sk: Použi užívateľský avatar
zh_cn: 使用自定义头像

# avat.selector.usepredefined
source: Use predefined avatar
cs_cz: Použít předdefinovaný avatar
sk_sk: Použi predefinovaný avatar
zh_cn: 使用预定义的化身

# avat.title
source: Avatars
cs_cz: Avatary
sk_sk: Avatary
zh_cn: 头像

# avat.typeall
source: All
cs_cz: Všechny
sk_sk: Všetky
zh_cn: 所有

# avat.typegroup
source: Group
cs_cz: Skupina
sk_sk: Skupina
zh_cn: 组

# avat.uniqueavatarname
source: Avatar name must be unique.
cs_cz: Název avatru musí být unikátní.
sk_sk: Názov avataru musí byť unikátny.
zh_cn: 头像的名称必须是唯一的。

# avatars.gallery.title
source: Avatars gallery
cs_cz: Galerie avatarů
sk_sk: Galéria avatarov
zh_cn: 化身画廊

# badge.automatic
source: (Automatic)
cs_cz: (automatická)
sk_sk: (Automatické)
zh_cn: （自动）

# badge.delete.confirmation
source: Are you sure you want to delete selected badge?
cs_cz: Opravdu chcete smazat zvolenou hodnost?
sk_sk: Naozaj chcete zmazať zvolenú hodnosť?
zh_cn: 是否确实要删除所选的徽章？

# badge.errors.displayname
source: Please insert a display name.
cs_cz: Vložte prosím zobrazovaný název.
sk_sk: Vložte prosím zobrazované meno.
zh_cn: 请插入一个显示名称。

# badge.errors.name
source: Please insert a name.
cs_cz: Vložte prosím prosím název.
sk_sk: Vložte prosím meno.
zh_cn: 请插入一个名称。

# badge.errors.toplimit
source: The Top limit value must be a non-negative integer.
cs_cz: Mezní limit musí být nezáporné celé číslo.
sk_sk: Medzný limit musí byt nezáporné číslo.
zh_cn: 上限值必须为非负整数。

# badge.errors.uniquecodename
source: Badge code name must be unique.
cs_cz: Kódové jméno hodnosti musí být unikátní.
sk_sk: Kódové meno hodnosti musí byť unikátne.
zh_cn: 徽章代码名称必须是唯一的。

# badge.errors.values
source: Error saving data - some fields don't have correct values!
cs_cz: Chyba ukládání dat - některá pole nemají správné hodnoty!
sk_sk: Chyba ukladania dát - niektoré polia nemajú správne hodnoty!
zh_cn: 保存数据-某些字段时出现错误没有正确的价值观 ！

# badge.imagepreview
source: Image preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 图像预览

# badge.imageurl
source: Image URL
cs_cz: URL obrázku
sk_sk: URL obrázku
zh_cn: 图像 URL

# badge.isautomatic
source: Is automatic
cs_cz: Je automatická
sk_sk: Je automatická
zh_cn: 是自动的

# badge.title
source: User badges
cs_cz: Uživatelské hodnosti
sk_sk: Užívateľské hodnosti
zh_cn: 用户徽章

# badge.toplimit
source: Top limit
cs_cz: Mezní limit
sk_sk: Medzný limit
zh_cn: 最高限额

# badges.description
source: Allows you to manage badges for website users. You can define badges that the system automatically grants to users based on activity on the website, or assign badges manually through the Users application.
cs_cz: V této sekci je seznam hodností. Umožňuje hodnosti přidávat, mazat a dále upravovat.
sk_sk: Táto sekcia zobrazuje zoznam hodností. Môžete tu vytvoriť nové hodnosti a taktiež upraviť alebo zmazať existujúce hodnosti.
zh_cn: 允许您管理网站用户的徽章。您可以定义系统会自动授予给用户在网站上，活动基础的徽章或分派徽章手动通过用户应用程序。

# badwordculture_edit.headercaption
source: Bad word culture properties
cs_cz: Vlastnosti jazykových verzí závadného obsahu
sk_sk: Vlastnosti kultúry
zh_cn: 坏词语言属性

# badwordculture_edit.itemlistlink
source: Bad word cultures
cs_cz: Jazykové verze závadného obsahu
sk_sk: Kultúry
zh_cn: 坏词语言

# badwords.culturesall
source: The word is not allowed in all cultures
cs_cz: Slovo je zakázáno pro všechny jazykové verze
sk_sk: Slovo je zakázané pre všetky kultúry
zh_cn: 这个词不是允许在所有语言中

# badwords.culturesselected
source: The word is not allowed only in following cultures
cs_cz: Slovo je zakázáno jen v následujících jazykových verzích
sk_sk: Slovo je zakázané v nasledujúcich kultúrach
zh_cn: 这个词不是允许只在以下语言

# badwords.reportcomment
source: Comment:
cs_cz: Komentář:
sk_sk: Komentár:
zh_cn: 评论：

# badwords.reporttitle
source: Bad words in
cs_cz: Závadný obsah v
sk_sk: Slovo v
zh_cn: 中的脏话

# badwords_edit.actioninherit
source: Use default settings
cs_cz: Použít implicitní nastavení
sk_sk: Použiť základné nastavenie
zh_cn: 使用默认设置

# badwords_edit.badwordexists
source: This bad word already exists.
cs_cz: Tento závadný obsah již existuje.
sk_sk: Slovo už existuje
zh_cn: 这个糟糕的单词已存在。

# badwords_edit.inherited
source: (default)&lrm;
cs_cz: (výchozí)
sk_sk: (základné)
zh_cn: （默认值）

# badwords_edit.itemlistlink
source: Bad words
cs_cz: Závadný obsah
sk_sk: Výrazy
zh_cn: 坏词

# badwords_edit.newitemcaption
source: New bad word
cs_cz: Nový výraz
sk_sk: Nový výraz
zh_cn: 新建坏词

# badwords_edit.reportabuse
source: Report abuse
cs_cz: Hlásit
sk_sk: Nahlásiť vulgarizmus
zh_cn: 报告滥用行为

# badwords_edit.requestmoderation
source: Request moderation
cs_cz: Požadovat moderátora
sk_sk: Požadovať moderátora
zh_cn: 请求审核

# badwords_edit.wordactionlabel
source: Action
cs_cz: Operace
sk_sk: Operácia
zh_cn: 操作

# badwords_edit.wordexpressionlabel
source: Bad word
cs_cz: Výraz
sk_sk: Výraz
zh_cn: 不好的词

# badwords_edit.wordisglobal
source: Bad word is global
cs_cz: Závadný obsah je globální
sk_sk: Výraz je globálny
zh_cn: 不好的词是全局

# badwords_edit.wordisregularexpressionlabel
source: Bad word is a regular expression
cs_cz: Regulární výraz
sk_sk: Je regulárny výraz
zh_cn: 不好的词是一个正则表达式

# badwords_edit.wordlastmodifiedlabel
source: Word Last Modified:
cs_cz: Poslední změna:
sk_sk: Posledná zmena:
zh_cn: 词最后修订日期：

# badwords_edit.wordreplacementlabel
source: Replace with
cs_cz: Náhrada
sk_sk: Náhrada
zh_cn: 替换为

# badwords_edit_cultures.allcultures
source: Perform check for all cultures
cs_cz: Provádět kontrolu pro všechny kultury
sk_sk: Kontroluj na všetkých kultúrach
zh_cn: 为所有语言执行检查

# badwords_edit_cultures.selectedcultures
source: Perform check only for selected cultures:
cs_cz: Provádět kontrolu jen pro vybrané kultury:
sk_sk: Kontroluj iba na vybraných kontrolách:
zh_cn: 只为所选的语言执行检查：

# banip.banmessage
source: Your IP address is not allowed for this action, it was banned by the website administrator. Contact the administrator for detailed information.
cs_cz: Z vaší adresy nelze tuto akci provést - adresu zablokoval administrátor. V případě dotazů kontaktujte administrátora.
sk_sk: Vaša IP adresa nemá povolenú túto akciu. Bola zablokovaná správcom webovej stránky. Kontaktuje správcu pre bližšie informácie.
zh_cn: 您的 IP 地址不允许此操作，它被禁止的网站管理员。有关详细信息，请与管理员联系。

# banip.bantypeallnoncomplete
source: All user actions
cs_cz: Všechny uživatelské operace
sk_sk: Všetky užívateľské operácie
zh_cn: 所有的用户操作

# banip.bantypecomplete
source: Access to the website
cs_cz: Přístup k webu
sk_sk: Prístup k webu
zh_cn: 访问网站

# banip.bantypelogin
source: Login
cs_cz: Přihlašování
sk_sk: Prihlasovanie
zh_cn: 登录

# banip.bantyperegistration
source: Registration
cs_cz: Registrace
sk_sk: Registrácia
zh_cn: 注册

# banip.cmsmessagesbantitle
source: Your IP address is banned
cs_cz: Vaše IP je blokována
sk_sk: Vaša IP adresa je zablokovaná
zh_cn: 您的 IP 地址是被禁止的

# banip.deleteconfirmation
source: Are you sure you want to delete the banned IP?
cs_cz: Opravdu chcete smazat blokovanou adresu?
sk_sk: Naozaj chcete zmazať zakázanú IP?
zh_cn: 你确定你想要删除禁止IP 地址？

# banip.editheadercaption
source: Banned IP properties
cs_cz: Vlastnosti blokované adresy
sk_sk: Vlastnosti zakázanej IP
zh_cn: 被禁止IP 属性

# banip.invaliditem
source: Invalid item!
cs_cz: Položka je neplatná!
sk_sk: Nesprávna položka!
zh_cn: 无效的项目 ！

# banip.ipaddress
source: IP address
cs_cz: IP adresa
sk_sk: IP adresa
zh_cn: IP 地址

# banip.ipaddressallowed
source: Allowed
cs_cz: Povolena
sk_sk: Povolená
zh_cn: 允许

# banip.ipaddressallowoverride
source: Allow site to override the ban
cs_cz: Povolit webu předefinování blokování
sk_sk: Povoľ stránke prepísať zablokovanie
zh_cn: 允许站点覆盖这一禁令

# banip.ipaddressbanreason
source: Ban reason
cs_cz: Důvod zablokování
sk_sk: Dôvod zablokovania
zh_cn: 禁令原因

# banip.ipaddressbantype
source: Ban type
cs_cz: Typ blokování
sk_sk: Typ zablokovania
zh_cn: 禁止类型

# banip.ipaddressempty
source: IP address cannot be empty.
cs_cz: IP adresa nesmí být prázdná.
sk_sk: IP adresa nemôže byť prázdna.
zh_cn: IP 地址不能为空。

# banip.ipaddressinvalid
source: IP address is probably invalid and could not be set.
cs_cz: IP adresa je pravděpodobně neplatná a nemůže být nastavena.
sk_sk: IP adresa pravdepodobne nesprávna a nemôže byť nastavená.
zh_cn: IP 地址可能无效，无法设置。

# banip.ipisbannedlogin
source: Your IP address is banned for login.
cs_cz: Přihlašování je pro vaši IP adresu zakázáno.
sk_sk: Prihlásenie je zablokované z vašej IP adresy.
zh_cn: 您的 IP 地址被禁止登录。

# banip.ipisbannedregistration
source: Your IP is banned for registration.
cs_cz: Registrace je pro vaši IP adresu zakázána.
sk_sk: Registrácia je zablokovaná z vašej IP adresy.
zh_cn: 您的 IP 是登记为被禁止的。

# banip.listheadercaption
source: Banned IPs
cs_cz: Blokované adresy
sk_sk: Blokované IP
zh_cn: 被禁止IP的地址

# banip.moduledisabled
source: Banned IPs are currently disabled for this site. To enable the feature, please go to <strong> ##ui|cms|settings## -> Security & Membership -> Protection</strong> and enable the "Enable banned IPs" setting.
cs_cz: Modul blokování adres je pro tento web neaktivní. Aktivovat lze v <strong>Site Manager -> Nastavení -> Zabezpečení</strong> zaškrtnutím "Povolit blokování adres".
sk_sk: Modul Blokované IP adresy je momentálne pre tento web zakázaný. Pre povolenie choďte do <strong>Site Manager -> Nastavenie -> Bezpečnosť & Členstvo -> Ochrana</strong> a zaškrknite položku "Povoliť modul Zakázané IP adresy"
zh_cn: 为此站点当前禁用了被禁止IP的地址。要启用此功能，请转到<strong>##ui|cms|settings##-> 安全 & 会员-> 保护</strong>并启用"启用禁止IP"设置。

# banip.newheadercaption
source: New banned IP
cs_cz: Nová blokovaná adresa
sk_sk: Nová blokovaná IP adresa
zh_cn: 新建禁止IP

# banip.newitemcaption
source: New banned IP
cs_cz: Nová adresa
sk_sk: Nová blokovaná IP adresa
zh_cn: 新建禁止IP

# banip.radallowip
source: Allow IP address for this site if the IP address is banned globally
cs_cz: Povolit tuto adresu pokud je blokována globálně
sk_sk: Povoľ IP adresu pre túto stránku ak je zakázaná globálne
zh_cn: 允许此站点的 IP 地址，如果 IP 地址全局范围内被禁止

# banip.radbanip
source: Ban IP address
cs_cz: Blokovat tuto adresu
sk_sk: Blokovať túto IP adresu
zh_cn: 禁止IP 地址

# basicform.closewindow
source: Close without saving
cs_cz: Zavřít bez uložení
sk_sk: Zavrieť bez uloženia
zh_cn: 关闭而不保存

# basicform.erroralreadyuploaded
source: File "{0}" has been already uploaded.
cs_cz: Soubor "{0}" byl již nahrán.
sk_sk: Súbor "{0}" bol už nahraný.
zh_cn: 已上载文件"{0}"。

# basicform.erroremptyvalue
source: Please enter a value.
cs_cz: Vložte nějakou hodnotu.
sk_sk: Prosím, vložte hodnotu.
zh_cn: 请输入一个值。

# basicform.errorinvaliddate
source: Please enter valid date in format:
cs_cz: Vložte validní datum ve formátu:
sk_sk: Prosím, vložte platný dátum vo formáte:
zh_cn: 请输入有效的日期格式：

# basicform.errorinvaliddatetime
source: Please enter valid date and time in format:
cs_cz: Vložte validní datum a čas ve formátu:
sk_sk: Prosím, vložte platný dátum a čas vo formáte:
zh_cn: 请输入有效的日期和时间格式:

# basicform.errornofile
source: Please specify a file.
cs_cz: Specifikujte nějaký soubor.
sk_sk: Prosím, špecifikujte súbor.
zh_cn: 请指定一个文件。

# basicform.errornotdatetime
source: This field requires a datetime.
cs_cz: Toto pole požaduje časový formát.
sk_sk: Toto pole požaduje datetime.
zh_cn: 此字段需要的日期时间。

# basicform.errornotinteger
source: This field requires an integer number.
cs_cz: Toto pole požaduje celé číslo.
sk_sk: Toto pole požaduje celé číslo.
zh_cn: 此字段需要一个整数。

# basicform.errorsrcnotallowed
source: You cannot insert external images.
cs_cz: Nelze vložit externí obrázky.
sk_sk: Nemožno vložiť externé obrázky.
zh_cn: 您不能插入外部图像。

# basicform.errortexttoolong
source: The entered text is too long.
cs_cz: Vložený text je příliš dlouhý.
sk_sk: Vložený text je príliš dlhý.
zh_cn: 输入的文本是太长。

# basicform.errorwrongfiletype
source: You cannot upload files with extension '{0}'. Allowed extensions: {1}.
cs_cz: Špatný typ souboru '{0}'. Vkládejte pouze soubory těchto typů: {1}.
sk_sk: Zlý typ súboru '{0}'. Vkladajte iba súbory týchto typov: {1}.
zh_cn: 您不能上载具有扩展名"{0}"的文件。允许的扩展： {1}。

# basicform.invalidinput
source: Invalid input!
cs_cz: Neplatný vstup!
sk_sk: Neplatný vstup!
zh_cn: 输入无效 ！

# basicform.invalidlength
source: Maximum allowed length of the input string is {0}.
cs_cz: Maximální povolená délka řetězce je {0}.
sk_sk: Maximálna povolená dĺžka textu je {0}
zh_cn: 输入字符串的最大允许的长度为 {0}。

# basicform.toolong
source: The maximum length of the text is {0} characters, but you have entered {1} characters.
cs_cz: Maximální délka textu je {0}znaků, ale bylo vloženo {1} znaků.
sk_sk: Maximálna dĺžka textu je {0} znakov, ale bolo vložených {1} znakov.
zh_cn: 文本的最大长度为 {0} 个字符，但您输入 {1} 个字符。

# basicform.tooshort
source: The minimal length of the text is {0} characters, but you have entered {1} characters.
cs_cz: Minimální délka textu je {0} znaků, ale bylo vloženo {1} znaků.
sk_sk: Minimálna dĺžka textu je {0} znakov, ale bolo vložených {1} znakov.
zh_cn: 文本的最小长度为 {0} 个字符，但您输入 {1} 个字符。

# basicform.uploadfiletypes
source: Allowed file types: {0}
cs_cz: Povolené typy souborů: {0}
sk_sk: Povolené typy súborov: {0}
zh_cn: 允许的文件类型: {0}

# bbeditor.image
source: Image
cs_cz: Obrázek
sk_sk: Obrázok
zh_cn: 图像

# bbeditor.insertbold
source: Bold
cs_cz: Tučně
sk_sk: Tučne
zh_cn: 粗体

# bbeditor.insertcode
source: Insert code
cs_cz: Vložit zdrojový kód
sk_sk: Vložiť kód
zh_cn: 插入代码

# bbeditor.insertcolor
source: Font color
cs_cz: Barva písma
sk_sk: Farba písma
zh_cn: 字体颜色

# bbeditor.insertimage
source: Insert image
cs_cz: Vložit obrázek
sk_sk: Vložiť obrázok
zh_cn: 插入图像

# bbeditor.insertimage.color
source: Please enter the code of the color:
cs_cz: Zadejte prosím kód barvy:
sk_sk: Vložte kód farby:
zh_cn: 请输入颜色的代码：

# bbeditor.insertimage.url
source: Please enter image URL:
cs_cz: Zadejte prosím URL obrázku:
sk_sk: Vložte URL obrázku:
zh_cn: 请输入图像 URL：

# bbeditor.insertitalic
source: Italics
cs_cz: Kurzíva
sk_sk: Kurzíva
zh_cn: 斜体

# bbeditor.insertquote
source: Insert quote
cs_cz: Vložit citaci
sk_sk: Vložiť citáciu
zh_cn: 插入引用

# bbeditor.insertstrike
source: Strikethrough
cs_cz: Přeškrtnutí
sk_sk: Preškrtnuté
zh_cn: 删除线

# bbeditor.insertunderline
source: Underline
cs_cz: Podtržení
sk_sk: Podtrhnuté
zh_cn: 下划线

# bbeditor.inserturl
source: Insert link
cs_cz: Vložit odkaz
sk_sk: Vložiť odkaz
zh_cn: 插入链接

# bbeditor.inserturl.desc
source: Please enter URL description:
cs_cz: Zadejte prosím popis URL:
sk_sk: Prosím, vložte popis odkazu:
zh_cn: 请输入 URL 的说明：

# bbeditor.inserturl.url
source: Please enter URL:
cs_cz: Zadejte prosím URL:
sk_sk: Prosím, vložte URL odkazu:
zh_cn: 请输入 URL：

# biz.confirmdeletelayout
source: Are you sure you want to delete the current custom form layout?
cs_cz: Opravdu chcete smazat stávající layout?
sk_sk: Naozaj chcete zmazať vybraný layout formulára?
zh_cn: 是否确实要删除当前的自定义表格布局?

# biz.selectbizform
source: Select form
cs_cz: Výběr Bizformu
sk_sk: Vyberte BizForm
zh_cn: 选择表格

# biz.selectbizform.noitemselected
source: Please select a form.
cs_cz: Vyberte prosím Bizform.
sk_sk: Prosím, vyberte BizForm
zh_cn: 请选择一个表格。

# bizform.bizforms
source: Forms
cs_cz: BizFormy
sk_sk: Formuláre
zh_cn: 表格

# bizform.columns.formentries
source: Entries
cs_cz: Vstupy
sk_sk: Vstupy
zh_cn: 条目

# bizform.columns.formname
source: Form name
cs_cz: Jméno formuláře
sk_sk: Meno formulára
zh_cn: 表格名称

# bizform.confirmationmessagesubject
source: Form message
cs_cz: Zpráva Bizformu
sk_sk: Správa Bizformu
zh_cn: 表格消息

# bizform.errorvalidationerror
source: The entered values cannot be saved. Please see the fields below for details.
cs_cz: Vložené hodnoty nelze uložit. Více informací naleznete níže.
sk_sk: Vložené hodnoty nemožno uložiť. Viac informácií nájdete nižšie.
zh_cn: 不能保存所输入的值。请以下字段的详细信息，参阅。

# bizform.messagesubject
source: Form Message
cs_cz: Zpráva BizFormu
sk_sk: Správa BizFormu
zh_cn: 表格消息

# bizform.security.lblallusers
source: All form users
cs_cz: Všem uživatelům
sk_sk: Všetkých užívateľov formulára
zh_cn: 表格的所有用户

# bizform.security.lblonlyroles
source: Only authorized roles
cs_cz: Pouze oprávněným rolím
sk_sk: Iba autorizované role
zh_cn: 只有经过授权的角色

# bizform.security.lbltitle
source: Allow management of this form to:
cs_cz: Povolit správu tohoto formuláře:
sk_sk: Povoliť spravovanie formulára pre:
zh_cn: 允许此表格可以管理：

# bizform_edit.actionclearaftersave
source: Clear form
cs_cz: Vyčistit formulář
sk_sk: Vyčistiť formulár
zh_cn: 清除表单

# bizform_edit.actioncontinueediting
source: Continue editing
cs_cz: Pokračovat v editaci
sk_sk: Pokračovať v editácii
zh_cn: 继续编辑

# bizform_edit.actiondisplaytext
source: Display text:
cs_cz: Zobrazit text:
sk_sk: Zobraziť text:
zh_cn: 显示文本：

# bizform_edit.actionredirecttourl
source: Redirect to URL:
cs_cz: Přesměrovat na URL:
sk_sk: Presmerovať na URL:
zh_cn: 将重定向到的 URL：

# bizform_edit.aftersubmitlabel
source: After the form is submitted:
cs_cz: Po uložení dat provést::
sk_sk: Po uložení dát vykonať::
zh_cn: 后提交表单：

# bizform_edit.data
source: Data
sk_sk: Dáta
zh_cn: 数据

# bizform_edit.erroremptyformdispalyname
source: Please enter a form display name.
cs_cz: Vložte prosím zobrazovaný název BizFormu.
sk_sk: Prosím, vložte zobrazované meno BizFormu.
zh_cn: 请输入表格的显示名称。

# bizform_edit.erroremptyformname
source: Please enter a form code name.
cs_cz: Vložte prosím kódové jméno BizFormu.
sk_sk: Prosím, vložte kódové meno BizFormu.
zh_cn: 请输入表格的代码名称。

# bizform_edit.erroremptyformtablename
source: Please enter a table name.
cs_cz: Vložte prosím název tabulky.
sk_sk: Prosím, vložte meno tabuľky.
zh_cn: 请输入表的名称。

# bizform_edit.errorformnameinidentifierformat
source: Please enter form code name in identifier format without spaces and special characters.
cs_cz: Zadejte, prosím, kódový název formuláře v identifikačním formátu bez mezer a speciálních znaků.
zh_cn: 请输入表格的代码名称中没有空格和特殊字符的标识符格式。

# bizform_edit.errorformtablenameinidentifierformat
source: Please enter table name in identifier format without spaces and special characters.
cs_cz: Zadejte, prosím, název tabulky v identifikačním formátu bez mezer a speciálních znaků.
zh_cn: 请输入表名称中没有空格和特殊字符的标识符格式。

# bizform_edit.formdisplaynamelabel
source: Form display name:
cs_cz: Zobrazené jméno BizFormu:
sk_sk: Zobrazované meno formulára:
zh_cn: 表格显示名称：

# bizform_edit.formitemslabel
source: Items:
cs_cz: Položky:
sk_sk: Položky:
zh_cn: 项目：

# bizform_edit.formnameexists
source: Form code name must be unique.
cs_cz: Kódové jméno BizFormu musí být jedinečné.
sk_sk: Kódové meno formulára musí byť jedinečné.
zh_cn: 表格代码名称必须是唯一的。

# bizform_edit.formnamelabel
source: Form code name:
cs_cz: Kódové jméno BizFormu:
sk_sk: Kódové meno formulára:
zh_cn: 表格代码名称：

# bizform_edit.headercaption
source: Form properties
cs_cz: Vlastnosti BizFormu
sk_sk: Vlastnosti BizFormu
zh_cn: 表格属性

# bizform_edit.itemlistlink
source: Forms
cs_cz: BizFormy
sk_sk: Formuláre
zh_cn: 表格

# bizform_edit.layout
source: Layout
cs_cz: Rozvržení
zh_cn: 布局

# bizform_edit.newitemcaption
source: New Form
cs_cz: Nový BizForm
sk_sk: Nový formulár
zh_cn: 新表格

# bizform_edit.reportfieldslabel
source: Report fields:
cs_cz: Pole příspěvků:
sk_sk: Pole príspevkov:
zh_cn: 报表字段:

# bizform_edit.sendfromemaillabel
source: From email:
cs_cz: E-mail od:
sk_sk: E-mail od:
zh_cn: 从电子邮件：

# bizform_edit.sendtoemaillabel
source: To email:
cs_cz: E-mail komu:
sk_sk: E-mail komu:
zh_cn: 要发送电子邮件：

# bizform_edit.submitbuttontextlabel
source: Submit button text:
cs_cz: Text potvrzujícího tlačítka:
sk_sk: Text potvrdzujúceho tlačidla:
zh_cn: 提交按钮文本：

# bizform_edit.tablenamelabel
source: Table name:
cs_cz: Název tabulky:
sk_sk: Názov tabuľky:
zh_cn: 表名称:

# bizform_edit_autoresponder.availablefields
source: Available fields:
cs_cz: Dostupné pole:
sk_sk: Dostupné polia:
zh_cn: 可用的字段：

# bizform_edit_autoresponder.btngeneratelayout
source: Generate table layout
cs_cz: Generovat návrh tabulky
sk_sk: Generuj návrh tabuľky
zh_cn: 生成表的布局

# bizform_edit_autoresponder.btninsertinput
source: Insert value
cs_cz: Vložit hodnotu
sk_sk: Vlož hodnotu
zh_cn: 插入值

# bizform_edit_autoresponder.btninsertlabel
source: Insert label
cs_cz: Vložit název
sk_sk: Vlož názov
zh_cn: 插入标签

# bizform_edit_autoresponder.confirmdelete
source: Are you sure you want to delete the confirmation email template layout?
cs_cz: Opravdu chcete smazat rozvržení šablony pro potvrzující e-maily?
sk_sk: Určite chcete zmazať návrh šablóny pre potvrdzujúce e-maily?
zh_cn: 你确定你想要删除的确认电子邮件模板布局？
