Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# mydesk.ui.nodocuments
source: You currently don't have any pages.
cs_cz: Nemáte žádné dokumenty.
sk_sk: Nemáte žiadne dokumenty.
zh_cn: 你目前还没有任何页面。

# mydesk.ui.nooutdated
source: There were no outdated pages found.
cs_cz: Nebyly nalezeny žádné staré dokumenty.
sk_sk: Neboli nájdené žiadne staré dokumenty.
zh_cn: 没有过时的页面找到。

# mydesk.ui.norecent
source: There were no recent pages found.
cs_cz: Nebyly nalezeny žádné současné dokumenty.
sk_sk: Neboli nájdené žiadne nové dokumenty.
zh_cn: 没有最近的页面找到。

# mydesk.ui.nowaitingdocs
source: There are no pages waiting for your approval.
cs_cz: Nebyly nalezeny žádné dokumenty čekající na schválení.
sk_sk: Žiadne dokumenty nepotrebujú vaše potvrdenie.
zh_cn: 没有等待您审批的页面。

# mydesk.ui.outdateddocs
source: Outdated pages
cs_cz: Staré
sk_sk: Zastarané
zh_cn: 过期页面

# mydesk.ui.pending
source: Pending pages
cs_cz: Čekající
zh_cn: 待处理页面

# mydesk.ui.recentdocs
source: Recent pages
cs_cz: Současné
sk_sk: Nedávne
zh_cn: 最近网页

# mymemberships.buymembership
source: Buy membership
cs_cz: Koupit členství
sk_sk: Kúpiť členstvo
zh_cn: 买会员

# mymemberships.membership
source: Membership
cs_cz: Členství
sk_sk: Členstvo
zh_cn: 会员

# mymemberships.validto
source: Valid to
cs_cz: Platné do
sk_sk: Platné do
zh_cn: 有效期至

# mymessages.contactlist
source: Contact list
cs_cz: Seznam kontaktů
sk_sk: Zoznam kontaktov
zh_cn: 联系人列表

# mymessages.ignorelist
source: Ignore list
cs_cz: Seznam ignorovaných uživatelů
zh_cn: 忽略列表

# mymessages.inbox
source: Inbox
cs_cz: Příchozí pošta
zh_cn: 收件箱

# mymessages.outbox
source: Outbox
cs_cz: Odchozí pošta
zh_cn: 发件箱

# myorders.addtocart
source: Are you sure you want to add products in your order to the shopping cart?
zh_cn: 你确定你想要将您的订单中的产品添加到购物车？

# myorders.downloads
source: Downloads
cs_cz: Stahování
sk_sk: Stiahnutia
zh_cn: 下载

# myorders.reorder
source: Reorder
zh_cn: 重新排序

# myprojects.myprojects
source: My projects
cs_cz: Moje projekty
sk_sk: Moje projekty
zh_cn: 我的项目

# myprojects.mytasks
source: My tasks
cs_cz: Moje úlohy
sk_sk: Moje úlohy
zh_cn: 我的任务

# myprojects.ownedtasks
source: Tasks owned by me
cs_cz: Úlohy vlastněné mnou
sk_sk: Úlohy, ktoré vlastním
zh_cn: 我所负责的任务

# mysubscriptions.cannotidentifyuser
source: Sorry, we cannot identify the email address.
cs_cz: Omlouváme se, ale není možné identifikovat e-mailové adresy.
sk_sk: Nemožno určiť vašu e-mailovú adresu.
zh_cn: 对不起，我们不能识别的电子邮件地址。

# mysubscriptions.maintextuser
source: User email address ##EMAIL## is currently subscribed to receive the following email newsletters:
cs_cz: Vaše e-mailová adresa ##EMAIL## je aktuálně přihlášena k odběru následujících newsletterů:
sk_sk: Užívateľský e-mail ##EMAIL## je momentálne prihlásený na odoberanie nasledujúcich newsletterov:
zh_cn: 用户的电子邮件地址 ##EMAIL## 是目前订阅接收以下电子邮件时事通讯：

# newfile.failed
source: File upload failed
cs_cz: Chyba při vkládání nového souboru
sk_sk: Chyba pri vkladaní nového súboru
zh_cn: 文件上载失败

# newfile.someofrequiredfieldsmissing
source: Some of required fields (FileName or FileAttachment) is missing or has been renamed in CMS.File page type.
cs_cz: Některé z požadovaných polí (FileName or FileAttachment) chybí nebo bylo přejmenováno v dokumentu typu CMS.File.
sk_sk: Niektoré z požadovaných polí (FileName alebo FileAttachment) chýba alebo bolo premenované v dokumente typu CMS.File.
zh_cn: 一些必填字段 （文件名或 FileAttachment） 丢失或在 CMS 中已重命名。文件的页面类型。

# newsletter.abvariantoriginal
source: Original
cs_cz: Originál
zh_cn: 源语言

# newsletter.allsubscribers
source: All
cs_cz: Vše
sk_sk: Všetko
zh_cn: 所有

# newsletter.approval_activated
source: Subscription is already activated.
cs_cz: Přihláška k odběru je již aktivována.
sk_sk: Prihláška už bola aktivovaná.
zh_cn: 已激活订阅。

# newsletter.approval_failed
source: Email campaign approval has failed.
cs_cz: Schválení newsletteru selhalo.
sk_sk: Schválenie newslettera zlyhalo.
zh_cn: 电子邮件活动批准已失败。

# newsletter.approval_invalid
source: Subscription identifier is not applicable.
cs_cz: Identifikátor přihlášky není použitelný.
sk_sk: Identifikátor prihlásenia nie je použiteľný.
zh_cn: 订阅标识符不是适用的。

# newsletter.approval_timeexceeded
source: Interval between subscription and its confirmation has exceeded.
cs_cz: Povolený interval mezi přihlášením a jeho potvrzením byl překročen.
sk_sk: Interval medzi prihlásením a potvrdním pol prekročený.
zh_cn: 订阅和其确认之间的时间间隔已超过。

# newsletter.approvesubscription
source: Approve subscription
cs_cz: Schválit přihlášení
zh_cn: 批准订阅

# newsletter.blocksubscription
source: Block subscription
cs_cz: Blokovat přihlášení
zh_cn: 块订阅

# newsletter.checkserver
source: Check page URL availability
zh_cn: 检查页面的 URL 可用性

# newsletter.deletesubscription
source: Remove subscribers
cs_cz: Smazat přihlášení
zh_cn: 删除订阅服务器

# newsletter.draftemails
source: Send draft emails to
cs_cz: Zaslat návrhy e-mailů na
sk_sk: Poslať návrh e-mailu na
zh_cn: 发送到草案电子邮件

# newsletter.enableresending
source: Enable resending
cs_cz: Povolit znovuposlání
zh_cn: 启用重新发送

# newsletter.erroronactiononsubscriber
source: Could not complete the selected action, the selected email campaign doesn't exist.
zh_cn: 无法完成选定的操作，所选电子邮件活动并不存在。

# newsletter.exportsubscribers
source: Export subscribers
cs_cz: Exportovat odběratele
sk_sk: Exportovať odberateľov
zh_cn: 导出订户

# newsletter.filter.bouncedemails.active
source: Active
cs_cz: Aktivovat
sk_sk: Aktivovať
zh_cn: 活动

# newsletter.filter.bouncedemails.all
source: All
cs_cz: Vše
sk_sk: Všetko
zh_cn: 所有

# newsletter.filter.bouncedemails.blocked
source: Blocked
cs_cz: Blokovat
sk_sk: Blokovať
zh_cn: 阻止

# newsletter.incorrectdate
source: Please enter correct date.
cs_cz: Zadejte prosím správné datum.
sk_sk: Vložte prosím správny dátum.
zh_cn: 请输入正确的日期。

# newsletter.issue.itemname
source: Email name
cs_cz: Název vydání
zh_cn: 电子邮件名称

# newsletter.issue.selectitem
source: Select email
cs_cz: Vybrat vydání newsletteru
zh_cn: 选择电子邮件

# newsletter.issuetemplates
source: Templates
cs_cz: Šablony
zh_cn: 模板

# newsletter.lblabvariant
source: A/B test variant
cs_cz: Varianta A/B testu
zh_cn: A / B 测试备选案文

# newsletter.linktrackingerror
source: Original link was not found!
cs_cz: Původní link nebyl nalezen!
zh_cn: 找不到原始链接 ！

# newsletter.processing
source: Checking source page URL...
zh_cn: 检查源页面的 URL。

# newsletter.recipientsmissing
source: Please enter an email address.
cs_cz: Zadejte prosím e-mailovou adresu.
sk_sk: Vložte prosím e-mailovú adresu.
zh_cn: 请输入电子邮件地址。

# newsletter.renewsubscription
source: Renew subscription
cs_cz: Obnovit přihlášení
zh_cn: 续订订购

# newsletter.requireoptin
source: Require double opt-in
cs_cz: Vyžaduje dvojité potvrzení
sk_sk: Požadovať dvojité potvrdenie
zh_cn: 双选的需要

# newsletter.serverstatus
source: Status ..
zh_cn: 状态。

# newsletter.specifyapproot
source: Please specify source page URL.
zh_cn: 请指定源页的 URL。

# newsletter.subscriber.addto
source: Subscribe to newsletter
cs_cz: Přihlásit k odběru newsletteru
zh_cn: 订阅新闻通讯

# newsletter.subscriber.removefrom
source: Unsubscribe from newsletter
cs_cz: Odhlásit z odběru newsletteru
zh_cn: 取消订阅新闻通讯

# newsletter.subscriptions.selected
source: Selected subscriptions
cs_cz: Vybraná přihlášení
sk_sk: Vybrané odbery
zh_cn: 所选订阅内容

# newsletter.successful_approval
source: Your subscription was successfuly approved.
cs_cz: Vaše přihlášení bylo úspěšně schváleno.
sk_sk: Vaša prihláška bola úspešne schválená.
zh_cn: 您的订阅被成功地批准。

# newsletter.templatenewsletter
source: Email campaigns
cs_cz: Newslettery
zh_cn: 电子邮件活动

# newsletter.trackactivities
source: Log on-line marketing activities
cs_cz: Logovat on-line marketing aktivity
sk_sk: Zaznamenávať on-line marketingové aktivity
zh_cn: 日志在线营销活动

# newsletter.trackclickedlinks
source: Track clicked links
cs_cz: Sledovat kliknutí na odkazy
sk_sk: Sledovať kliknutia na odkazy
zh_cn: 单击跟踪链接

# newsletter.trackopenedemails
source: Track opened emails
cs_cz: Sledovat přečtené e-maily
sk_sk: Sledovať otvorenia e-mailov
zh_cn: 跟踪打开的电子邮件

# newsletter.unsubscribefailed
source: Email campaign unsubscription has failed
cs_cz: Odhlášení newsletteru selhalo
sk_sk: Odhlásenie z newslettera zlyhalo
zh_cn: 电子邮件活动未获客户退订已失败

# newsletter.urlnotavailable
source: Source page URL is not available.
zh_cn: 源页面 URL 不是可用的。

# newsletter.variantdisplaynamemissing
source: Please fill in a variant name.
cs_cz: Vyplňte, prosím, název varianty.
zh_cn: 请填写一个 variant 类型的值的名称。

# newsletter.variantselecttemplate
source: Please select a variant.
cs_cz: Vyberte, prosím, variantu.
zh_cn: 请选择一个变量。

# newsletter.wrongemailformat
source: Some email address has invalid format.
cs_cz: Některá e-mailová adresa není ve správném formátu.
sk_sk: Niektorý e-mail nie je v správnom formáte.
zh_cn: 一些电子邮件地址已无效的格式。

# newsletter_configuration.enableoptin
source: Enable double opt-in
cs_cz: Povolit dvojité potvrzení
sk_sk: Povoliť dvojité potvrdenie
zh_cn: 启用双选入

# newsletter_configuration.optinurl
source: Approval page URL
cs_cz: URL schvalovací stránky
sk_sk: URL schvaľovacej stránky
zh_cn: 审批网页 URL

# newsletter_configuration.optnintemplate
source: Double opt-in template
cs_cz: Šablona dvojitého potvrzení
sk_sk: Šablóna dvojitého potvrdenia
zh_cn: 双选的模板

# newsletter_configuration.sendoptinconfirmation
source: Send double opt-in confirmation
cs_cz: Odeslat schválení dvojitého potvrzení
sk_sk: Poslať druhé potvrdenie
zh_cn: 寄发确认函双选的

# newsletter_edit.newsletterdisplayname.description
source: Name of the email campaign that is displayed to users.
zh_cn: 显示给用户的电子邮件市场活动的名称。

# newsletter_edit.newsletterdynamicscheduledtask.description
source: If enabled, the email campaign is automatically sent as defined by the following settings.
zh_cn: 如果启用，由以下设置定义自动发送电子邮件活动。

# newsletter_edit.newsletterdynamicurl.description
source: The URL of the page that will be contained in the email campaign. The Check page URL availability button checks if the page with the entered URL is available and displays the result.
zh_cn: 将包含在电子邮件活动的页面的 URL。检查页面的 URL 可用性按钮检查是否有输入的 URL 的页面可用，并显示结果。

# newsletter_edit.newslettername.description
source: Sets the code name that serves as an identifier, e.g. in macros. Leave the default automatic code name unless a different value is required for a specific scenario.
zh_cn: 设置用作标识符，例如在宏的代码名称。除非特定情景中需要一个不同的值时，请离开默认自动代码名称。

# newsletter_edit.newslettersenderemail.description
source: Email address which is set as the sender in the emails sent as part of the email campaign. For template-based email campaign, it is possible to override the sender email address for individual emails.
zh_cn: 被设置为发送作为电子邮件活动的电子邮件发件人的电子邮件地址。对于基于模板的电子邮件活动中，有可能要重写单个电子邮件的发件人电子邮件地址。

# newsletter_edit.newslettersendername.description
source: Name of the sender used in campaign emails. For template-based email campaigns, it is possible to override this value for individual emails and set a different sender name.
zh_cn: 使用市场活动电子邮件中的发件人的名称。为基于模板的电子邮件活动，就可以覆盖此值为单独的电子邮件，并设置不同的发件人的名称。

# newsletter_edit.newslettersubscriptiontemplate.description
source: Template used for subscription confirmation emails.
zh_cn: 用于订阅确认电子邮件模板。

# newsletter_edit.newslettertemplate.description
source: Template used for the email campaign.
zh_cn: 用于电子邮件活动模板。

# newsletter_edit.newslettertype.description
source: Type of the email campaign.
zh_cn: 电子邮件市场活动类型。

# newsletter_edit.newsletterunsubscriptiontemplate.description
source: Template used for unsubscription confirmation emails.
zh_cn: 用于确认撤销确认电子邮件模板。

# newsletter_edit.sourcepageurlempty
source: Source page URL cannot be empty.
zh_cn: 源页面的 URL 不能为空。

# newsletter_header.configuration
source: Configuration
cs_cz: Konfigurace
sk_sk: Konfigurácia
zh_cn: 配置

# newsletter_header.issues
source: Emails
cs_cz: Vydání
sk_sk: Vydanie
zh_cn: 电子邮件

# newsletter_header.send
source: Send
cs_cz: Poslat
sk_sk: Odoslať
zh_cn: 发送

# newsletter_header.subscribers
source: Subscribers
cs_cz: Odběratelé
sk_sk: Odberatelia
zh_cn: 订阅服务器

# newsletter_issue.openedbetween
source: Opened between
cs_cz: Otevřeno mezi
sk_sk: Otvorené medzi
zh_cn: 打开之间

# newsletter_issue_header.issuesending
source: The email is in testing phase. Variant emails are being sent or will be sent in the near future according to their scheduled mail-out time. Winner will be selected on {0}.
cs_cz: Toto vydání newsletteru je v testovací fázi. Varianty vydání se právě posílají nebo budou poslány v blízké budoucnosti podle jejich plánovaného času odesílání. Vítěz bude vybrán {0}.
zh_cn: 电子邮件是在测试阶段。备选案文的电子邮件正在发送，或将在不久的将来，根据其预定的邮件时间发送。优胜者将 {0} 上。

# newsletter_issue_header.send
source: Send
cs_cz: Poslat
sk_sk: Poslať
zh_cn: 发送

# newsletter_issue_openedby.title
source: Email opened by
cs_cz: Vydání otevřeno
sk_sk: Vydanie otvorené kým
zh_cn: 被打开的电子邮件

# newsletter_issue_subscribersclicks.title
source: Participating subscribers
cs_cz: Zúčastnění odběratelé
sk_sk: Zúčastnení odberatelia
zh_cn: 参与订阅服务器

# newsletter_issue_trackedlinks.title
source: Link tracking
cs_cz: Sledování odkazů
sk_sk: Sledovanie odkazov
zh_cn: 跟踪链接

# newsletter_newsletter.select.itemname
source: Email campaign
cs_cz: Newsletteru
zh_cn: 电子邮件活动

# newsletter_newsletter.select.selectitem
source: Select email campaign
cs_cz: Vybrat newsletter
zh_cn: 选择电子邮件市场活动

# newsletter_send.savewosending
source: Save without sending
cs_cz: Uložit bez odesílání
zh_cn: 保存而不发送

# newsletter_send.sendandclose
source: Send and close
cs_cz: Poslat a zavřít
zh_cn: 发送并关闭

# newsletter_winnermailout.mailouttime
source: Schedule mail-out to
cs_cz: Naplánovat odesílání na
zh_cn: 安排邮件去

# newsletter_winnermailout.question
source: Are you sure you want to select variant <strong>'{0}'</strong> as a winner and send it to the rest of subscribers?
cs_cz: Opravdu chcete vybrat variantu <strong>'{0}'</strong> jako vítěze A/B testu a poslat tuto variantu zbylým odběratelům?
zh_cn: 你确定你想要选择备选案文<strong>'{0}'</strong>作为一个胜利者，并将其发送到其他订阅服务器？

# newsletter_winnermailout.title
source: Winner selection
cs_cz: Vyber vítěze
zh_cn: 获胜者选择

# newsletterabtest.winner
source: (winner)
cs_cz: (vítěz)
zh_cn: (冠军)

# newsletteraddusers.additems
source: Add users
cs_cz: Přidat uživatele
zh_cn: 添加用户

# newsletteraddusers.entersearch
source: User name or email
cs_cz: Filtr:
zh_cn: 用户名或电子邮件

# newsletteraddusers.itemname
source: User
cs_cz: Uživatel
zh_cn: 用户

# newsletteraddusers.nodata
source: No users selected.
cs_cz: Nebyly vybrání žádní uživatelé
zh_cn: 没有选定的用户。

# newsletteraddusers.select
source: Add users
cs_cz: Přidat uživatele
zh_cn: 添加用户

# newsletteraddusers.selectitem
source: Select users
cs_cz: Vybrat uživatele
zh_cn: 选择用户

# newsletteremailqueue_list.emailsdisabled
source: Email sending is currently disabled.
cs_cz: Zasílání e-mailů je momentálně zakázáno.
sk_sk: Posielanie e-mailov je v súčasnosti zakázané.
zh_cn: 电子邮件发送当前被禁用。

# newsletterinfo.issuesentwaitingtoselwinnerclicks
source: The email was sent to test group on {0}. A winner will be selected according to total unique clicks on {1}.
cs_cz: Vydání newsletteru bylo posláno testovací skupině {0}. Vítěz bude vybrán podle počtu unikátních kliknutí {1}.
zh_cn: 电子邮件被送来测试组 {0} 上。优胜者将根据总独特点击 {1}。

# newsletterinfo.issuesentwaitingtoselwinnermanually
source: The email was sent to test group on {0}. A winner will be selected manually.
cs_cz: Vydání newsletteru bylo posláno testovací skupině {0}. Vítěz bude vybrán manuálně.
zh_cn: 电子邮件被送来测试组 {0} 上。将手动选择一个赢家。

# newsletterinfo.issuesentwaitingtoselwinneropen
source: The email was sent to test group on {0}. A winner will be selected according to total opens on {1}.
cs_cz: Vydání newsletteru bylo posláno testovací skupině {0}. Vítě bude vybrán podle počtu otevřených e-mailů {1}
zh_cn: 电子邮件被送来测试组 {0} 上。优胜者将根据对 {1} 打开的文件总数。

# newsletterinfo.issuesentwaitingtosentwinner
source: The winner will be sent to the rest of subscribers on {0}. A winner was selected manually on {1}.
cs_cz: Vítěz bude odeslán zbylým přihlášeným odběratelům {0}. Vítěz byl vybrán manuálně {1}.
zh_cn: 获胜者将发送到订阅服务器 {0} 上的休息。一个胜利者是手动选择上 {1}。

# newsletterinfo.issuesentwinnerselclicks
source: Winner was selected according to total unique clicks on {0}.
cs_cz: Vítěz byl vybrán podle počtu unikátních kliknutí {0}.
zh_cn: 优胜者是根据总独特点击 {0}。

# newsletterinfo.issuesentwinnerselmanually
source: The email was sent on {0}. Winner was selected manually on {1}.
cs_cz: Vydání newsletteru bylo posláno {0}. Vítěz byl vybrán manuálně {1}.
zh_cn: 电子邮件被送上 {0}。获胜者是手动选择上 {1}。

# newsletterinfo.issuesentwinnerselopen
source: Winner was selected according to opened emails on {0}.
cs_cz: Vítěz byl vybrán podle počtu otevřených e-mailů {0}.
zh_cn: 优胜者是根据 {0} 上打开电子邮件。

# newsletterissue.notallowedtosaveissue
source: You are not allowed to save email which is currently being sent (or has been sent).
cs_cz: Nemůžete uložit vydání, které se právě odesílá neboo už bylo odesláno.
zh_cn: 你不是允许保存当前正在发送 （或已发送） 的电子邮件。

# newsletterissue.sender.email
source: Sender email address
zh_cn: 发件人的电子邮件地址

# newsletterissue.sender.name
source: Sender name
zh_cn: 发件人姓名

# newsletterissue.template
source: Template
zh_cn: 模板

# newsletterissue_content.abtesttooltip
source: In order to enable A/B testing functionality on this email campaign, opened email tracking and click link tracking must be enabled in the email campaign configuration.
cs_cz: Pro umožnění A/B testování tohoto newsletteru musíte nejdříve povolit sledování kliknutí na odkazy a sledování otevření e-mailů v konfiguraci newsletteru.
zh_cn: 为了使 A / B 测试此电子邮件活动的功能，打开电子邮件跟踪和点击链接跟踪必须在电子邮件活动配置中启用。

# newsletterissue_content.createabtest
source: Create A/B test
cs_cz: Vytvořit A/B test
zh_cn: 创建 A / B 测试

# newsletterissue_content.senddraft
source: Send draft
cs_cz: Poslat návrh
zh_cn: 发送草案

# newsletterissue_mailout.status
source: Status
cs_cz: Stav
zh_cn: 状态

# newsletterissue_mailout.uniqueclicks
source: Unique clicks
cs_cz: Unikátní kliknutí
zh_cn: 独特的点击次数

# newsletterissue_new.editcontent
source: Edit the content
cs_cz: Upravit obsah
zh_cn: 编辑内容

# newsletterissue_new.newissue
source: New email
cs_cz: Nové vydání
zh_cn: 新建电子邮件

# newsletterissue_new.step
source: Step {0} of {1}
cs_cz: Krok {0}
zh_cn: 步骤 {0} {1} 的

# newsletterissue_new.templateselection
source: Template selection
cs_cz: Výběr šablony
zh_cn: 模板选择

# newsletterissue_send.asap
source: (will be sent as soon as possible)
cs_cz: (bude poslán co nejdříve)
zh_cn: （将尽快发送）

# newsletterissue_send.days
source: Day(s)
cs_cz: Dny
zh_cn: 中天

# newsletterissue_send.emails
source: Emails
cs_cz: E-maily
zh_cn: 电子邮件

# newsletterissue_send.grpwinnerselection
source: Winner selection
cs_cz: Výběr vítěze
zh_cn: 获胜者选择

# newsletterissue_send.hours
source: Hour(s)
cs_cz: Hodinách
zh_cn: 小时

# newsletterissue_send.infovariantsending
source: Below you can check current results of testing variants. You can choose an automatic selection of a winner or you can select a winner manually according to the results and finish the test phase earlier.
cs_cz: Níže můžete zjistit aktuální výsledky testování varinat. Můžete si vybrat automatický výběr vítěze nebo můžete vybrat vítěze ručně podle aktuálních výsledků a ukončit tak testování dříve.
zh_cn: 下面你可以检查测试变量的当前结果。您可以选择一个赢家自动选择或者你可以选择手动结果赢家并完成较早前的测试阶段。

# newsletterissue_send.infowaitingtoselwinner
source: Below you can check current results of testing variants. You can choose an automatic selection of a winner or you can select a winner manually according to the results and finish the test phase earlier.
cs_cz: Níže můžete zjistit aktuální výsledky testování varinat. Můžete si vybrat automatický výběr vítěze nebo můžete vybrat vítěze ručně podle aktuálních výsledků a ukončit tak testování dříve.
zh_cn: 下面你可以检查测试变量的当前结果。您可以选择一个赢家自动选择或者你可以选择手动结果赢家并完成较早前的测试阶段。

# newsletterissue_send.invaliddatetime
source: Please enter valid date and time.
cs_cz: Zadejte, prosím, platné datum a čas.
zh_cn: 请输入有效的日期和时间。

# newsletterissue_send.lbltestgroupremainder
source: Remainder ##% (### subscribers)
cs_cz: Zbytek ##% (### odběratelů)
zh_cn: 剩下的人 ##% (### subscribers)

# newsletterissue_send.lbltestgroupsize
source: Test group ##% (### subscribers)
cs_cz: Testovací skupina ##% (### odběratelů)
zh_cn: 试验组 ##% (### subscribers)

# newsletterissue_send.mailoutnow
source: Now
cs_cz: Nyní
zh_cn: 现在

# newsletterissue_send.mailouttime
source: Change mail-out time of
cs_cz: Změnit čas odeslání varianty
zh_cn: 更改邮件的时间

# newsletterissue_send.manually
source: Manually
cs_cz: Ručně
zh_cn: 手动

# newsletterissue_send.minutes
source: Minute(s)
cs_cz: Minutách
zh_cn: 分钟

# newsletterissue_send.months
source: Month(s)
cs_cz: Měsících
zh_cn: 当月

# newsletterissue_send.novariantsselected
source: Please select a variant.
cs_cz: Vyberte, prosím variantu.
zh_cn: 请选择一个变量。

# newsletterissue_send.openrate
source: Number of opened emails
cs_cz: Počet otevřených e-mailů
zh_cn: 打开电子邮件的数量

# newsletterissue_send.saveissuehasbeensent
source: The email was sent. You are not allowed to change A/B test settings.
cs_cz: Vydání newsletteru bylo odesláno. Není dovoleno měnit A/B test nastavení.
zh_cn: 电子邮件被发送。你不允许更改 A / B 测试设置。

# newsletterissue_send.saveissueisintestingphase
source: The email is in testing phase. You are not allowed to change size of test group during the testing phase.
cs_cz: Vydání newsletteru je v testovací fázi. V průběhu testovací fáze není dovoleno měnit velikost testovací skupiny.
zh_cn: 电子邮件是在测试阶段。您不得更改大小的测试组的测试阶段。

# newsletterissue_send.saveissuewrongwinnerselectioninterval
source: The minimal timer interval for winner selection is 5 minutes.
cs_cz: Minimální interval pro výběr vítěze je 5 minut.
zh_cn: 获胜者选择最小的计时器间隔是 5 分钟。

# newsletterissue_send.schedulemailout
source: Schedule mail-out
cs_cz: Naplánovat odesílání
zh_cn: 安排邮件了

# newsletterissue_send.selected
source: (selected)
cs_cz: (vybrané)
zh_cn: （选中）

# newsletterissue_send.selectwinner
source: Select a winner after:
cs_cz: Vybrat vítěze pro:
zh_cn: 选择后的赢家：

# newsletterissue_send.selectwinneraction
source: Select as winner
cs_cz: Vybrat jako vítěze
zh_cn: 选择作为赢家

# newsletterissue_send.send
source: Send
cs_cz: Poslat
zh_cn: 发送

# newsletterissue_send.senddraft
source: Send draft email to specified email addresses (separate them with semicolon ";")
cs_cz: Poslat návrh e-mailu na zadané e-mailové adresy (adresy oddělte středníkem ";")
zh_cn: 将草案电子邮件发送到指定的电子邮件地址 (用分号分隔它们"；"）

# newsletterissue_send.sendissuehasbeensent
source: The email has been sent already.
cs_cz: Vydání newsletteru již bylo odesláno.
zh_cn: 已发送电子邮件。

# newsletterissue_send.sendissuereadytobesent
source: The email is ready to be sent.
cs_cz: Vydání newsletteru je připraveno k odeslání.
zh_cn: 电子邮件是准备发送。

# newsletterissue_send.sendssuehasbeensent
source: The email has been sent already.
cs_cz: Vydání newsletteru již bylo odesláno.
zh_cn: 已发送电子邮件。

# newsletterissue_send.sizeoftestgroup
source: Size of test group:
cs_cz: Velikost testovací skupiny:
zh_cn: 试验组的大小:

# newsletterissue_send.testresults
source: Test results
cs_cz: Výsledky testu
zh_cn: 测试结果

# newsletterissue_send.to
source: variant(s) to
cs_cz: na
zh_cn: 对 variant(s)

# newsletterissue_send.totalclicks
source: Total unique clicks
cs_cz: Počet unikátních kliknutí
zh_cn: 总的唯一点击

# newsletterissue_send.variantname
source: Variant name
cs_cz: Název varianty
zh_cn: Variant 类型的值的名称

# newsletterissue_send.variantsendingfinished
source: Below you can check results of testing variants.
cs_cz: Níže můžete zkontrolovat výsledky testování variant.
zh_cn: 下面你可以检查测试变量的结果。

# newsletterissue_send.weeks
source: Week(s)
cs_cz: Týdnů
zh_cn: 周

# newsletterissue_send.winneraccordingto
source: Select a winner according to:
cs_cz: Vybrat vítěze podle:
zh_cn: 选择一个赢家根据：

# newsletterissue_send.winnerwillbesentmanually
source: Winner will be sent manually.
cs_cz: Vítěz bude poslán manuálně.
zh_cn: 获胜者将手动发送。

# newsletterissue_send.winnerwillbesenton
source: Winner will be sent on {0}.
cs_cz: Vítěz bude odeslán {0}.
zh_cn: 获胜者将 {0} 上发送。

# newsletterissueselect.additems
source: Add emails
cs_cz: Přidat vydání newsletteru
zh_cn: 添加电子邮件
