Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# forumpost_view.splitconfirmation
source: Are you sure you want to move this post and its replies to its own thread?
cs_cz: Opravdu chcete přesunout tento příspěvek s odpovědmi do vlastního vlákna?
sk_sk: Naozaj chcete presunúť tento príspevok a všetky podpríspevky do je vlastného vlákna?
zh_cn: 你确定你想要移动这篇文章并对其自己的线程的答复？

# forumpost_view.splittooltip
source: Split thread
cs_cz: Rozělit vlákno
sk_sk: Rozdeliť vlákno
zh_cn: 拆分线程

# forumpost_view.sticktooltip
source: Stick thread
cs_cz: Přilepit vlákno
sk_sk: Prilepiť vlákno
zh_cn: 棍子线程

# forumpost_view.unlocktooltip
source: Unlock thread
cs_cz: Odemknout vlákno
sk_sk: Odblokuj vlákno
zh_cn: 解锁线程

# forumpost_view.unsticktooltip
source: Unstick thread
cs_cz: Odlepit vlákno
sk_sk: Odlepiť vlákno
zh_cn: 取出卡住的线程

# forumposts.forumclosedinfo
source: You cannot add new posts since this forum has been closed.
cs_cz: Nemůžete přidávat nové příspěvky, toto fórum bylo uzavřeno.
sk_sk: Nemôžete pridávať nové príspevky, toto fórum bolo uzatvorené.
zh_cn: 你不能添加新帖子，因为这个论坛已经关闭。

# forumposts.titleforumpost
source: Post
cs_cz: Příspěvek
sk_sk: Príspevok
zh_cn: 发布

# forumposts.titleforumpostadd
source: New post
cs_cz: Nový příspěvek
sk_sk: Nový príspevok
zh_cn: 新帖

# forumposts.titleforumpostauthor
source: Author
cs_cz: Autor
sk_sk: Autor
zh_cn: 作者

# forumposts.titleforumpostdelete
source: Delete forum post
cs_cz: Smazat diskusní příspěvek
sk_sk: Zmazať diskusný príspevok
zh_cn: 删除论坛帖子

# forumposts.titleforumpostedit
source: Edit forum post
cs_cz: Upravit diskusní příspěvek
sk_sk: Editovať diskusný príspevok
zh_cn: 编辑论坛帖子

# forumposts.titleforumpostreply
source: Reply to post
cs_cz: Odpovědět na příspěvek
sk_sk: Odpovedať na príspevok
zh_cn: 张贴的答复

# forumposts.titleforumposttime
source: Posted:
cs_cz: Odeslaný:
sk_sk: Odoslaný:
zh_cn: 发表时间:

# forumproperies.forumenablefriendship
source: If enabled, an action that allows friendship requests to be sent to post authors will be displayed in the forums.
cs_cz: Určuje, zda se má zobrazit link s žádostí o přátelství s autorem příspěvku.
sk_sk: Ukazuje, či má byť zobrazený odkaz na požiadavku na "priateľstvo" k autorovi príspevku.
zh_cn: 如果启用，允许友谊请求被派去张贴作者行动将显示在论坛中。

# forumproperies.forumenablemessaging
source: If enabled, an action that allows private messages to be sent to post authors will be displayed in the forums.
cs_cz: Určuje, zda se má zobrazit link na poslání zprávy autorovi příspěvku.
sk_sk: Ukazuje, či má byť zobrazený odkaz na odoslanie správy autorovi príspevku.
zh_cn: 如果启用，允许私人邮件发送后作者行动将显示在论坛中。

# forumresults.searchresults
source: Search results
cs_cz: Výsledky hledání
sk_sk: Výsledky hľadania
zh_cn: 搜索结果

# forums.answerdenied
source: You can't vote to the same post more than once.
cs_cz: Nemůžete hlasovat pro stejný příspěvek vícekrát.
sk_sk: Nemôžete hlasovať pre jeden príspevok viac ako raz.
zh_cn: 不止一次，你不能对同一内容的帖子投票。

# forums.answerthanks
source: Thank you for your participation.
cs_cz: Děkujeme vám za příspěvek.
sk_sk: Ďakujeme za váš príspevok.
zh_cn: 谢谢您的参与。

# forums.approveall
source: Approve all
cs_cz: Vše schválit
sk_sk: Schváliť všetko
zh_cn: 批准所有

# forums.attachment.deleteconfirmation
source: Are you sure you want to delete this attachment?
cs_cz: Opravdu chcete odstranit tuto přílohu?
sk_sk: Naozaj chcete zmazať prílohu?
zh_cn: 确实要删除此附件吗?

# forums.attachment.filename
source: Filename
cs_cz: Soubor
sk_sk: Názov súboru
zh_cn: 文件名

# forums.attachment.filesize
source: File size
cs_cz: Velikost
sk_sk: Veľkosť súboru
zh_cn: 文件大小

# forums.days
source: Days
cs_cz: Dnů
sk_sk: Dni
zh_cn: 天

# forums.emailsubscribe
source: Please enter an email or uncheck the subscription.
cs_cz: Vložte nějaký e-mail nebo odškrtněte přihlášení.
sk_sk: Prosím, vložte e-mail alebo odškrtnite prihlásenie.
zh_cn: 请输入电子邮件或取消订阅。

# forums.forum.addforumtofavorites
source: Add forum to favorites
cs_cz: Přidat fórum k oblíbeným
sk_sk: Pridať fórum k obľúbeným
zh_cn: 添加到收藏夹的论坛

# forums.forum.lnknewthread
source: New thread
cs_cz: nové vlákno
sk_sk: Nové vlákno
zh_cn: 新线程

# forums.forum.subscribeforum
source: Subscribe to forum
cs_cz: přihlásit se do fóra
sk_sk: Prihlásiť sa do fóra
zh_cn: 订阅论坛

# forums.forumgroups
source: Forum groups
cs_cz: Skupiny fór
sk_sk: Skupiny fór
zh_cn: 论坛组

# forums.forumpost
source: Forum post
cs_cz: Příspěvek fóra
sk_sk: Príspevok do fóra
zh_cn: 论坛帖子

# forums.forumsubscription.sendemail
source: Send confirmation email to subscriber
cs_cz: Poslat potvrzovací e-mail odběrateli
sk_sk: Poslať e-mail odberateľovi
zh_cn: 向订阅者发送确认电子邮件

# forums.forumsubscription.sendemaildelete
source: Send confirmation email when deleting a subscription
cs_cz: Poslet potvrzovací e-mail dojde-li ke smazání registrace odběratele.
sk_sk: Poslať e-mail pri zrušení prihlásenia k newsletteru
zh_cn: 删除订阅时发送确认电子邮件

# forums.inheritbaseurl
source: Inherit from settings
cs_cz: Dědit URL z nastavení
sk_sk: Dediť z nastavení
zh_cn: 从设置继承

# forums.inheritunsubsurl
source: Inherit from settings
cs_cz: Dědit URL z nastavení
sk_sk: Dediť z nastavení
zh_cn: 从设置继承

# forums.lock
source: Lock
cs_cz: Zamknout
sk_sk: Blokovať
zh_cn: 锁

# forums.maxrelativelevelerror
source: Post cannot be added due to exceeding max. post relative level.
cs_cz: Příspěvek nemůže být přidán, protože by bylo překročeno maximální povolené zanoření.
sk_sk: Príspevok nemôže byť pridaný z dôvodu prekročenia maximálnej hĺbky príspevku.
zh_cn: 由于超过最大值帖子不能被添加，帖子相对级别。

# forums.moderatedpostadded
source: Thank you for your post. It needs to be reviewed by forum moderator before it’s displayed in the forum.
cs_cz: Děkujeme za váš příspěvek. Před tím, než bude zobrazen na fóru, jej musí posoudit moderátor fóra.
sk_sk: Ďakujeme za váš príspevok. Pred tým, ako bude zobrazený na fóre, musí byť schválený moderátorom fóra.
zh_cn: 谢谢你的帖子。它需要由论坛版主审查，它显示在论坛之前。

# forums.months
source: Months
cs_cz: Měsíců
sk_sk: Mesiace
zh_cn: 几个月

# forums.movethread
source: Move thread
cs_cz: Přesunout vlákno
sk_sk: Presunúť vlákno
zh_cn: 移动线程

# forums.newpostsbyday
source: New posts by day
cs_cz: Nové příspěvky podle dnů
sk_sk: Nové príspevky za deň
zh_cn: 新帖子按天

# forums.newpostsbymonth
source: New posts by month
cs_cz: Nové příspěvky podle měsíců
sk_sk: Nove príspevky za mesiac
zh_cn: 新帖子按月

# forums.newpostsbyweek
source: New posts by week
cs_cz: Nové příspěvky podle týdnů
sk_sk: Nové príspevky za týždeň
zh_cn: 新帖子按周

# forums.newpostsbyyear
source: New posts by year
cs_cz: Nové příspěvky podle roků
sk_sk: Nové príspevky za rok
zh_cn: 新帖子按年

# forums.noforumtomovein
source: There is no forum where current thread can be moved to.
cs_cz: Neexistuje žádné další fórum, kam by bylo možné vlákno přesunout.
sk_sk: Neexistuje žiadne fórum kde by mohlo byť presunuté vlákno.
zh_cn: 没有可以搬到的当前线程的哪儿的论坛。

# forums.numberofposts
source: Number of posts
cs_cz: Počet příspěvků
sk_sk: Počet príspevkov
zh_cn: 帖子数目

# forums.postattachments
source: Post attachments:
cs_cz: Přílohy:
sk_sk: Prílohy príspevkov:
zh_cn: 帖子附件：

# forums.publicbadge
source: Guest
cs_cz: Host
sk_sk: Hosť
zh_cn: 客人

# forums.rejectall
source: Reject all
cs_cz: Zamítnou vše
sk_sk: Zamietnuť všetky
zh_cn: 拒绝所有

# forums.replyprefix
source: RE:
zh_cn: 回复：

# forums.requiremoderation
source: This forum is moderated. It needs to be reviewed by forum moderator before it’s published.
cs_cz: Toto fórum je moderováno. Musí být prohlédnuto před schválením moderátorem.
sk_sk: Toto fórum je moderované. Musí byt posúdené moderátorom pred publikovaním.
zh_cn: 主持了这次论坛。它需要由论坛版主审查，它在发布之前。

# forums.splitthread
source: Split thread
cs_cz: Rozdělit vlákno
sk_sk: Rozdeliť vlákno
zh_cn: 拆分线程

# forums.successforumfavorite
source: Forum was successfully added to the favorites list.
cs_cz: Fórum bylo přidáno do oblíbených.
sk_sk: Fórum bolo úspešne pridané k obľúbeným
zh_cn: 论坛已成功添加到收藏夹列表。

# forums.successpostfavorite
source: Post was successfully added to the favorites list.
cs_cz: Příspěvek byl přidán do seznamu oblíbených.
sk_sk: Príspevok bol úspešne pridaný k obľúbeným
zh_cn: 开机自检已成功添加到收藏夹列表。

# forums.unapprovedposts
source: {0} unapproved posts
cs_cz: {0} neschválených příspěvků
sk_sk: {0} neschválených príspevkov
zh_cn: {0} 未获批准的帖子

# forums.unlock
source: Unlock
cs_cz: Odemknout
sk_sk: Odblokovať
zh_cn: 解锁

# forums.unsuccessforumfavorite
source: This forum is already in your favorites list.
cs_cz: Toto fórum už máte v oblíbených.
sk_sk: Toto fórum už je pridané k obľúbeným
zh_cn: 这一论坛已在您的收藏夹列表中。

# forums.unsuccesspostfavorite
source: This post is already in your favorites list.
cs_cz: Tento příspěvek už máte v oblíbených.
sk_sk: Tento príspevok už je pridaný k obľúbeným
zh_cn: 这篇文章已在您的收藏夹列表。

# forums.waitingapprove
source: Posts waiting for my approval
cs_cz: Příspěvky čekající na mé potvrzení
sk_sk: Príspevky čakajúce na moje potvrdenie
zh_cn: 等待我批准的帖子

# forums.weeks
source: Weeks
cs_cz: Týdnů
sk_sk: Týždne
zh_cn: 周

# forums.years
source: Years
cs_cz: Roků
sk_sk: Roky
zh_cn: 年

# forums_forumnewpost_header.editpost
source: Edit post
cs_cz: Upravit příspěvek
sk_sk: Upraviť príspevok
zh_cn: 编辑帖子

# forums_forumnewpost_header.newthread
source: New thread
cs_cz: Nové vlákno
sk_sk: Nové vlákno
zh_cn: 新线程

# forums_forumnewpost_header.preview
source: Post preview
cs_cz: Náhled příspěvku
sk_sk: Náhľad príspevku
zh_cn: 邮政预览

# forums_forumnewpost_header.reply
source: Reply to post
cs_cz: Odpovědět na příspěvek
sk_sk: Odpovedať na príspevok
zh_cn: 张贴的答复

# forums_webinterface_forumnewpost.captcha
source: CAPTCHA verification:
cs_cz: Bezpečnostní kód:
sk_sk: Bezpečnostný kód:
zh_cn: 验证码验证：

# forums_webinterface_forumnewpost.emailerrormsg
source: Given email is not valid
cs_cz: Daný e-mail není validní
sk_sk: Daný e-mail nie je platný
zh_cn: 鉴于电子邮件是无效

# forums_webinterface_forumnewpost.emailrequireerrormsg
source: Please enter an email. Email is required.
cs_cz: Vložte nějaký e-mail. E-mail je povinný.
sk_sk: Prosím, vložte e-mail. E-mail je povinný.
zh_cn: 请输入一封电子邮件。电子邮件是必需的。

# forums_webinterface_forumnewpost.nickname
source: Nick name:
cs_cz: Přezdívka:
sk_sk: Prezývka:
zh_cn: 昵称：

# forums_webinterface_forumnewpost.preview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# forums_webinterface_forumnewpost.signature
source: Signature:
cs_cz: Podpis:
sk_sk: Podpis:
zh_cn: 签名：

# forums_webinterface_forumnewpost.subjecterrormsg
source: Please enter a subject
cs_cz: Vložte prosím předmět.
sk_sk: Prosím, vložte predmet.
zh_cn: 请输入主题

# forums_webinterface_forumnewpost.subscription
source: Subscribe to post:
cs_cz: Přihlásit se k příspěvku:
sk_sk: Prihlásiť sa k príspevku:
zh_cn: 订阅发布：

# forums_webinterface_forumnewpost.text
source: Post:
cs_cz: Příspěvek:
sk_sk: Príspevok:
zh_cn: 发布：

# forums_webinterface_forumnewpost.texterrormsg
source: Please enter some text
cs_cz: Vložte prosím text.
sk_sk: Prosím, vložte text.
zh_cn: 请输入一些文字

# forums_webinterface_forumnewpost.usernameerrormsg
source: Please enter a user name
cs_cz: Vložte prosím jméno uživatele.
sk_sk: Prosím, vložte meno užívateľa.
zh_cn: 请输入用户的名称

# forums_webinterface_forumpost.abusereport
source: Forum post abuse report:
cs_cz: Hlášení závadného obsahu v příspěvku fóra:
sk_sk: Nahlásiť vulgarizmy:
zh_cn: 论坛帖子滥用报告：

# forums_webinterface_forumpost.addposttofavorites
source: Add post to favorites
cs_cz: Přidat příspěvek k oblíbeným
sk_sk: Pridať príspevok k obľúbeným
zh_cn: 将帖子添加到收藏夹

# forums_webinterface_forumpost.quotelinktext
source: Quote
cs_cz: Citovat
sk_sk: Cituj
zh_cn: 报价

# forums_webinterface_forumpost.replylinktext
source: Reply
cs_cz: odpovědět
sk_sk: Odpovedať
zh_cn: 答复

# forums_webinterface_forumpost.subscribe
source: Subscribe to post
cs_cz: Přihlásit k příspěvku
sk_sk: Prihlásiť k príspevku
zh_cn: 订阅发布

# forums_webinterface_forumpost.washelpful
source: Was this post helpful?
cs_cz: Byl tento příspěvek užitečný?
sk_sk: Pomohol Vám tento príspevok?
zh_cn: 这篇文章是很有帮助吗？

# forumsearch.advancesearch
source: Advanced search
cs_cz: Pokročilé hledání
sk_sk: Rozšírené vyhľadávanie
zh_cn: 高级的搜索

# forumsearch.go
source: Go
cs_cz: Hledej
sk_sk: Hľadaj
zh_cn: 去

# forumsearch.inforum
source: &nbsp;in forum&nbsp;
cs_cz: &nbsp;ve fóru&nbsp;
sk_sk: &nbsp;vo fórach&nbsp;
zh_cn: 在论坛

# forumsearch.inforumgroup
source: &nbsp;in forum group&nbsp;
cs_cz: &nbsp;ve skupinách fór&nbsp;
sk_sk: &nbsp;v skupinách fór&nbsp;
zh_cn: 论坛组

# forumsearch.inthread
source: &nbsp;in thread&nbsp;
cs_cz: &nbsp;ve vlákně&nbsp;
sk_sk: &nbsp;vo vláknach&nbsp;
zh_cn: 在线程中

# forumsearch.searchresultsinfo
source: Search results for {0}{1} : {2} occurrences found.
cs_cz: Výsledek hledání pro {0}{1} : nalezeno {2} výskytů.
sk_sk: Výsledky hľadania pre {0}{1} : {2} výskytov nájdených.
zh_cn: 搜索结果为 {0} {1}： {2} 找到的搜索项。

# forumsearch.searchtexthint
source: Enter words to search for. You can use quotation marks to search exact phrase (e.g. "some text").You can use '+' between words to use it like 'AND' operator (e.g. word1 + word2 + word3 search for all words).
cs_cz: Zadejte slova, které se mají hledat. Použijte uvozovky pokud si přejete hledat přesnou frázi (např. "nějaký text"). Můžete použít '+' mezi slovami jako operátor 'AND', budou se pak hledat všechna slova (např. slovo1 + slovo2 + slovo3).
sk_sk: Vložte vyhľadávaný reťazec. Môžete použiť úvodzovky na vyhľadávanie presnej frázy (napr.: "hľadaný text"). Môžete použiť '+' medzi slovami a použiť ich ako 'AND' operátor (napr.: slovo1 + slovo2 + slovo3 na vyhľadanie všetkých slov).
zh_cn: 请输入要搜索的字词。您可以使用引号搜索完全匹配的短语 （如"一些文本"）。您可以使用单词 （例如使用像 AND 运算符之间的 ' +'word1 + word2 + word3 搜索的所有单词）。

# forumsearchresults.viewthread
source: View thread
cs_cz: Zobrazit vlákno
sk_sk: Zobraziť vlákno
zh_cn: 查看线程

# forumselector.adhocforum
source: ad-hoc forum
cs_cz: ad-hoc fórum
sk_sk: Ad-hoc fórum
zh_cn: 特设论坛

# forumsmenu.forumgroups
source: Forum Groups
cs_cz: Diskusní skupiny
sk_sk: Diskusné skupiny
zh_cn: 论坛组

# forumsmenu.moderatedposts
source: Moderated Posts
cs_cz: Moderované příspěvky
sk_sk: Moderované príspevky
zh_cn: 等待审核帖子

# forumsmoderatedposts.columnidpath.header
source: ID Path
cs_cz: Číselná cesta
sk_sk: Číselná cesta
zh_cn: ID 路径

# forumsmoderatedposts.columnpost.header
source: Post
cs_cz: Příspěvek
sk_sk: Príspevok
zh_cn: 发布

# forumsubscibe.subscriptionexists
source: Subscription to the forum or post already exists.
cs_cz: Odběratel již je k odběru fóru nebo příspěvků zapsán.
sk_sk: Prihlásenie k fóru alebo príspevku existuje.
zh_cn: 论坛或邮政订阅已存在。

# forumsubscription.subscribeforum
source: Subscribe to forum
cs_cz: Přihlásit se do fóra
sk_sk: Prihlásiť sa do fóra
zh_cn: 订阅论坛

# forumsubscription.subscribepost
source: Subscribe to post
cs_cz: Přihlásit k příspěvku
sk_sk: Prihlásiť sa k príspevku
zh_cn: 订阅发布

# forumsubscription_edit.emailerrormsg
source: Given email is not valid
cs_cz: Daný e-mail není validní
sk_sk: Daný e-mail nie je platný
zh_cn: 鉴于电子邮件是无效

# forumsubscription_edit.emailisnotvalid
source: Please enter a valid email address.
cs_cz: Vložte nějakou validní e-mailovou adresu.
sk_sk: Prosím, vložte platnú e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址。

# forumsubscription_edit.entersomeemail
source: Please enter an email.
cs_cz: Vložte nějaký e-mail.
sk_sk: Prosím, vložte e-mail.
zh_cn: 请输入一封电子邮件。

# forumsubscription_edit.headercaption
source: Subscription properties
cs_cz: Vlastnosti přihlášení
sk_sk: Vlastnosti prihlásenia
zh_cn: 订阅属性

# forumsubscription_edit.itemlistlink
source: Subscriptions
cs_cz: Příhlášení
sk_sk: Prihlásenie
zh_cn: 订阅

# forumsubscription_edit.newitemcaption
source: New subscription
cs_cz: Nové přihlášení
sk_sk: Nové prihlásenie
zh_cn: 新建订阅

# forumsubscription_edit.noforumidgiven
source: No forum ID given!
cs_cz: Nedodáno žádné ID fóra!
sk_sk: Nedodané žiadne ID fóra!
zh_cn: 鉴于没有论坛 ID ！

# forumsubscription_edit.subscriptiondoesnotexist
source: Subscription with given ID not found!
cs_cz: Přihlášení s daným ID nenalezeno!
sk_sk: Prihlásenie s daným ID nenájdené!
zh_cn: 与订阅给找不到 ID ！

# forumsubscription_list.newitemcaption
source: New subscription
cs_cz: Noví odběratelé
sk_sk: Noví odberatelia
zh_cn: 新建订阅

# forumsubscription_new.headercaption
source: New subscription
cs_cz: Nový odběratel
sk_sk: Nový odberateľ
zh_cn: 新建订阅

# forumthreadlist.createdby
source: Created by
cs_cz: Vytvořil
sk_sk: Vytvoril
zh_cn: 创建由

# forumthreadlist.lastuser
source: Last post
cs_cz: Poslední příspěvek
sk_sk: Posledný príspevok
zh_cn: 最后一篇文章

# forumthreadlist.posts
source: Posts
cs_cz: Příspěvky
sk_sk: Príspevky
zh_cn: 帖子

# forumthreadlist.threadname
source: Thread
cs_cz: Vlákno
sk_sk: Vlákno
zh_cn: 线程

# forumthreadlist.views
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazení
zh_cn: 视图

# friends.addnewfriend
source: Add a new friend
cs_cz: Přidat nového kamaráda
sk_sk: Pridať nového priateľa
zh_cn: 添加一个新的朋友

# friends.approvaltext
source: User {0} would like to be your friend.
cs_cz: Uživatel {0} chce patřit mezi vaše přátele.
sk_sk: Užívateľ {0} by bol rád Váš priateľ.
zh_cn: 用户 {0} 想要成为你的朋友。

# friends.approvefriendship
source: Approve friendship
cs_cz: Schválit přátelství
sk_sk: Schváliť priateľstvo
zh_cn: 批准的友谊

# friends.approvefriendshipwith
source: Approve friendship with
cs_cz: Schválit přátelství s
sk_sk: Schváliť priateľstvo s
zh_cn: 批准与友谊

# friends.automaticapproval
source: Automatically approve
cs_cz: Automaticky schválit
sk_sk: Automaticky schváliť
zh_cn: 自动批准

# friends.cannotperform
source: You don't have permission to perform this operation.
cs_cz: K provedení této akce nemáte oprávnění.
sk_sk: Nemáte oprávnenie k vykonaniu operácie.
zh_cn: 您没有权限执行此操作。

# friends.cannotselectyourself
source: You can't select yourself.
cs_cz: Nemůžete vybrat sebe.
sk_sk: Nemôžete vybrať seba.
zh_cn: 你不能选择你自己。

# friends.confirmreject
source: Are you sure you want to reject selected friend?
cs_cz: Opravdu chcete odmítnout vybraného kamaráda?
sk_sk: Naozaj chcete odmietnuť vybraného priateľa?
zh_cn: 你确定你想要拒绝选定的朋友？

# friends.confirmremove
source: Are you sure you want to remove selected friend(s)?
cs_cz: Opravdu chcete smazat vybrané přátele?
sk_sk: Naozaj chcete odobrať vybraného(ých) priateľa(ov)?
zh_cn: 是否确实要删除所选的朋友们相处？

# friends.friendapproveall
source: Approve all selected friends
cs_cz: Schválit vybrané přátele
sk_sk: Schváľ všetkých vybraných priateľov
zh_cn: 批准所有选定的好友

# friends.friendrejectall
source: Reject all selected friends
cs_cz: Odmítnou vybrané přátele
sk_sk: Zamietni všetkých vybraných priateľov
zh_cn: 拒绝所有选定的好友

# friends.friendremoveall
source: Remove all selected friends
cs_cz: Smazat vybrané přátele
sk_sk: Odstráň všetkých vybraných priateľov
zh_cn: 删除所有选定的朋友

# friends.friendrequired
source: Please select a user.
cs_cz: Vyberte nějakého uživatele.
sk_sk: Prosím, vyberte užívateľa.
zh_cn: 请选择一个用户。

# friends.friendshipalreadyapproved
source: The friendship has been already approved.
cs_cz: Přátelství již bylo schváleno.
sk_sk: Priateľstvo už bolo schválené.
zh_cn: 友谊又已批准。

# friends.friendshipapproved
source: Friendship has been successfully approved.
cs_cz: Přátelství bylo schváleno.
sk_sk: Priateľstvo bolo úspešne schválené.
zh_cn: 友谊已被成功地批准。

# friends.friendshipexists
source: Sorry, you have already requested the friendship.
cs_cz: Je nám líto, ale už jste o přátelství žádal.
sk_sk: Už ste požiadali o priateľstvo.
zh_cn: 对不起，您已经请求了友谊。

# friends.friendshipisrejected
source: Sorry, this friendship has been rejected.
cs_cz: Je nám líto, toto přátelství bylo odmítnuto.
sk_sk: Priateľstvo bolo zamietnuté.
zh_cn: 对不起，这种友谊已被拒绝。

# friends.friendshiprejected
source: Friendship has been rejected.
cs_cz: Přátelství bylo zamítnuto.
sk_sk: Priateľstvo bolo zamietnuté.
zh_cn: 友谊已被拒绝。

# friends.friendshiprequested
source: Friendship request has been created.
cs_cz: Požadavek na přátelství byl vytvořen.
sk_sk: Požiadavka na priateľstvo bolo vytvorené.
zh_cn: 友情请求已创建。

# friends.hiderejected
source: Hide rejected friends
cs_cz: Skrýt odmítnuté přátele
sk_sk: Skryť odmietnutých priateľov
zh_cn: 隐藏被拒绝的朋友

# friends.mycurrentfriends
source: My current friends
cs_cz: Moji přatelé
sk_sk: Moji súčasný priatelia
zh_cn: 我现在的朋友

# friends.myfriendslink
source: Continue to the list of your friends
cs_cz: Pokračovat na seznam přátel
sk_sk: Pokračovať na zoznam priateľov
zh_cn: 继续你的朋友列表

# friends.nofriends
source: No approved friendships were found.
cs_cz: V současné chvíli nemáte žádné přátele.
sk_sk: Momentálne nemáte žiadnych priateľov.
zh_cn: 没有核准的友谊被发现。

# friends.norejectedfriends
source: No rejected friends were found.
cs_cz: V současné chvíli nemáte žádné odmítnuté přátele.
sk_sk: Momentálne nemáte žiadnych odmietnutých priateľov.
zh_cn: 没有被拒绝的朋友被发现。

# friends.norequestedfriends
source: No requested friendships were found.
cs_cz: V současné chvíli nemáte žádné žádosti o přátelství.
sk_sk: Momentálne nemáte žiadne požiadavky na priateľov.
zh_cn: 没有请求的友谊被发现。

# friends.notauthorized
source: You are not authorized to perform this operation.
cs_cz: Na provedení této akce nemáte oprávnění.
sk_sk: Nemáte oprávnenie na vykonávanie tejto operácie.
zh_cn: 您无权执行此操作。

# friends.notloggedin
source: You have to be logged in to perform this operation.
cs_cz: K provedení této akce se nejprve musíte přihlásit.
sk_sk: Musíte byť prihlásený na vykonanie tejto operácie.
zh_cn: 您必须登录才能执行此操作。

# friends.nowaitingfriends
source: No waiting friendship requests were found.
cs_cz: V současné chvíli nemáta žadné čekající návrhy na přátelství.
sk_sk: Momentálne nemáte žiadnych priateľov čakajúcich na schválenie.
zh_cn: 没有等待友谊请求被发现。

# friends.rejectedfriends
source: Rejected friends
cs_cz: Zamítnutí přátelé
sk_sk: Odmietnutí priatelia
zh_cn: 被拒绝的朋友

# friends.rejectfriendship
source: Reject friendship
cs_cz: Zamítnuté přátelství
sk_sk: Odmietni priateľa
zh_cn: 拒绝友谊

# friends.rejectfriendshipwith
source: Reject friendship with
cs_cz: Zamítnuté přátelství s
sk_sk: Odmietnuť priateľstvo s
zh_cn: 拒绝与友谊

# friends.requestfriendship
source: Add as friend
cs_cz: Přidat jako kamaráda
sk_sk: Pridať ako priateľa
zh_cn: 加为好友

# friends.requestfriendshipwith
source: Add {0} as a friend
cs_cz: Přidat {0} jako kamaráda
sk_sk: Pridať {0} ako priateľa
zh_cn: 将 {0} 添加作为一个朋友

# friends.showrejected
source: Show rejected friends
cs_cz: Zobrazit zamítnuté přátele
sk_sk: Zobraziť odmietnutých priateľov
zh_cn: 显示被拒绝的朋友

# friends.waiting
source: Waiting
cs_cz: Čekající
sk_sk: Čaká
zh_cn: 等待

# friends_list.newitemcaption
source: Add a friend
cs_cz: Přidat kamaráda
sk_sk: Pridať ako priateľa
zh_cn: 添加朋友

# general.accessdenied
source: Access denied
zh_cn: 访问被拒绝

# general.accessdeniedonnode
source: Access denied to page '{0}'
zh_cn: 访问被拒绝，页 '{0}'

# general.accessdeniedonpermissionname
source: Permission '{0}' is required.
zh_cn: 权限 '{0}' 是必需的。

# general.accessdeniedonresource
source: Access denied to resource '{0}'
zh_cn: 对资源"{0}"访问被拒绝

# general.checkouttime
source: Check-out time
cs_cz: Čas uzamčení
sk_sk: Čas uzamknutia
zh_cn: 退房时间

# general.featurenotavailable
source: The requested feature is not available in the Kentico edition you are using. See event log for more details.
zh_cn: 所请求的功能在您正在使用的 Kentico 版中不可用。请参见事件日志中有更多的细节。

# general.licensenotfound
source: No license for domain '%%name%%' was found
zh_cn: 没有许可证为域 ' %%名称 %%' 被发现

# general.listing
source: List
cs_cz: Seznam
zh_cn: 列表

# general.livesite
source: Live site
cs_cz: Živý web
zh_cn: 活动站点

# generalproperties.advancedgroup
source: Advanced
cs_cz: Pokročilé
sk_sk: Rozšírené
zh_cn: 高级

# generalproperties.alias
source: Page alias:
cs_cz: Alias dokumentu:
sk_sk: Alias dokumentu:
zh_cn: 页的别名：

# generalproperties.aliaspath
source: Alias path:
cs_cz: Aliasová cesta:
sk_sk: Alias cesta:
zh_cn: 别名的路径:

# generalproperties.badcacheminutes
source: Please enter a valid cache minutes value (an integer number).
cs_cz: Vložte prosím plantou hodnotu do cache minut (celé číslo).
sk_sk: Prosím, vložte platnú hodnotu do cache minút (celé číslo).
zh_cn: 请输入一个有效的缓存分钟值 (整数)。
