Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# template.selectornotemplate
source: (no template)
cs_cz: (žádná šablona)
zh_cn: （没有模板等）

# template.shared.warning
source: Changes affect all pages that use the current template.
cs_cz: Změny ovlivní všechny stránky, které používají aktuální šablonu.
zh_cn: 更改会影响使用的当前模板的所有页面。

# template.thisculture
source: Each culture version uses its own page template
cs_cz: Každá verze kultury používá svou vlastní šablonu stránky
zh_cn: 语言的每个版本使用其自己的页模板

# templatedesigner.attributerequired
source: Required:
zh_cn: 必填：

# templatedesigner.attributetranslatefield
source: Translate field
cs_cz: Překládat pole
zh_cn: 翻译字段

# templatedesigner.calendarsettingsshownowlink
source: Show 'Now' link
cs_cz: Zobrazovat 'Nyní'
sk_sk: Zobrazovať odkaz "Teraz"
zh_cn: 显示现在的链接

# templatedesigner.captioncellcssclass
source: Caption cell CSS class
zh_cn: 标题单元格的 CSS 类

# templatedesigner.captioncssclass
source: Caption CSS class:
zh_cn: 标题的 CSS 类：

# templatedesigner.columndefaultvalue
source: Default value
cs_cz: Výchozí hodnota:
sk_sk: Implicitná hodnota:
zh_cn: 默认值

# templatedesigner.columnresolvedefaultvalue
source: Resolve default value
zh_cn: 解析默认值

# templatedesigner.contentafter.tooltip
source: HTML content placed after the field. Can be used to display a footer or close the tags contained in the 'ContentBefore' property, such as </div> or </table> elements.
zh_cn: HTML 内容放置表的字段后。可用于显示的页脚或关闭包含在 ContentBefore 属性中，如标记或元素。

# templatedesigner.contentbefore.tooltip
source: HTML content placed before the field. Can be used to display a header or add some encapsulating code, such as <div> or <table> elements to achieve the required layout.
zh_cn: HTML 内容放在该字段之前。可以用来显示一个标头或添加一些封装的代码，如<div>或<table>要获得所需的布局元素。</table></div>

# templatedesigner.controlcellcssclass
source: Control cell CSS class
zh_cn: 控制单元的 CSS 类

# templatedesigner.displayindashboard
source: Display field only on dashboards
cs_cz: Zobrazit atribut pouze na nástěnce
sk_sk: Zobraziť atribút iba na nástenke
zh_cn: 只有在控制板上显示字段

# templatedesigner.documentattributes
source: Page fields
cs_cz: Vlastnosti dokumentu
sk_sk: Vlastnosti dokumentu
zh_cn: 页字段

# templatedesigner.dropdownlistmacro
source: Macro expression
zh_cn: 宏表达式

# templatedesigner.errorinvalidattributesize
source: Field size must be greater than zero and maximum {0}.
cs_cz: Atribut velikost musí být celé číslo větší než nula.
sk_sk: Atribút veľkosť musí byť celé číslo väčšie ako nula.
zh_cn: 字段大小必须大于零和最大 {0}。

# templatedesigner.errorinvalidtextboxmaxlength
source: Maximum length of textbox must be greater than zero and maximum 4000.
cs_cz: Maximální délka textového pole musí být celé číslo větší než nula.
sk_sk: Maximálna dĺžka textového pole musí byť celé číslo väčšie ako nula.
zh_cn: 文本框中的最大长度必须大于零和最大 4000。

# templatedesigner.errormessage
source: Default error message:
cs_cz: Chybová zpráva:
sk_sk: Chybová správa:
zh_cn: 默认的错误消息：

# templatedesigner.explanationtext
source: Explanation text:
zh_cn: 解释文本：

# templatedesigner.fieldcssclass
source: Field CSS class
zh_cn: 字段 CSS 类

# templatedesigner.fieldissystem
source: Field is system
zh_cn: 字段是系统

# templatedesigner.fieldlength
source: Field length
zh_cn: 字段长度

# templatedesigner.fieldprecision
source: Precision
zh_cn: 精度

# templatedesigner.fieldsize
source: Size
zh_cn: 大小

# templatedesigner.fieldtypes.datetime
source: Date and time
zh_cn: 日期和时间

# templatedesigner.fieldtypes.datetime2
source: Date and time (Extended range)
zh_cn: 日期和时间 （扩展范围）

# templatedesigner.fieldtypes.decimal
source: Decimal number
zh_cn: 十进制数

# templatedesigner.fieldtypes.double
source: Floating-point number (Double precision)
cs_cz: Desetinné číslo (dvojitá přesnost)
sk_sk: Desatinné číslo (dvojitá presnosť)
zh_cn: 浮点数 （双精度）

# templatedesigner.fieldtypes.timespan
source: Time interval
zh_cn: 时间间隔

# templatedesigner.group
source: Group:
cs_cz: Skupina:
sk_sk: Skupina:
zh_cn: 组:

# templatedesigner.macrorule
source: Validation rules:
zh_cn: 验证规则：

# templatedesigner.newdummyattribute
source: New dummy field
zh_cn: 新建虚拟字段

# templatedesigner.newsysattribute
source: New system field
cs_cz: Nový systémový atribut
sk_sk: Nový systémový atribút
zh_cn: 新建系统字段

# templatedesigner.nodeattributes
source: Node fields
cs_cz: Vlastnosti uzlu
sk_sk: Vlastnosti uzlu
zh_cn: 节点字段

# templatedesigner.referencetoobjecttype
source: Reference to
zh_cn: 对的引用

# templatedesigner.referencetype
source: Reference type
zh_cn: 引用类型

# templatedesigner.section.fieldadvancedsettings
source: Field advanced settings
cs_cz: Pokročilé nastavení pole
zh_cn: 高级设置的字段

# templatedesigner.section.fieldappearance
source: Field appearance
cs_cz: Vzhled pole
sk_sk: Vzhľad pola
zh_cn: 字段的外观

# templatedesigner.section.htmlenvelope
source: HTML Envelope
zh_cn: HTML 信封

# templatedesigner.section.settings
source: Editing control settings
cs_cz: Úprava nastavení
sk_sk: Nastavenia editácie
zh_cn: 编辑控制设置

# templatedesigner.section.simplesettings
source: Control settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 控制设置

# templatedesigner.section.styles
source: CSS styles
cs_cz: CSS styly
sk_sk: CSS štýly
zh_cn: CSS 样式

# templatedesigner.sourcealiasfieldsaved
source: The page alias source field was saved.
cs_cz: Zdrojové pole aliasu dokumentu bylo uloženoo.
zh_cn: 页别名源字段被救了。

# templatedesigner.visibilitycontrol
source: Visibility control:
cs_cz: Kontrol pro viditelnost:
sk_sk: Kontrol pre nastavenie viditeľnosti:
zh_cn: 可见性控制：

# templatesselect.additems
source: Add templates
cs_cz: Přidat šablony
zh_cn: 添加模板

# templatesselect.itemname
source: Template name
cs_cz: Název šablony
zh_cn: 模板名称

# templatesselect.selectitem
source: Select templates
cs_cz: Vybrat šablony
zh_cn: 选择模板

# timecontrol.wrongformat
source: Please enter time in HH:MM format.
cs_cz: Zadejte prosím čas ve formátu HH:MM
zh_cn: 请在 hh: mm 格式输入时间。

# timeoutselector.after
source: After
cs_cz: Po
zh_cn: 后

# timeoutselector.days
source: Day(s)
cs_cz: Dnech
zh_cn: 中天

# timeoutselector.errorinvaliddate
source: Please select valid date.
cs_cz: Vyberte prosím platný datum.
zh_cn: 请选择有效的日期。

# timeoutselector.exactly
source: Exactly
cs_cz: Přesně
zh_cn: 确切地

# timeoutselector.hours
source: Hour(s)
cs_cz: Hodinách
zh_cn: 小时

# timeoutselector.inspecifictime
source: At a specific time
cs_cz: V konkrétním čase
zh_cn: 在特定的时间

# timeoutselector.minutes
source: Minute(s)
cs_cz: Minutách
zh_cn: 分钟

# timeoutselector.months
source: Month(s)
cs_cz: Měsících
zh_cn: 当月

# timeoutselector.ofthemonth
source: of the month
cs_cz: měsíci
zh_cn: 每月

# timeoutselector.quantity.errorempty
source: Please enter size of the delay.
cs_cz: Zdajte prosím velikost zdržení.
zh_cn: 请输入时滞的大小。

# timeoutselector.quantity.wrongformat
source: Timeout value must be positive numeric value below {0}.
cs_cz: Hodnota časového limitu musí být kladné číslo menší než {0}.
zh_cn: 超时值必须是正数值低于 {0}。

# timeoutselector.specificdate
source: Specific day
cs_cz: Konkrétní den
zh_cn: 特定的一天

# timeoutselector.specifichour.errorempty
source: Please enter specific time hour.
cs_cz: Zadejte prosím konkrétní hodinu.
zh_cn: 请输入特定时间 (小时)。

# timeoutselector.specifichour.wrongformat
source: Please enter valid hour value.
cs_cz: Zadejte prosím platnou hodinovou hodnotu.
zh_cn: 请输入有效的小时值。

# timeoutselector.specificinterval
source: Specific interval
cs_cz: Konkrétní interval
zh_cn: 特定的时间间隔

# timeoutselector.specificminute.errorempty
source: Please enter specific time minute.
cs_cz: Zadejte prosím konkrétní minutu.
zh_cn: 请输入特定时间 (分钟)。

# timeoutselector.specificminute.wrongformat
source: Please enter valid minute value.
cs_cz: Zadejte prosím platnou minutovou hodnotu.
zh_cn: 请输入有效的分钟值。

# timeoutselector.thenext
source: The next
cs_cz: Následující
zh_cn: 下一步

# timeoutselector.thenextday
source: The next day
cs_cz: Následující den
zh_cn: 第二天

# timeoutselector.weeks
source: Week(s)
cs_cz: Týdnech
zh_cn: 周

# timeoutselector.years
source: Year(s)
cs_cz: Letech
zh_cn: 年份

# timez.edit.newtimezone
source: New time zone
cs_cz: Nové časové pásmo
sk_sk: Nová časová zóna
zh_cn: 新时区的时间

# timez.type.user
source: User
zh_cn: 用户

source: Title font
cs_cz: Typ písma titulku
sk_sk: Font titulku
zh_cn: 标题字体

# tools.bannermanagement.caption
source: Banners
cs_cz: Reklamní panely
zh_cn: 横幅

# tools.fileimport.cancel
source: File import was canceled.
cs_cz: Import souborů byl zrušen.
sk_sk: Import súborov bol zrušený.
zh_cn: 文件导入被取消。

# tools.fileimport.directorydoesnotexist
source: Directory '{0}' does not exist.
cs_cz: Adresát '{0}' neexistuje.
zh_cn: 目录"{0}"不存在。

# tools.fileimport.fileimport
source: File import
cs_cz: Import souborů
sk_sk: Import súborov
zh_cn: 文件导入

# tools.fileimport.importing
source: Importing files
cs_cz: Importování souborů
sk_sk: Importovanie súborov
zh_cn: 导入文件

# tools.fileimport.importingprogress
source: Importing files...
cs_cz: Importování souborů...
sk_sk: Importovanie súborov...
zh_cn: 正在导入的文件...

# tools.fileimport.nofilesselected
source: There are no files selected for import.
cs_cz: Nejsou vybrány žádné soubory pro import.
sk_sk: Nie sú vybrané žiadne súbory pre import
zh_cn: 没有选择要导入的文件。

# tools.projectmanagement.description
source: Allows you to organize work and keep track of progress. You can create and edit projects and tasks, and define your own statuses and task priorities.
cs_cz: Tato sekce uvádí seznam projektů a úloh. Můžete vytvořit nový projekt a jeho úlohy nebo nebo spravovat již existující na tomto webu. Můžete také vytvářet a spravovat ad-hoc úlohy, které jsou globálního rozsahu. Je zde také sekce konfigurace, kde můžete upravovat stavy projektu/úlohy a priority úloh.
sk_sk: Táto sekcia zobrazuej zoznam projektov a úloh. Môžete buď vytvoriť nový projekt a jeho úlohy alebo upraviť existujúci projekt v rámci tohto webu.
zh_cn: 允许您组织的工作和进展。您可以创建和编辑项目和任务，并定义您自己的状态和任务优先级。

# tools.translations.description
source: Allows you to manage and display pages submitted for translation. You can import finished pages into the system, resubmit pages for translation or cancel submissions.
cs_cz: Tato sekce zobrazuje seznam požadavků odeslaných na překlad z daného webu. Můžete tu spravovat odeslané požadavky na překlad.
zh_cn: 允许您管理和显示页面提交翻译。您可以将完成的页面导入系统，重新提交页翻译或取消提交。

# tools.ui.abusereport
source: Abuse report
cs_cz: Hlášení závadného obsahu
sk_sk: Hlásenie vulgarizmov
zh_cn: 滥用报告

# tools.ui.abusereportviewnewreports
source: View new abuse reports
cs_cz: Zobrazit nová hlášení závadného obsahu
sk_sk: Zobraziť nové hlásenia vulgarizmov
zh_cn: 查看新的虐待报告

# tools.ui.bannermanagementaddnewbannercategory
source: Add a new banner category
cs_cz: Přidat novou kategorii
zh_cn: 添加新的旗帜类别

# tools.ui.blog
source: Blogs
cs_cz: Blogy
sk_sk: Blogy
zh_cn: 博客

# tools.ui.blogviewblogs
source: View blogs
cs_cz: Zobrazit blogy
sk_sk: Zobraziť blogy
zh_cn: 查看博客

# tools.ui.blogviewnewcomments
source: View comments waiting for approval
cs_cz: Zobrazit komentáře čekající na schválení
sk_sk: Zobraziť komentáre čakajúce na schválenie
zh_cn: 查看评论等待审批

# tools.ui.collaboration
source: Collaboration
cs_cz: Spolupráce
sk_sk: Spolupráca
zh_cn: 合作

# tools.ui.community
source: Community
cs_cz: Komunita
sk_sk: Komunita
zh_cn: 社区

# tools.ui.content
source: Content
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 内容

# tools.ui.custom
source: Custom
cs_cz: Vlastní
sk_sk: Vlastné
zh_cn: 自定义

# tools.ui.customtables
source: Custom table data
cs_cz: Uživatelské tabulky
sk_sk: Užívateľské tabuľky
zh_cn: 自定义表格数据

# tools.ui.customtablesviewtables
source: View custom tables
cs_cz: Zobrazit uživatelské tabulky
sk_sk: Zobraziť užívateľské tabuľky
zh_cn: 查看自定义表

# tools.ui.ecommerce
source: E-commerce
zh_cn: 电子商务

# tools.ui.eventmanager
source: Events
cs_cz: Události
sk_sk: Udalosti
zh_cn: 事件

# tools.ui.eventmanagerviewsiteevents
source: View booking events on this site
cs_cz: Zobrazit záznam událostí na tomto webu
sk_sk: Zobraziť udalosti na tomto webe
zh_cn: 在此网站上查看预订事件

# tools.ui.eventmanagerviewupcomingevents
source: View upcoming events
cs_cz: Zobrazit nadcházející události
sk_sk: Zobraziť nadchádzajúce eventy
zh_cn: 查看即将举行的活动

# tools.ui.fileimport
source: File import
cs_cz: Import souborů
sk_sk: Import súborov
zh_cn: 文件导入

# tools.ui.fileimportimportfromcomputer
source: Import files from your computer
cs_cz: Importovat soubory z vašeho počítače
sk_sk: Importovať súbory z počítača
zh_cn: 导入文件从您的计算机

# tools.ui.fileimportimportfromserver
source: Import files from server disk
cs_cz: Importovat souboryze serverového disku
sk_sk: Importovať súbory zo serverového disku
zh_cn: 从服务器磁盘导入文件

# tools.ui.form
source: Forms
cs_cz: BizFormy
sk_sk: On-line formuláre
zh_cn: 表格

# tools.ui.formmanageforms
source: Manage forms
cs_cz: Spravovat formuláře
sk_sk: Správa formulárov
zh_cn: 管理表单

# tools.ui.forums
source: Forums
cs_cz: Fóra
sk_sk: Fóra
zh_cn: 论坛

# tools.ui.forumsaddforum
source: Add a new forum group
cs_cz: Přidat novou skupinu fór
sk_sk: Pridať novú skupinu fór
zh_cn: 添加新论坛组

# tools.ui.forumsmanageforumgroups
source: Manage forum groups
cs_cz: Spravovat skupiny fór
sk_sk: Správa skupín fór
zh_cn: 管理论坛组

# tools.ui.groups
source: Groups
cs_cz: Skupiny
sk_sk: Skupiny
zh_cn: 团体

# tools.ui.groupsaddgroup
source: Add a new group
cs_cz: Přidat novou skupinu
sk_sk: Pridať novú skupinu
zh_cn: 添加新组

# tools.ui.marketing
source: Marketing & Reports
cs_cz: Marketing & Reporty
sk_sk: Marketing & Reporty
zh_cn: 市场营销 & 报表

# tools.ui.medialibrary
source: Media libraries
cs_cz: Knihovny médií
sk_sk: Knižnice médií
zh_cn: 媒体库

# tools.ui.medialibraryaddmedialibrary
source: Add a new media library
cs_cz: Přidat novou knihovnu médií
sk_sk: Pridať novú knižnicu médií
zh_cn: 添加一个新的媒体库

# tools.ui.messageboards
source: Message boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 留言板

# tools.ui.messageboardsmanageboards
source: Manage message boards
cs_cz: Spravovat diskuze
sk_sk: Správa diskusií
zh_cn: 管理留言板

# tools.ui.messageboardsviewwaitingmessages
source: View messages waiting for approval
cs_cz: Zobrazit zprávy čekající na schválení
sk_sk: Zobraziť správy čakajúce na schválenie
zh_cn: 查看消息等待审批

# tools.ui.newsletter
source: Email marketing
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件营销

# tools.ui.newslettermanagesubscribers
source: Manage email campaign subscribers
cs_cz: Spravovat odběratele newsletteru
sk_sk: Správa odberateľov newslettera
zh_cn: 管理电子邮件活动订阅者

# tools.ui.newsletterviewqueue
source: View campaign email queue
cs_cz: Zobrazit frontu e-mailů newsletteru
sk_sk: Zobraziť frontu newsletterových e-mailov
zh_cn: 查看市场活动电子邮件队列

# tools.ui.optimizations
source: Optimizations
zh_cn: 优化

# tools.ui.polls
source: Polls
cs_cz: Ankety
sk_sk: Ankety
zh_cn: 投票调查

# tools.ui.pollsmanagepolls
source: Manage polls
cs_cz: Spravovat ankety
sk_sk: Spravovať ankety
zh_cn: 管理民调

# tools.ui.projectmanagement
source: Projects
cs_cz: Projekty
sk_sk: Projekty
zh_cn: 项目

# tools.ui.projectmanagementviewalltasks
source: View all project tasks
cs_cz: Zobrazit všechny projektové úkoly
sk_sk: Zobraziť všetky úlohy projektu
zh_cn: 查看所有的项目任务

# tools.ui.reporting
source: Reporting
sk_sk: Reporty
zh_cn: 报告

# tools.ui.socialmarketing
source: Social marketing
zh_cn: 社交营销

# tools.ui.staging
source: Staging
cs_cz: Synchronizace obsahu
sk_sk: Synchronizácia obsahu
zh_cn: 暂存

# tools.ui.stagingsynchronizedata
source: Synchronize data
cs_cz: Synchronizovat data
sk_sk: Synchronizovať dáta
zh_cn: 同步数据

# tools.ui.stagingsynchronizedocuments
source: Synchronize pages
cs_cz: Synchronizovat dokumenty
sk_sk: Synchronizovať dokumenty
zh_cn: 同步页面

# tools.ui.stagingsynchronizeobjects
source: Synchronize objects
cs_cz: Synchronizovat objekty
sk_sk: Synchronizovať objekty
zh_cn: 同步对象

# tools.ui.translations
source: Translations
cs_cz: Překlady
zh_cn: 翻译

# tools.ui.translationsviewsubmissions
source: View translation submissions
cs_cz: Zobrazit požadavky na překlad
zh_cn: 查看翻译提交内容

# tools.ui.webanalytics
source: Web analytics
cs_cz: Statistiky
sk_sk: Analýza webu
zh_cn: 网站分析

# tools.ui.webanalyticsviewpageviews
source: View statistics of page views
cs_cz: Zobrazit statistiky zobrazení stránky
sk_sk: Zobraziť štatistiky zobrazenia stránky
zh_cn: 查看统计信息的网页视图

# tools.ui.webanalyticsviewvisits
source: View statistics of visits
cs_cz: Zobrazit statistiky návštěv
sk_sk: Zobraziť štatistiky návštev
zh_cn: 查看统计信息的访问

# trailingslashcheck.always
source: Always use URLs with trailing slash
cs_cz: Vždy používat URL adresy s lomítkem na konci
sk_sk: Použi stále URL s koncovým lomítkom
zh_cn: 总是使用 Url 与尾部反斜杠

# trailingslashcheck.dontcare
source: Leave the URL as is
cs_cz: Ponechat URL adresu beze změny
sk_sk: Ponechaj URL ako je
zh_cn: 离开的 URL 是

# trailingslashcheck.never
source: Always use URL without trailing slash
cs_cz: Vždy používat URL adresy bez lomítka nakonci
sk_sk: Použi stále URL bez koncového lomítka
zh_cn: 总是使用 URL 不带有尾随的斜杠

# transformation.hierarchical
source: Hierarchical
cs_cz: Hierarchické
sk_sk: Hierarchické
zh_cn: 层次结构

source: Transformation preview
cs_cz: Náhled transformace
zh_cn: 变换预览

# transformation.preview.page
source: Preview page
cs_cz: Stránka náhledu
zh_cn: 预览页

# transformation.preview.selectpage
source: Please select a page to preview.
cs_cz: Vyberte prosím stránku pro náhled.
zh_cn: 请选择要预览的网页。

# transformation.saveandpreview
source: Save & preview
cs_cz: Uložit a zobrazit náhled
zh_cn: 保存 & 预览

# transformation.singlemode
source: Single mode
cs_cz: Jednoduchý režim
zh_cn: 单模式

# transformation.splitmode
source: Split mode
cs_cz: Rozdělený režim
zh_cn: 拆分模式

# transformationedit.header
source: Transformation properties
cs_cz: Vlastnosti transformace
sk_sk: Vlastnosti transformácie
zh_cn: 转换属性

# transformationedit.title
source: Edit transformation
cs_cz: Editace transformace
sk_sk: Editácia transformácie
zh_cn: 编辑转换

# transformationedit.titleelement
source: Edit transformation
zh_cn: 编辑转换

# transformationselector.edit
source: Edit
cs_cz: Editovat
sk_sk: Zmeň
zh_cn: 编辑

# transformationselector.entersearch
source: Transformation name
cs_cz: Název transformace nebo její část:
sk_sk: Názov transformácie alebo časť názvu:
zh_cn: 转换名称

# transformationselector.itemname
source: Transformation name
cs_cz: Název transformace
sk_sk: Názov transformácie
zh_cn: 转换名称

# transformationselector.nodata
source: No transformations.
cs_cz: Žádná transformace
sk_sk: Žiadne transformácie
zh_cn: 没有转换。

# transformationselector.selectitem
source: Select transformation
cs_cz: Vybrat transformaci
sk_sk: Vybrať transformáciu
zh_cn: 选择转换

# transformationtypecode.atom
source: Atom
zh_cn: 原子

# transformationtypecode.atomtooltip
source: Generates default transformation which transforms table records into the Atom feed format.
cs_cz: Generuje předvolenou transformaci, která transformuje záznamy tabulky do Atom formátu.
zh_cn: 生成默认转换，转换 Atom 提要格式的表中的记录。

# transformationtypecode.default
source: Default
cs_cz: Výchozí
zh_cn: 默认

# transformationtypecode.generatetooltip
source: Generates default transformation for current transfromation type.
cs_cz: Generuje předvolenou transformaci pro aktuální typ transformace.
zh_cn: 生成当前嬗变类型的默认转换。

# transformationtypecode.rsstooltip
source: Generates default transformation which transforms table records into the RSS feed format.
cs_cz: Generuje předvolenou transformaci, která transformuje záznamy tabulky do RSS feed formátu.
zh_cn: 生成缺省转换，变成 RSS 格式的表中的记录。

# transformationtypecode.xmltooltip
source: Generates default transformation which transforms table records into the XML format.
cs_cz: Generuje předvolenou transformaci, která transformuje záznamy tabulky do XML formátu.
zh_cn: 生成默认转换，转换成 XML 格式的表中的记录。

# translation.createdefaulttranslation
source: The translation source is empty. Please enter the original text in the default culture before using translation services.
zh_cn: 翻译源为空。请在使用翻译服务之前，输入原始文本中的默认区域性。

# translations.deadline
source: Translation deadline
cs_cz: Překlad se požaduje
zh_cn: 翻译截止日期

# translations.documentwaitingfortranslationinfo
source: Page is waiting for translation from external translation service. If you modify the content it might be replaced when the translation is ready.
cs_cz: Dokument čeká na překlad od externí překladatelské služby. Pokud změníte obsah, může být nahrazen, hned jak bude překlad hotový.
zh_cn: 页面正在等待翻译从外部翻译服务。如果您修改的内容，它可能会取代时，翻译是准备好了。

# translations.fromlanguage
source: Translate from
cs_cz: Přeložit z jazyka
zh_cn: 翻译语言组合

# translations.instructions
source: Instructions for translators
cs_cz: Instrukce pro překladatele
zh_cn: 译者的说明

# translations.invalidfiles
source: Invalid XLIFF files: {0}
cs_cz: Neplatné XLIFF soubory: {0}
zh_cn: 无效的 XLIFF 文件: {0}

# translations.livetiledescription
source: Submissions waiting for import
zh_cn: 提交等待导入

# translations.nosourceculture
source: No culture to translate from.
cs_cz: Žádná kultura, z níž by se dalo překládat.
zh_cn: 从翻译没有语言。

# translations.priority
source: Priority
cs_cz: Priorita
zh_cn: 优先

# translations.processbinary
source: Translate attached files
cs_cz: Přeložit přiložené soubory
zh_cn: 翻译附加的文件

# translations.serviceloadfail
source: Translation service provider failed to load. Please see Event log for more details.
cs_cz: Nepodařilo se načíst poskytovatele překladatelské služby. Pro více informací zkontrolujte prosím Historii událostí.
zh_cn: 翻译服务提供程序加载失败。请参阅事件日志中有更多的细节。

# translations.skipalreadytranslated
source: Skip already translated pages
cs_cz: Zobrazit již přeložené dokumenty
zh_cn: 跳过已翻译的页面

# translations.tolanguage
source: Translate to
cs_cz: Přeložit do jazyka
zh_cn: 转换为

# translations.translateusing
source: Translate using
cs_cz: Přeložit pomocí
zh_cn: 使用翻译

# translations.translationnotallowed
source: Translation of pages is not allowed.
cs_cz: Překlad dokumentů není povolen.
zh_cn: 翻译的页面不是允许的。

# translations.translationscomproviderfail
source: Translations.com service provider failed to load.
cs_cz: Selhalo načítání služby Translations.com.
zh_cn: Translations.com 服务提供程序加载失败。

# translations.useseparatesubmissions
source: Send all pages within one submission
cs_cz: Poslat všechny dokumenty v jednom požadavku
zh_cn: 发送一份来文中的所有页面

# translationservice.badfilesinzip
source: Following files in the ZIP file were not imported (bad file name): {0}
cs_cz: Následující soubory v souboru ZIP nebyly naimportovány (chybný název souboru): {0}
zh_cn: ZIP 文件中的以下文件未被导入 （坏文件名）： {0}

# translationservice.cancelnotsupported
source: Canceling submission isn't supported for the {0} service.
zh_cn: 取消提交不支持 {0} 服务。

# translationservice.cancelsubmission
source: Cancel
cs_cz: Zrušit
zh_cn: 取消

# translationservice.cancelsubmissiontooltip
source: Cancels the whole submission
cs_cz: Zrušit celý požadavek na překlad
zh_cn: 取消整个提交

# translationservice.charcount
source: Characters
cs_cz: Znaky
zh_cn: 字符

# translationservice.cms.translationservices.emailtranslationserviceparameter
source: Translation submission recipients
cs_cz: Příjemci požadavků na překlad
zh_cn: 翻译提交收件人

# translationservice.confirmprocesstranslations
source: This will import translated pages into system. The action will overwrite existing target culture version. Are you sure you want to continue?
cs_cz: Tímto naimportujete přeložené dokumenty do systému, čímž přepíšete existující cílové jazykové verze. Opravdu chcete pokračovat?
zh_cn: 这会将转换的页面导入系统。该操作将覆盖现有目标语言版本。是否确实要继续?

# translationservice.confirmupload
source: Are you sure you want to replace existing translation?
cs_cz: Opravdu chcete nahradit existující překlady?
zh_cn: 你确定你想要替换现有的翻译？

# translationservice.dateofsubmission
source: Date of submission
cs_cz: Datim odeslání požadavku
zh_cn: 提交日期

# translationservice.documentdoesnotexist
source: Page(s) of the submission no longer exist. Translation cannot be imported.
cs_cz: Dokument(y) z požadavku již neexistuje (jí). Překlad nemohl být naimportován.
zh_cn: 页面提交不再存在。不能导入翻译。

# translationservice.documentname
source: Page name
cs_cz: Název dokumentu
zh_cn: 页面名称
