Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# mem.openid.idassignedto
source: Provided OpenID is already assigned to the user:
cs_cz: Zadané OpenID je již přiřazeno k jinému uživateli:
sk_sk: Poskytované OpenID je už priradené užívateľovi:
zh_cn: 提供 OpenID 已经指派给用户：

# mem.openid.openidregistered
source: Claimed OpenID Identifier is already registered and assigned to a user.
cs_cz: Nárokovaný identifikátor OpenID je již registrován a přiřazen jinému uživateli.
sk_sk: Predložený OpenID identifikátor je už registrovaný a priradený užívateľovi.
zh_cn: 声称 OpenID 标识符是已经注册，并且分配给用户。

# mem.openid.other
source: Other OpenID
cs_cz: Jiné OpenID
sk_sk: Iné OpenID
zh_cn: 其他的 OpenID

# mem.openid.selectprovider
source: Please select an OpenID provider.
cs_cz: Vyberte prosím poskytovatele OpenID.
sk_sk: Vyberte, prosím, poskytovateľa OpenID.
zh_cn: 请选择一个 OpenID 提供者。

# mem.openid.usernameregistered
source: User with given username is already registered. Please select different username.
cs_cz: Zadané uživatelské jméno je již registrováno. Vyberte prosím jiné uživatelské jméno.
sk_sk: Užívateľ s týmto užívateľským menom už existuje. Vyberte, prosím, iné užívateľské meno.
zh_cn: 用户与给定的用户名已被注册。请选择不同的用户名。

# mem.reg.approvaltext
source: User registration confirmation
zh_cn: 用户注册确认

# mem.reg.registration_confirmtext
source: Please click on the following button to confirm your registration.
zh_cn: 请点击下面的按钮来确认您的注册。

# memberhsip.logonlink
source: You can log in on <a href="{0}" title="login">this page</a>.
cs_cz: Můžete se přihlásit na <a href="{0}" title="login">tejto stránke</a>.
zh_cn: 在<a href="{0}" title="login">此页</a>上，您可以登录。

# membership.accountlocksubject
source: Your user account has been locked - password expired
zh_cn: 已锁定您的用户帐户，密码过期

# membership.assignedtoproducts
source: The membership is assigned to the following products
cs_cz: Toto členství je přiřazeno následujícím produktům
sk_sk: Členstvo je priradené k nasledujúcim produktom
zh_cn: 成员分配给以下产品

# membership.assignedtoroles
source: The membership covers the following roles:
cs_cz: Toto členství pokrývá následující role:
sk_sk: Členstvo pokrýva nasledujúce role:
zh_cn: 成员包括下列角色：

# membership.changevalidity
source: Change validity
cs_cz: Změnit platnost
sk_sk: Zmeniť platnosť
zh_cn: 更改有效性

# membership.credentialssubject
source: Your credentials
zh_cn: 您的凭据

# membership.dependencies
source: The selected membership cannot be deleted because there is a dependent product. You need to remove all products related to this membership first.
cs_cz: Vybrané členství nemůže být smazáno, protože existuje závislý produkt. Nejdříve musíte odstranit věechny související produkty.
sk_sk: Vybrané členstvo nemožno odstrániť, pretože existuje závislý produkt. Je potrebné najskôr odstrániť všetky výrobky súvisiace s týmto členstvom.
zh_cn: 因为那里是一个依赖的产品，不能删除选定的成员。您需要删除第一次有关此成员的所有产品。

source: Membership description
cs_cz: Popis členství
sk_sk: Popis členstva
zh_cn: 会员说明

# membership.forgottenpasswordsubject
source: Forgotten password retrieval
zh_cn: 被遗忘的密码检索。

# membership.invalidattemptssubject
source: User account lock
zh_cn: 用户帐户锁定

# membership.membership.edit
source: Membership properties
cs_cz: Vlastnosti členství
sk_sk: Vlastnosti členstva
zh_cn: 成员属性

# membership.membership.list
source: Membership
cs_cz: Členství
sk_sk: Členstvo
zh_cn: 会员

# membership.membership.new
source: New membership
cs_cz: Nové členství
sk_sk: Nové členstvo
zh_cn: 新会员

# membership.membershipcodename
source: Membership code name
cs_cz: Kódový název členství
sk_sk: Kódový názov členstva
zh_cn: 会员代码名称

# membership.membershipexpiresoonsubject
source: Your membership will expire soon
zh_cn: 您的会员资格将很快过期

# membership.membershipname
source: Membership name
cs_cz: Název členství
sk_sk: Názov členstva
zh_cn: 成员名称

# membership.membershipreminder.emailsubject
source: Your memberships expire soon
cs_cz: Vaše členství brzy vyprší
sk_sk: Vaše členstvo čoskoro vyprší
zh_cn: 您的成员资格即将过期

# membership.newpasswordrequestsubject
source: New password request
zh_cn: 新建密码要求

# membership.newuserapprovalsubject
source: Registration notification - Waiting for approval
zh_cn: 登记通知-等待批准

# membership.newuserregisteredsubject
source: Registration notification - New user was registered
zh_cn: 注册登记通知-新用户

# membership.notuniquecodename
source: The membership with codename '{0}' already exists.
cs_cz: Členství s kódovým názvem '{0}' již existuje.
sk_sk: Členstvo s kódovým názvom '{0}' už existuje.
zh_cn: 代号为 '{0}' 的成员名单已存在。

# membership.passchangedsubject
source: Your password has been changed.
zh_cn: 您的密码已更改。

# membership.passwreqfailed
source: Sending email with request to change the password failed.
cs_cz: Zaslání e-mailu s požadavlem na změnu hesla selhalo.
sk_sk: Posielanie e-mailu z požiadavkom na zmenu hesla zlyhalo.
zh_cn: 发送电子邮件以请求更改密码失败。

# membership.passwreqinterval
source: This link is no longer valid because time for confirmation has exceeded. <a href="{0}">Request password reset again.</a>
cs_cz: Tento odkaz již není platný, jelikož čas k potvrzení již vypršel. Pro opakování požadavku na změnu hesla prosím klikněte na <a href="{0}">following link</a>.
sk_sk: Tento link už nie je platný, pretože čas na jeho potvrdenie vypršal. Kliknite, prosím, na <a href="{0}">tento link</a> a požiadajte o reset hesla znovu.
zh_cn: 此链接不再是有效的因为时间，确认已超出。<a href="{0}">请求密码重设。</a>

# membership.passwreqsent
source: Request for password change was sent.
cs_cz: Žádost o změnu hesla byla odeslána.
sk_sk: Žiadosť o zmenu hesla bola odooslaná.
zh_cn: 请求更改密码被发送。

# membership.passwreqsubject
source: Request for changing your password
cs_cz: Žádost o změnu hesla
sk_sk: Žiadosť o zmenu hesla
zh_cn: 要求更改您的密码

# membership.passwreset
source: Password has been reset.
cs_cz: Heslo bylo změněno.
sk_sk: Heslo bolo resetované. Môžete sa prihlásiť na <a href="{0}" title="login">nasledujúcej</a> stránke.
zh_cn: 密码已重置。

# membership.passwresetcancelled
source: Password reset has been cancelled.
cs_cz: Změna hesla byla zrušena,
sk_sk: Reset hesla bol zrušený.
zh_cn: 密码重置已被取消。

# membership.passwresetfailed
source: This link is no longer valid. <a href="{0}">Request password reset again.</a>
cs_cz: Tento odkaz již není platný, Pro opakování požadavku na změnu hesla klikněte na <a href="{0}">following link</a>.
sk_sk: Tento link už nie je platný. Kliknite, prosím, <a href="{0}">sem</a> a požiadajte o zmenu hesla znovu.
zh_cn: 此链接不再是有效的。<a href="{0}">请求密码重设。</a>

# membership.registrationapprovalnoticesubject
source: Your registration must be approved
zh_cn: 必须批准您的注册

# membership.registrationapprovedsubject
source: Your registration was approved
zh_cn: 您的注册申请获准

# membership.registrationconfirmsubject
source: Confirm your registration
zh_cn: 确认您的注册

# membership.registrationinfosubject
source: Registration information
zh_cn: 注册信息

# membership.requiresconfirmation
source: User was successfully registered and needs to be activated now. Confirmation email with activation link was sent to the provided email address.
cs_cz: Uživatel byl úspěšně registrován a je nyní třeba aktivace. Na poskytnutou e-mailovou adresu byl zaslán potvrzovací e-mail s aktivačním odkazem.
sk_sk: Užívateľ bol úspešne registrovaný a teraz musí byť aktivovaný. E-mail s odkazom pre aktiváciu bol odooslaný na poskytnutú e-mailovú adresu.
zh_cn: 用户注册成功，需要现在激活。确认与激活链接的电子邮件被发送到提供的电子邮件地址。

# membership.sendnotification
source: Send notification
cs_cz: Zaslat upozornění
sk_sk: Poslať upozornenie
zh_cn: 发送通知

# membership.title
source: Membership
cs_cz: Členství
sk_sk: Členstvo
zh_cn: 会员

# membership.title.plular
source: Memberships
cs_cz: Členství
sk_sk: Členstvá
zh_cn: 成员身份

# membership.unlockaccountfailed
source: Sending email with request to unlock user account failed.
cs_cz: Odesílání e-mailu s požadavkem na odblokování uživatelského účtu selhalo.
zh_cn: 发送电子邮件请求解锁用户帐户失败。

# membership.unlockaccountsent
source: Email with request to unlock the user account was sent.
cs_cz: E-mail s požadavkem na odemknutí uživatelského účtu byl odeslán.
zh_cn: 与请求解锁用户帐户的电子邮件已发送。

# membership.userconfirmed
source: Your user account is now active. You can sign in using your user name and password.
cs_cz: Váš uživatelský účet je nyní aktivován. Můžete se přihlásit použitím svého uživatelského jména a hesla.
sk_sk: Tvoj užívateľský účet je odteraz aktívny. Môžete sa prihlásiť za použitia vášho užívateľského mena a hesla.
zh_cn: 现在，您的用户帐户是积极的。您可以使用您的用户名和密码登录。

# membership.usercreateddisabled
source: User was sucessfully created but needs to be enabled by the site administrator.
cs_cz: Uživatel byl úspěšně vytvořen, ale musí být povolen administrátorem webu.
sk_sk: Užívateľ bol úspešne vytvorený, ale musí byť povolený administrátorom webu.
zh_cn: 用户被成功创建，但是需要由网站管理员启用。

# membership.userdisabled
source: User is currently disabled and needs to be enabled by the site administrator.
cs_cz: Uživatel je nyní zakázán a musí být povolen administrátorem webu.
sk_sk: Užívateľ je momentálne zakázaný a musí byť povolený správcom webu.
zh_cn: 用户当前已禁用，需要由网站管理员启用。

# membership.validto
source: Valid to
cs_cz: Platné do
sk_sk: Platné do
zh_cn: 有效期至

# membershipselector.additems
source: Add membership
cs_cz: Přidat členství
sk_sk: Pridať členstvo
zh_cn: 添加成员

# membershipselector.bindingproperties
source: Membership properties
cs_cz: Vlastnosti členství
sk_sk: Vlastnosti členstva
zh_cn: 成员属性

# membershipselector.entersearch
source: Membership
cs_cz: Název členství:
sk_sk: Názov členstva:
zh_cn: 会员

# membershipselector.itemname
source: Membership name
cs_cz: Název členství
sk_sk: Názov členstva
zh_cn: 成员名称

# membershipselector.moreitems
source: (more memberships...)
cs_cz: (více členství...)
sk_sk: (viac členstiev...)
zh_cn: （更多会员......)

# membershipselector.nodata
source: No membership selected
cs_cz: Nebylo vybráno žádné členství
sk_sk: Nebolo vybrané žiadne členstvo
zh_cn: 没有选定的成员

# membershipselector.selectitem
source: Select membership
cs_cz: Vybrat členství
sk_sk: Vybrať členstvo
zh_cn: 选择成员

# menugroup.footer
source: Footer menu
cs_cz: Spodní menu
sk_sk: Spodné menu
zh_cn: 页脚菜单

# menugroup.left
source: Left menu
cs_cz: Levé menu
sk_sk: Ľavé menu
zh_cn: 左边的菜单

# menugroup.top
source: Top menu
cs_cz: Horní menu
sk_sk: Horné menu
zh_cn: 顶部的菜单

# menuproperties.firstchild
source: Redirect to first child
zh_cn: 将重定向到的第一个子

# message.licensetip
source: You can also get a license of Kentico Free Edition after registration at
cs_cz: Můžete také získat licenci Kentico Free Edition po registraci na
sk_sk: Môžete tiež získať licenciu na Kentico Free Edition po registrácii na
zh_cn: 你也可以在注册后得到 Kentico 免费版许可证

# messageboards.boards
source: Boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 议会

# messageboards.messages
source: Messages
cs_cz: Zprávy
sk_sk: Správy
zh_cn: 消息

# messaging.body
source: Message body
cs_cz: Tělo zprávy
sk_sk: Telo správy
zh_cn: 邮件正文

# messaging.forwardmessage
source: Forward message
cs_cz: Přeposlat zprávu
sk_sk: Postúpiť správu ďalej
zh_cn: 转发邮件

# messaging.originalmessage
source: Original message
cs_cz: Původní zpráva
sk_sk: Pôvodná správa
zh_cn: 原始邮件

# messaging.replytomessage
source: Reply to message
cs_cz: Odpovědět na zprávu
sk_sk: Odpovedať na správu
zh_cn: 回复邮件

# messaging.view
source: View
cs_cz: Zobrazit
sk_sk: Zobraziť
zh_cn: 视图

# metadata.errors.filemodify
source: You are not authorized to modify the metadata.
cs_cz: Nemáte oprávnění pro změnu metadat.
sk_sk: Nemáte práva na zmenu metadát.
zh_cn: 您无权修改的元数据。

# metadata.errors.processing
source: Processing metadata failed.
cs_cz: Zpracování metadat selhalo,
sk_sk: Spracovanie metadát zlyhalo.
zh_cn: 处理元数据失败。

# mfauthentication.label.passcode
source: Passcode:
zh_cn: 密码：

# mfauthentication.label.token
source: Token ID:
zh_cn: 令牌 ID：

# mfauthentication.minilogon.token.get
source: Set up your authenticator.
zh_cn: 设置您的身份验证器。

# mfauthentication.passcode.wrong
source: Wrong passcode.
zh_cn: 错误的密码。

# mfauthentication.token.get
source: Please set Token ID to your Kentico Passcode Generator.
zh_cn: 请将令牌 ID 设置为您 Kentico 密码生成器。

# mfauthentication.token.reset
source: Reset token ID
zh_cn: 重置标记 ID

# mfauthentication.tokenconfiguration.reset
source: Reset
zh_cn: 重置

# mode.edittooltip
source: Edit mode
cs_cz: Mód úprav
sk_sk: Režim editácie
zh_cn: 编辑模式

# mode.listingtooltip
source: Listing mode
cs_cz: Mód seznam
sk_sk: Režim prezerania
zh_cn: 上市的模式

# mode.livesitetooltip
source: Live site mode
cs_cz: Mód živého webu
zh_cn: 实时网站模式

# mode.previewtooltip
source: Preview mode
cs_cz: Mód náhled
sk_sk: Režim náhľadu
zh_cn: 预览模式

# module.action.resourcenotindevelopment
source: The action is not allowed. You cannot modify modules that are not in development mode.
zh_cn: 不允许操作。您不能修改不是在开发模式下的模块。

# module.allowglobal
source: Allow globally
cs_cz: Povolit globálně
zh_cn: 允许全局

# module.allowsite
source: Allow for this site
cs_cz: Povolit pro tento web
zh_cn: 允许此站点

# module.customeleminfo
source: The current element is customized.
zh_cn: 自定义的当前元素。

# module.customizeconfirm
source: Are you sure you want to customize this element? The changes that you make to customized elements may be overwritten by system updates.
zh_cn: 你确定你想要自定义此元素？你向自定义元素的更改可能会覆盖由系统更新。

# module.noneordevelopedmoduleselected
source: You need to assign the element to a module that is currently in development mode.
zh_cn: 您需要将元素分配给当前在开发模式下的模块。

# modules.classes.code
source: Code
zh_cn: 代码

# modules.ui.scripttext
source: Script text
zh_cn: 脚本文本

# multibutton.moreoptions
source: More options
zh_cn: 更多的选择

# multifileuploader.extensionnotallowed
source: You cannot upload files with the '{0}' extension. Only following extensions are allowed: {1}.
zh_cn: 您不能上载文件扩展名 '{0}'。只有下列扩展名允许： {1}。

# multifileuploader.maxnumbertoupload
source: You have exceeded the total allowable number of files to upload.
zh_cn: 您已超出允许总数要上载的文件。

# multifileuploader.maxuploadamount
source: You have exceeded the total allowable upload amount.\nThe total allowable upload amount is {0}.
zh_cn: 您已超出总允许上传量。 \nThe 允许上载照片总金额是 {0}。

# multifileuploader.maxuploadsize
source: The maximum upload size for a single file is {0}.
zh_cn: 单个文件的最大上载大小是 {0}。

# mvc.actionempty
source: You must specify the default action or the action must be part of the URL pattern for MVC routes..
cs_cz: Musíte specifikovat předvolenou akci nebo musí být častí URL vzoru pro MVC routes.
zh_cn: 您必须指定默认动作或动作必须是 MVC 路由的 URL 模式的一部分。

# mvc.controllerempty
source: You must specify the default controller or the controller must be part of the URL pattern for MVC routes..
cs_cz: Musíte specifikovat předvolený ovladač nebo musí být částí URL vzoru pro MVC routes.
zh_cn: 您必须指定默认控制器必须是 MVC 路由的 URL 模式的一部分。

# mvt.combination
source: Combinations
cs_cz: Kombinace
sk_sk: Kombinácie
zh_cn: 组合

# mvt.usecombination
source: Set as result
cs_cz: Nastavit jako výsledek
sk_sk: Nastaviť ako výsledok
zh_cn: 作为结果集

# mvt.usecombinationconfirm
source: Please note:\n\nThis action removes all the other existing combinations and their variants.\n\nAre you sure you want to set the current combination as the default content of the page?
cs_cz: Poznámka: \n\nTato akce odstraní všechny ostatní kombinace a jejich proměnné.\n\n Opravdu chcete nastavit aktuální kombinaci jako výchozí obsah této stránky?
sk_sk: Prosím, všimnite si:\n\nTáto akcia odstráni všetk yostatné existujúce kombinácie a ich varianty.\n\nSte si istí, že chcete nastaviť súčasnú kombinácku ako defaultný obsah stránky?
zh_cn: 请注意： \n\nThis 操作删除其他现有的组合和你确定你想要设置为页面的默认内容的当前组合他们 variants.\n\nAre 吗？

# mvtcombination.changenotallowed
source: You are not allowed to change the custom name for the default combination.
cs_cz: Nemáte oprávnění pro změnu uživatelského názvu pro výchozí kombinaci.
sk_sk: Nemáte práva na zmenu užívateľského mena predvolenej kombinácie.
zh_cn: 你不是允许更改默认组合的自定义名称。

# mvtcombination.defaultpage
source: Default page
cs_cz: Výchozí stránka
sk_sk: Defaultná stránka
zh_cn: 默认页

# mvtcombination.edit
source: MVT combination properties
cs_cz: Vlastnosti MVT kombinace
sk_sk: MTV kombinácie - vlastnosti
zh_cn: MVT 组合属性

# mvtcombination.list
source: MVT combinations
cs_cz: MVT kombinace
sk_sk: MVT kombinácie
zh_cn: MVT 组合

# mvtcombination.name
source: Combination
cs_cz: Kombinace
sk_sk: Kombinácia
zh_cn: 组合

# mvtcombination.new
source: New MVT combination
cs_cz: Nová MVT kombinace
sk_sk: Nová MVT kombinácie
zh_cn: 新 MVT 组合

# mvtest
source: MVT test
zh_cn: MVT 测试

# mvtest.conversionrate
source: Conversions rate
cs_cz: Míra konverzí
sk_sk: Miera konverzií
zh_cn: 转换率

# mvtest.culture.description
source: Selects which culture version of the specified Page should be included in the test.
zh_cn: 选择应在测试中包含的指定页面的语言版本。

# mvtest.currentconversions
source: Current number of conversions
cs_cz: Aktuální počet konverzí
sk_sk: Aktuálny počet konverzií
zh_cn: 当前的转换数

# mvtest.description
source: Description
cs_cz: Popis
sk_sk: Popis
zh_cn: 描述

# mvtest.description.description
source: Can be used to enter a text description for the test in order to give information about its purpose, goals, etc.
zh_cn: 可用于输入测试的文字说明为使其目的、 目标等有关信息。

# mvtest.displayname.description
source: The name of the MVT test displayed in the administration interface.
zh_cn: MVT 测试将在管理界面中显示的名称。

# mvtest.edit
source: MVT test properties
cs_cz: Vlastnosti MVT testu
sk_sk: MVT test - vlastnosti
zh_cn: MVT 测试属性

# mvtest.enabled.description
source: This property may be used to manually start or stop the test.
zh_cn: 此属性可用于手动启动或停止测试。

# mvtest.list
source: MVT tests
cs_cz: MVT testy
sk_sk: MVT testy
zh_cn: MVT 测试

# mvtest.maxconversions.description
source: Sets the number of conversion hits that must be logged to complete the test. Once this number is reached, the MVT test will automatically stop working and switch to the Finished status.
zh_cn: 设置必须登录才能完成该测试的转换点击次数。一旦达到了这个数量，MVT 测试将自动停止工作，并切换到完成状态。

# mvtest.name.description
source: Sets the code name that serves as an identifier, e.g. in macros. Leave the default automatic code name unless a different value is required for a specific scenario.
zh_cn: 设置用作标识符，例如在宏的代码名称。除非特定情景中需要一个不同的值时，请离开默认自动代码名称。

# mvtest.new
source: New MVT test
cs_cz: Nový MVT test
sk_sk: Nový MVT test
zh_cn: 新建 MVT 测试

# mvtest.noreportavaible
source: You don't have permissions for any MVT test reports.
cs_cz: Nemáte oprávnění pro žádné reporty MVT testu.
sk_sk: Nemáte práva na žiadny MVT test report
zh_cn: 您不具有权限的任何 MVT 测试报告。

# mvtest.openfrom.description
source: Sets the date and time when the test will start.
zh_cn: 设置日期和时间时，则测试将开始。

# mvtest.opento.description
source: Sets the date and time when the test will end.
zh_cn: 设置日期和时间时的考试将会结束。

# mvtest.page.description
source: Sets the path of the page for which the MVT test should be defined. The Select button may be used to easily choose a page from the website's content tree.
zh_cn: 设置应为其定义 MVT 测试的页的路径。选择按钮可用于轻松地从该网站的内容树中选择页。

# mvtest.pagerequired
source: Please select a page which the MVT test is assigned to.
cs_cz: Vyberte prosím stránku, ke které je přiřazen MVT test.
sk_sk: Vybert, prosím, stránku, ku ktorej je MVT test priradený.
zh_cn: 请选择 MVT 测试所分配到的网页。

# mvtest.pleaseselect
source: Please select MVT test.
cs_cz: Vyberte prosím MVT test.
sk_sk: Vybert prosím MVT test.
zh_cn: 请选择 MVT 测试。

# mvtest.runningtestwarning
source: There is a running MVT test. If you add, modify or delete any MVT variant, <strong>it might affect the statistics of this test</strong>.
cs_cz: MVT test běží. Pokud přidáte, upravíte nebo smažete nějaký MVT test, může to ovlivnit statistiku tohoto testu.
sk_sk: MVT test beží. Ak pridáte, zmeníte alebo zmažete nejaký MVT variant, môže to ovplyvniť výsledky tohto testu.
zh_cn: 有是一个运行 MVT 测试。如果您添加、 修改或删除任何 MVT variant 类型的值，<strong>它可能会影响此测试的统计</strong>。

# mvtest.status
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# mvtest.status.finished
source: Finished
cs_cz: Ukončený
sk_sk: Ukončený
zh_cn: 完成

# mvtest.status.none
source: None
cs_cz: Žádný
sk_sk: Žiadny
zh_cn: 没有一个

# mvtest.status.running
source: Running
cs_cz: Probíhající
sk_sk: Prebiehajúci
zh_cn: 运行

# mvtest.totalconversionvalue
source: Total conversion value
cs_cz: Celková hodnota konverze
sk_sk: Celková hodnota konverzie
zh_cn: 总转换值

# mvtests.conversionsbycombination
source: Conversions by combinations
cs_cz: Konverze podle kombinací
sk_sk: Konverzie podľa kombinácií
zh_cn: 对组合的转换

# mvtvariant
source: Variant
cs_cz: Varianta
zh_cn: 备选案文

# mvtvariant.customnamesaved
source: The changes were saved.
cs_cz: Změny byly uloženy.
sk_sk: Zmeny boli uložené
zh_cn: 在保存更改。

# mvtvariant.edit
source: MVT variant properties
cs_cz: Vlastnosti variant MVT
sk_sk: MVT variant - vlastnosti
zh_cn: MVT variant 类型的值的属性

# mvtvariant.list
source: MVT variants
cs_cz: Varianty MVT
sk_sk: MVT varianty
zh_cn: MVT 变量

# mvtvariant.new
source: New MVT variant
cs_cz: Nová varianta MVT
sk_sk: Nový MVT variant
zh_cn: MVT 的新变量

# myaccount.mymemberships
source: Memberships
cs_cz: Členství
sk_sk: Členstvá
zh_cn: 成员身份

# myblogs.header.blogs
source: Blogs
cs_cz: Blogy
sk_sk: Blogy
zh_cn: 博客

# myblogs.header.comments
source: Comments
cs_cz: Komentáře
sk_sk: Komentáre
zh_cn: 评论

# myblogs.livetiledescription
source: Comments waiting for approval
zh_cn: 在等待批准的评论

# myblogs.notauthorized
source: You don't have permission to manage blogs through the user interface.
cs_cz: Nemáte oprávnění pro správu blogů přes uživatelské rozhraní.
sk_sk: Nemáte oprávnenie na správu blogov cez užívateľské rozhranie.
zh_cn: 您没有权限管理博客通过用户界面。

# mydesk.checkedout.objects
source: Objects
cs_cz: Objekty
zh_cn: 对象

# mydesk.mymessages
source: My messages
cs_cz: Moje zprávy
sk_sk: Moje správy
zh_cn: 我的邮件

# mydesk.ui.categories
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# mydesk.ui.checkedoutdocs
source: Checked-out pages
cs_cz: Uzamčené
sk_sk: Uzamknuté
zh_cn: 签出页面

# mydesk.ui.custom
source: Custom
cs_cz: Vlastní
sk_sk: Vlastné
zh_cn: 自定义

# mydesk.ui.dashboard
source: Dashboards
cs_cz: Nástěnky
sk_sk: Nástenky
zh_cn: 控制板

# mydesk.ui.documents
source: Pages & Objects
cs_cz: Dokumenty
sk_sk: Dokumenty
zh_cn: 页 & 对象

# mydesk.ui.myblogs
source: My blogs
cs_cz: Moje blogy
sk_sk: Blogy
zh_cn: 我的博客

# mydesk.ui.mydata
source: My Data
cs_cz: Moje data
sk_sk: Moje dáta
zh_cn: 我的数据

# mydesk.ui.mydesk
source: My desk
zh_cn: 我的桌面

# mydesk.ui.mydocuments
source: My pages
cs_cz: Moje dokumenty
sk_sk: Moje dokumenty
zh_cn: 我的页面

# mydesk.ui.myfriends
source: Friends
cs_cz: Moji přátelé
sk_sk: Priatelia
zh_cn: 朋友

# mydesk.ui.mymessages
source: Messages
cs_cz: Moje zprávy
sk_sk: Správy
zh_cn: 消息

# mydesk.ui.myprofile
source: My profile
cs_cz: Můj profil
sk_sk: Môj profil
zh_cn: 我的配置文件

# mydesk.ui.myprofilechangepassword
source: Change password
cs_cz: Změnit moje heslo
sk_sk: Zmeň heslo
zh_cn: 更改密码

# mydesk.ui.myprofiledetails
source: Details
cs_cz: Moje detaily
sk_sk: Detaily
zh_cn: 详细信息

# mydesk.ui.myprofilenotifications
source: Notifications
cs_cz: Moje upozornění
sk_sk: Upozornenia
zh_cn: 通知

# mydesk.ui.myprofilesubscriptions
source: Subscriptions
cs_cz: Moje přihlášky k odběru
sk_sk: Odbery
zh_cn: 订阅

# mydesk.ui.myprojects
source: My projects
cs_cz: Moje projekty
sk_sk: Projekty
zh_cn: 我的项目

# mydesk.ui.myrecyclebin
source: Recycle bin
cs_cz: Můj koš
sk_sk: Kôš
zh_cn: 回收站

# mydesk.ui.noblogs
source: You don't have any blogs.
cs_cz: Nemáte žádné blogy.
sk_sk: Nemáte žiadne blogy.
zh_cn: 你没有任何的博客。

# mydesk.ui.nochecked
source: You don't have any checked out pages.
cs_cz: Nemáte žádné uzamknuté dokumenty.
sk_sk: Nemáte žiadne uzamknuté dokumenty.
zh_cn: 你没有任何已签出的页面。

# mydesk.ui.nocheckedobjects
source: You don't have any checked out objects.
cs_cz: Nemáte žádné uzamčené objekty.
zh_cn: 你没有任何检出的对象。

# mydesk.ui.nodata
source: No pages found.
cs_cz: Nebyly nalezeny žádné dokumenty.
sk_sk: Neboli nájdené žiadne dokumenty.
zh_cn: 没有找到的页。
