Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# customtable.newwizzard.namespacenameidentifier
source: Please enter custom table namespace in identifier format.
cs_cz: Zadejte, prosím, namespace v identifikačním formátu.
zh_cn: 请输入自定义的表的命名空间标识符的格式。

# customtable.newwizzard.permissionnamecreated
source: The default permission names were created.
cs_cz: Byly vygenerovány implicitní názvy oprávnění.
sk_sk: Základná oprávnenia boli vytvorené.
zh_cn: 默认权限名称被创造了。

# customtable.newwizzard.primarykeyname
source: Primary key name:
cs_cz: Název primárního klíče:
sk_sk: Názov primárneho kľúča:
zh_cn: 主键名：

# customtable.newwizzard.querycreated
source: The default queries were created.
cs_cz: Výchozí dotazy byly vytvořeny.
sk_sk: Základné dotazy boli vytvorené.
zh_cn: 默认查询被创造了。

# customtable.newwizzard.sitesselected
source: The sites were selected where this custom table can be used.
cs_cz: Seznam webů na kterých může být uživatelská tabulka použita.
sk_sk: Bola zvolený web, kde táto užívateľská tabuľka bude môcť byť použitá.
zh_cn: 选址在哪里可以使用此自定义的表。

# customtable.newwizzard.step1description
source: Please enter custom table display name (for users) and code name (it will be used in your code when necessary).
cs_cz: Zadejte zobrazovaný název tabulky (pro uživatele) a kódový název (který bude v případě potřeby využíván v kódu).
sk_sk: Prosím, vložte názov užívateľskej tabuľky (pre užívateľov) a kódové označenie (bude použitý v kóde keď to bude nutné)
zh_cn: 请输入自定义的表 （对于用户） 的显示名称和代码名称 （它将在您的代码，在必要时使用）。

# customtable.newwizzard.step2description
source: Please supply name of the new database table and included fields.
cs_cz: Zadejte název databázové tabulky a zvolte přidávané sloupce.
sk_sk: Prosím, zadajte názov databázovej tabuľky a požadovaných políčok.
zh_cn: 请提供新的数据库表和包含的域的名称。

# customtable.newwizzard.step3description
source: Please define custom fields of the custom table and their appearance in the editing form.
cs_cz: Definujte položky vytvořené tabulky a jejich vzhled v editačním formuláři.
sk_sk: Prosím, definujte vlastné políčka v užívateľskej tabuľke a ich zobrazenie v editačnom formulári.
zh_cn: 请在编辑表格中定义自定义字段的自定义表和它们的外观。

# customtable.newwizzard.tablename
source: Database table name:
cs_cz: Název databázové tabulky:
sk_sk: Názov databázovej tabuľky:
zh_cn: 数据库表名称:

# customtable.newwizzard.transformationcreated
source: The default ASCX transformation was created.
cs_cz: Implicitní ASCX transformace byla vytvořena.
sk_sk: Základné ASCX transformácie boli vytvorené.
zh_cn: 创建默认 ASCX 转换。

# customtable.permissiondenied.create
source: You don't have create permission to '{0}' custom table.
cs_cz: Nemáte oprávnění na vytvoření '{0}' v tabulce.
sk_sk: Nemáte právo na vytvorenie '{0}' v užívateľskej tabuľke.
zh_cn: 您不具有创建 '{0}' 自定义表的权限。

# customtable.permissiondenied.delete
source: You don't have delete permission to '{0}' custom table.
cs_cz: Nemáte oprávnění ke smazání '{0}' v tabulce.
sk_sk: Nemáte právo na zmazanie '{0}' v užívateľskej tabuľke.
zh_cn: 您没有删除权限到 '{0}' 自定义表。

# customtable.permissiondenied.modify
source: You don't have modify permission to '{0}' custom table.
cs_cz: Nemáte oprávnění k úpravám '{0}' v tabulce.
sk_sk: Nemáte právo na zmenenie '{0}' v užívateľskej tabuľke.
zh_cn: 您不具有修改 '{0}' 自定义表的权限。

# customtable.permissiondenied.read
source: You don't have read permission to '{0}' custom table.
cs_cz: Nemáte oprávnění ke čtení '{0}'.
sk_sk: Nemáte právo na čítanie '{0}' v užívateľskej tabuľke.
zh_cn: 你没有 '{0}' 自定义表的读取的权限。

# dataform.errorvalidationerror
source: The entered values cannot be saved. Please see the fields below for details.
cs_cz: Vložené hodnoty nelze uložit. Více informací naleznete níže.
sk_sk: Vložené hodnoty nemožno uložiť. Viac informácií nájdete nižšie.
zh_cn: 不能保存所输入的值。请以下字段的详细信息，参阅。

# datapager.labeltext
source: Page:
cs_cz: Stránka:
sk_sk: Stránka:
zh_cn: 页面：

# datapager.resulttext
source: Displaying results {0}-{1} (of {2})
cs_cz: Zobrazeny výsledky {0}-{1} (z {2})
sk_sk: Zobrazené výsledky {0}-{1} (z {2})
zh_cn: 显示结果 {0}-{1} （的 {2})

# datetimepicker.calendar
source: Calendar
cs_cz: Kalendář
sk_sk: Kalendár
zh_cn: 日历

# datetimepicker.now
source: Now
cs_cz: Nyní
sk_sk: Teraz
zh_cn: 现在

# debug.clearlog
source: Clear debug log
zh_cn: 明确调试日志

# debugviewstate.notconfigured
source: ViewState debugging is not enabled. Enable it in Administration / Settings or add following settings key to your web.config file to enable debugging:<br /> &lt;add key="CMSDebugViewState" value="true"/&gt;
cs_cz: Debugování ViewState není aktivní. přidejte následující nastavení do souboru web.config:<br /> &lt;add key="CMSDebugViewState" value="true"/&gt;
sk_sk: ViewState debugging nie je povolený, pridajte nasledujúci settings key do web.config súboru na povolenie debuggingu:<br />&lt;add key="CMSDebugViewState" value="true"/&gt;
zh_cn: 未启用视图状态调试。在管理中启用它 / 设置或添加如下设置键到 web.config 文件中以启用调试：<br>&lt; 添加键 = 值"CMSDebugViewState"="true"/ &gt;

# defaultvalueeditor.inherited
source: Inherited
cs_cz: Zděděno
sk_sk: Zdedené
zh_cn: 继承

# definesitestructure.deletepage
source: Delete page
cs_cz: Smazat stránku
sk_sk: Zmazať stránku
zh_cn: 删除页面

# definesitestructure.deletionfailed
source: Failed to delete page
cs_cz: Chyba při mazání dokumentu
sk_sk: Chyba pri mazaní dokumentu
zh_cn: 未能删除页

# definesitestructure.down
source: Down
cs_cz: Dolů
sk_sk: Nadol
zh_cn: 下来

# definesitestructure.errormissingsource
source: No page selected
cs_cz: Nebyl vybrán žádný dokument
sk_sk: Nebol vybraný žiadny dokument
zh_cn: 未选择任何页面

# definesitestructure.inheritedpagetemplate
source: Inherited from parent
cs_cz: Zděděno z nadřazené stránky
sk_sk: Zdedené z nadradenej stránky
zh_cn: 从父文件夹继承

# definesitestructure.inheritfromparent
source: Inherit template
cs_cz: Zdědit šablonu
sk_sk: Zdediť šablónu
zh_cn: 继承模板

# definesitestructure.insertfailed
source: Failed to insert page
cs_cz: Chyba při vkládání dokumentu
sk_sk: Chyba pri vkladaní dokumentu
zh_cn: 无法插入页面

# definesitestructure.movefailed
source: Failed to move page
cs_cz: Chyba při přesunu dokumentu
sk_sk: Chyba pri presune dokumentu
zh_cn: 移动页失败

# definesitestructure.newpage
source: New page
cs_cz: Nová stránka
sk_sk: Nová stránka
zh_cn: 新建页面

# definesitestructure.newpagepropertiescaption
source: New page properties
cs_cz: Vlastnosti nové stránky
sk_sk: Vlastnosti novej stránky
zh_cn: 新页面属性

# definesitestructure.nopagetemplate
source: No page template
cs_cz: Žádná šablona stránky
sk_sk: Žiadna šablóna stránky
zh_cn: 没有页面模板

# definesitestructure.pagename
source: Page name:
cs_cz: Jméno stránky:
sk_sk: Názov stránky:
zh_cn: 页面名称：

# definesitestructure.pagenamerequired
source: Please enter a page name.
cs_cz: Vložte nějaký název stránky.
sk_sk: Prosím, vložte názov stránky.
zh_cn: 请输入页面的名称。

# definesitestructure.pagepropertiescaption
source: Page properties
cs_cz: Vlastnosti stránky
sk_sk: Vlastnosti stránky
zh_cn: 页面属性

# definesitestructure.pagetemplate
source: Page template:
cs_cz: Šablona stránky:
sk_sk: Šablóna stránky:
zh_cn: 网页模板：

# definesitestructure.pagetemplatenamerequired
source: Please select a page template.
cs_cz: Vyberte nějakou šablonu stránky.
sk_sk: Prosím, vyberte šablónu stránky.
zh_cn: 请选择某一页面模板。

# definesitestructure.removetemplate
source: Remove template
cs_cz: Odstranit šablonu
sk_sk: Odstrániť šablónu
zh_cn: 删除模板

# definesitestructure.selectpagetemplate
source: Select...
cs_cz: Vybrat...
sk_sk: Vybrať...
zh_cn: 请选择...

# definesitestructure.up
source: Up
cs_cz: Nahoru
sk_sk: Nahor
zh_cn: 向上

# definesitestructure.updatefailed
source: Failed to update page
cs_cz: Chyba při aktualizaci dokumentu
sk_sk: Chyba pri aktualizácii dokumentu
zh_cn: 未能更新页

# delete.confirm
source: You chose to delete page #doc# and all sub-pages. Are you sure?
cs_cz: Zvolil jste smazání dokumentu #doc# a všech vnořených dokumentů. Chcete pokračovat?
sk_sk: Zvolili ste zmazanie dokumentu #doc# a všetkých vnorených dokumentov. Chcete pokračovať?
zh_cn: 您选择要删除页 #doc # 和所有子页面。是否确定？

# delete.destroy
source: Destroy page and its history (page cannot be restored)
cs_cz: Smazat trvale dokument a jeho historii (dokument nelze obnovit)
sk_sk: Zmazať trvale dokument a jeho históriu (dokument nemožno obnoviť)
zh_cn: 销毁页和它的历史 （无法还原页）

# delete.header
source: Delete Page
cs_cz: Smazat dokument
sk_sk: Zmazať dokument
zh_cn: 删除页面

# delete.info
source: Are you sure you want to delete
cs_cz: Opravdu chcete odstranit
sk_sk: Určite chcete odstrániť?
zh_cn: 确实要删除吗

# deletedocument.culturenotexists
source: Current culture version of the page does not exist, you can delete only all culture versions of the page.
cs_cz: Dokument neexistuje v aktuální jazykové verzi, můžete smazat pouze všechny jazykové verze.
sk_sk: Dokument neexistuje v aktuálnej jazykovej verzii, môžete zmazať iba všetky jazykové verzie.
zh_cn: 页上的当前语言版本不存在，您可以删除页面只有所有的语言版本。

# deletedocument.deletioncanceled
source: Deletion canceled.
cs_cz: Mazání zrušeno.
sk_sk: Mazanie zrušené.
zh_cn: 取消删除操作。

# department_edit.departmentdisplaynamelabel
source: Department display name:
cs_cz: Zobrazovaný název oddělení:
sk_sk: Zobrazované meno oddelenia:
zh_cn: 部门显示名称：

# department_edit.departmentnameexists
source: Department with given code name already exists.
cs_cz: Kódový název oddělení musí být jedinečné.
sk_sk: Kódové meno oddelenie musí byť jedinečné.
zh_cn: 新闻部与给定代码名称已经存在。

# department_edit.departmentnamelabel
source: Department code name:
cs_cz: Kódový název oddělení:
sk_sk: Kódové meno oddelenia:
zh_cn: 部门代码名称：

# department_edit.erroremptycodename
source: Please enter a department code name.
cs_cz: Vložte nějaké kódový název oddělení.
sk_sk: Prosím, vložte kódové meno oddelenia.
zh_cn: 请输入部门代码名称。

# department_edit.erroremptydisplayname
source: Please enter a department display name.
cs_cz: Vložte prosím zobrazovaný název oddělení.
sk_sk: Prosím, vložte zobrazované meno oddelenia.
zh_cn: 请输入部显示名称。

# department_edit.itemlistlink
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenie
zh_cn: 部门

# department_edit.lbldefaulttaxclassid
source: Default tax class for new products:
cs_cz: Výchozí daňová třída pro nové produkty:
sk_sk: Základná daňová trieda pre nové produkty:
zh_cn: 默认税类新产品：

# department_edit.newitemcaption
source: New department
cs_cz: Nové oddělení
sk_sk: Nové oddelenie
zh_cn: 新建部

# department_header.taxclass
source: Default tax classes
cs_cz: Základní daně
sk_sk: Základné daňové triedy
zh_cn: 默认税类

# department_list.headercaption
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenie
zh_cn: 部门

# department_selectuser.addusertodepartment
source: Add selected users to department
cs_cz: Přidat vybrané uživatele do oddělení
sk_sk: Pridať vybraných užívateľov do oddelenia
zh_cn: 将选定的用户添加到部门

# department_selectuser.searchusers
source: Search users
cs_cz: Hledat uživatele
sk_sk: Hľadať užívateľa
zh_cn: 搜索用户

# department_selectuser.texttosearch
source: User name
cs_cz: Vložte uživatelské jméno nebo jeho část:
sk_sk: Vložte užívateľské meno alebo časť názvu:
zh_cn: 用户名称

# department_selectuser.title
source: Select users
cs_cz: Výběr uživatelů
sk_sk: Výber užívateľov
zh_cn: 选择用户

# department_users.addusertodepartment
source: Add users to department
cs_cz: Přidat uživatele do oddělení
sk_sk: Pridať užívateľa do oddelenia
zh_cn: 将用户添加到部门

# deployment.objectssaved
source: The virtual objects have been saved to the following locations:<br /><br />Document transformations: ~/CMSTransformations<br />Shared layouts: ~/CMSLayouts<br />Custom page template layouts: ~/CMSTemplateLayouts<br />Web part layouts: ~/CMSWebPartLayouts<br />Ad-hoc template layouts: ~/CMSAdhocTemplateLayouts<br /><br />You can deploy the website now.
cs_cz: Virtuální objekty byly uloženy na následující místa:<br /><br />Transformace dokumentů: ~/CMSTransformations<br />Sdílené rozvržení: ~/CMSLayouts<br />Vlastní šablony rozvržení stránek: ~/CMSTemplateLayouts<br /><br />Webové stránky nyní můžete umístit.
sk_sk: Virtuálne objekty boli uložené na nasledujúce miesta:<br /><br />Transformácie dokumentov: ~/CMSTransformations<br />Zdieľaný layout: ~/CMSLayouts<br />Vlastní šablóny layoutov stránok: ~/CMSTemplateLayouts<br /><br />Webové stránky teraz môžete umiestniť.
zh_cn: 虚拟对象已保存到以下位置：<br><br>文档转换: ~/CMSTransformations<br>共享布局： ~/CMSLayouts<br>自定义页面模板布局： ~/CMSTemplateLayouts<br>Web 部件的布局： ~/CMSWebPartLayouts<br>特设模板布局： ~/CMSAdhocTemplateLayouts<br><br>现在，您可以部署的网站。

# deployment.saveall
source: Store all virtual objects in file system
cs_cz: Uložit virtuální objekty na disk
sk_sk: Uložiť virtuálne objekty na disk
zh_cn: 将所有的虚拟对象存储在文件系统中

# deployment.saveallinfo
source: Deployment mode is <strong>off</strong>. Click "Store all virtual objects in file system" to prepare the website for deployment. Objects containing code that needs to be compiled (form layouts, page layouts, page template layouts, transformations and web part layouts) will be saved to the file system to allow precompilation. You can still edit the objects via the administration interface, the changes are immediately applied to the files.
cs_cz: Klikněte na "Uložit virtuální objekty na disk", abyste připravili webové stránky pro nasazení. Objekty, využívající VirtualPathProvider, budou uloženy na disk, aby byla umožněna předkompilace webových stránek. Upozorňujeme, že budete možná nuceni smazat některé soubory ručně, pokud jste pozměnili kódové názvy objektů, nebo smazali objekty mezi dvěma nasazeními.
sk_sk: Kliknite na "Uložiť virtuálne objekty na disk", aby ste pripravili webové stránky pre nasadenie. Objekty využívajúce VirtualPathProvider budú uložené na disk, aby bola umožnená pred kompilácia webových stránok. Upozorňujeme, že budete možno nútený vymazať niektoré súbory ručne, ak ste pozmenili kódové názvy objektov alebo vymazali objekty medzi dvoma nasadeniami.
zh_cn: 部署模式处于<strong>关闭</strong>状态。单击"存储在文件系统中的所有虚拟对象"准备部署的网站。对象包含需要编译的代码 （表格布局、 页面布局、 页面模板布局、 转换和 web 部件布局） 将保存到文件系统，允许预编译。您仍然可以编辑通过管理界面的对象，所做的更改会立即应用到文件。

# designermenu.iconreloadmetadata
source: Reload&nbsp;Metadata
cs_cz: Obnovit&nbsp;metadata
sk_sk: Obnoviť&nbsp;metadáta
zh_cn: 重新加载元数据

# designermenu.new
source: New Item...
cs_cz: Nová položka...
sk_sk: Nová položka...
zh_cn: 新建项目......

# designermenu.reloadmetadata
source: Reload Metadata
cs_cz: Obnovit metadata
sk_sk: Obnoviť metadáta
zh_cn: 重新加载元数据

# designerredirect.choosepermissionsorallowed
source: Please choose either Permission Names or Allowed Child Templates.
cs_cz: Vyberte Jména oprávnění nebo Povolené vnořené šablony.
sk_sk: Vyberte mená oprávnení alebo povolené vnorené šablóny.
zh_cn: 请选择权限名称或允许子模板。

# designertree.loading
source: Loading...
cs_cz: Načítám ...
sk_sk: Nahrávam...
zh_cn: 正在加载...

# designertree.root
source: Development
cs_cz: Vývoj
sk_sk: Vývoj
zh_cn: 开发

# designertreedata.allowedchildclasses
source: Allowed child templates
cs_cz: Povolené vnořené šablony
sk_sk: Povolené vnorené šablóny
zh_cn: 允许儿童模板

# designertreedata.application
source: Application:
cs_cz: Aplikace:
sk_sk: Aplikácia:
zh_cn: 应用程序：

# designertreedata.applications
source: Page Templates
cs_cz: Šablony dokumentu
sk_sk: Šablóny dokumentu
zh_cn: 网页模板

# designertreedata.cssstyles
source: CSS Styles
cs_cz: CSS styly
sk_sk: CSS štýly
zh_cn: CSS 样式

# designertreedata.edittemplatefields
source: Template fields
cs_cz: Atributy šablony
sk_sk: Atribúty šablóny
zh_cn: 模板字段

# designertreedata.pagetemplates
source: Page templates
cs_cz: Šablony stránek
sk_sk: Šablóny stránok
zh_cn: 网页模板

# designertreedata.permissionnames
source: Permission Names
cs_cz: Názvy oprávnění
sk_sk: Názvy oprávnení
zh_cn: 权限的名称

# designertreedata.queries
source: Queries
cs_cz: Dotazy
sk_sk: Dotazy
zh_cn: 查询

# designertreedata.relationshipnames
source: Relationship Names
cs_cz: Názvy vztahů
sk_sk: Názvy vzťahov
zh_cn: 关系名称

# designertreedata.resources
source: Modules
cs_cz: Moduly
sk_sk: Moduly
zh_cn: 模块

# designertreedata.settings
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# designertreedata.systemtables
source: System tables
cs_cz: Systémové tabulky
sk_sk: Systémové tabuľky
zh_cn: 系统表

# designertreedata.systemtablesrole
source: CMS.Role
zh_cn: CMS。作用

# designertreedata.systemtablesuser
source: CMS.User
zh_cn: CMS。用户

# designertreedata.transformations
source: Transformations
cs_cz: Transformace
sk_sk: Transformácie
zh_cn: 转换

# designertreedata.usercontrols
source: User Controls
zh_cn: 用户控件

# designertreedata.workflow
source: Workflows
cs_cz: Workflow procesy
sk_sk: Workflow procesy
zh_cn: 工作流

# designertreedata.xmlschema
source: XML Schema
cs_cz: XML schéma
sk_sk: XML schéma
zh_cn: XML 架构

# development.categoried.addnew
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# development.categories
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# development.categoriesdescription
source: In this section, you can view a list of global categories. Categories can be created, edited and deleted here. Users' custom categories are not displayed here, you can manage them in ##ui|cms.users|cmsdesk.users## -> Edit user -> Categories.
cs_cz: V této sekci je uveden seznam globálních kategorií. Lze přidávat nové kategorie, upravovat nebo mazat stávající. Uživatelské kategorie zde uvedeny nejsou, ty je možné upravit v Site Manager -> Administrace -> Uživatelé -> Upravit uživatele -> Kategorie.
sk_sk: Táto sekcia zobrazuje zoznam globálnych kategórií. Je tu možné pridávať, upravovať alebo mazať vytvorené kategórie. Užívateľské kategórie tu nie sú uvedené. Je možné ich spravovať v Site Manager -> Administrácia -> Užívatelia -> Editovať užívateľa -> Kategórie.
zh_cn: 在本节中，您可以查看全局类别的列表。类别可以创建、 编辑和删除在这里。用户自定义的类别不会显示在这里，可以在 ##ui|cms.users|cmsdesk.users##-> 类别编辑用户对其进行管理。

# development.communication
source: Communication
cs_cz: Komunikace
sk_sk: Komunikácia
zh_cn: 通信

# development.content
source: Content
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 内容

# development.countries
source: Countries
cs_cz: Země
sk_sk: Krajiny
zh_cn: 国家

# development.countriesdescription
source: Allows you to manage the countries and states used throughout the system. You can add new countires and edit the names and codes of existing ones.
cs_cz: V této sekci je seznam zemí. Mohou být přidávány nové země, upravovány a mazány.
sk_sk: Táto sekcia zobrazuje zoznam krajín. Môžu tu byť pridané nové krajiny a upravené alebo zmazané existujúce.
zh_cn: 允许您管理的国家和整个系统使用的状态。您可以添加新的留意并编辑名称和现有的代码。

# development.customtables
source: Custom tables
cs_cz: Uživatelské tabulky
sk_sk: Užívateľské tabuľky
zh_cn: 自定义表

# development.customtablesdescription
source: Allows you to manage custom tables and their data. You can create new custom custom tables, define their structure or manage the data they contain. Custom tables are a more efficient way of storing large amounts of structured data than pages.
cs_cz: V této sekci je uveden seznam uživatelských tabulek. Tabulky slouží k ukládání dat pro které se stromová struktura nehodí.
sk_sk: Táto sekcia zobrazuje zoznam užívateľských tabuliek. Tabuľky slúžia k ukladaniu dát, pre ktoré je stromová štruktúra nedostačujúca.
zh_cn: 允许您管理自定义表和它们的数据。您可以创建新的自定义自定义表、 定义其结构或管理它们包含的数据。自定义表的存储大量的结构化数据比页面的更有效的方式。

# development.databaseobjects
source: Database objects
zh_cn: 数据库对象

# development.formcontrols
source: Form controls
cs_cz: Form kontroly
zh_cn: 表格控件

# development.formcontrolsdescription
source: Allows you to register custom form controls and configure existing ones. Form controls define the interface of fields in editing forms. Users select form controls for fields when creating any type of form in the system, for both the administration interface and live site. If you wish to create a completely new form control, you first need to develop a user control with the required functionality.
cs_cz: V této sekci je seznam formulářových kontrolů. Je možné přidávat nové kontroly a upravovat nebo mazat stávající. Kontroly lze též exportovat.
sk_sk: Táto sekcia zobrazuje zoznam formulárových kontrolov. Je tu možné vytvárať nové kontroly a upravovať, mazať alebo exportovať existujúce.
zh_cn: 允许您注册自定义表格控件并配置现有的。表格控件在编辑表格中定义字段的接口。用户选择表单中的字段在系统中创建任何类型的表格时，管理界面和实时网站。如果您想要创建一个完全新的表格控件，需要开发一个用户控件所需的功能。

# development.globalization
source: Globalization
cs_cz: Globalizace
sk_sk: Globalizácia
zh_cn: 全局化

# development.inlinecontrols
source: Inline controls
cs_cz: Inline kontroly
zh_cn: 内联控件

# development.inlinecontrolsdescription
source: Obsolete. Use inline widgets instead of inline controls. You can create inline widgets through the Widgets application.
cs_cz: Tato sekce uvádí seznam inline kontrolů. Jednak je možné kontroly vytvářet, upravovat a mazat a dále i exportovat.
sk_sk: Táto sekcia zobrazuje zoznam inline kontrolov. Je tu možné vytvárať nové kontroly a upravovať, mazať alebo exportovať existujúce.
zh_cn: 过时。而不是内联控件使用内联的小部件。您可以创建内联部件通过窗口小部件中的应用。

# development.metadata
source: Metadata
sk_sk: Metadáta
zh_cn: 元数据

# development.notifications
source: Notifications
cs_cz: Upozornění
sk_sk: Upozornenia
zh_cn: 通知

# development.notificationsdescription
source: Allows you to manage notification templates and gateways. Templates define the content of notifications, and gateways determine how the system delivers notifications to users. By default, the system provides email notifications for keeping track of page changes. To allow users to subscribe to recieve notifications, add notification web parts to your pages using the Pages application.
cs_cz: Tato sekce spravuje upozornění a jejich brány. Je možné vytvářet nové upozornění a brány, upravovat a mazat stávající.
sk_sk: Táto sekcia umožňuje spravovanie upozornení a ich brány. Je možné vytvárať nové upozornenia a brány a upravovať a mazať existujúce.
zh_cn: 允许您管理通知模板和网关。模板定义的通知，内容和网关确定系统如何向用户提供通知。默认情况下，该系统提供了用于跟踪页更改的电子邮件通知。若要允许用户订阅接收通知，请将通知 web 部件添加到您的网页使用页面的应用程序。

# development.pagetemplates
source: Page templates
cs_cz: Šablony stránek
sk_sk: Šablóny stránok
zh_cn: 网页模板

# development.pagetemplatesdescription
source: Allows you to manage all page templates in the system. Page templates define the structure and core functionality of web pages. Use the Pages application to create pages based on the templates, and edit the design of templates.
cs_cz: V této sekci je seznam šablon stránek rozmístěných do kategorií. Lze vytvářet nové, upravovat, mazat a exportovat stávající.
sk_sk: Táto sekcia zobrazuje zoznam šablón stránok. Je tu možné vytvárať nové a upravovať alebo mazať existujúce.
zh_cn: 允许您管理系统中的所有页面模板。页面模板用于定义 web 页的结构和核心功能。使用 Pages 应用程序中创建基于模板的页面和编辑模板的设计。

# development.portalengine
source: Portal engine
zh_cn: 门户引擎

# development.root
source: Development
cs_cz: Vývoj
sk_sk: Vývoj
zh_cn: 开发

# development.sysdev
source: System development
cs_cz: Systémová nastavení
sk_sk: Vývoj systému
zh_cn: 系统的开发

# development.sysdev.classes
source: Classes
cs_cz: Třídy
sk_sk: Triedy
zh_cn: 类

# development.sysdev.classprop
source: Class properties
cs_cz: Vlastnosti třídy
sk_sk: Vlastnosti tried
zh_cn: 类的属性

# development.sysdev.resources
source: Resources
cs_cz: Moduly
sk_sk: Reťazce
zh_cn: 资源

# development.sysdev.settings
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# development.systablesdescription
source: Provides an overview of the database views and stored procedures used by the system. If necessary, you can customize the code of the database objects.
cs_cz: V této sekci je seznam systémových tabulek. U tabulek je možné upravovat (přidat-mazat-upravovat) sloupce.
sk_sk: Táto sekcia zobrazuje zoznam systémových tabuliek. Pri tabuľkách je možné upravovať (vytvárať, mazať a upravovať) stĺpce.
zh_cn: 提供的数据库视图和存储的过程由系统使用的概述。如有必要，您可以自定义数据库对象的代码。
