Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# relationshipnameedit.header
source: Relationship Name Properties
cs_cz: Vlastnosti názvu vztahu
sk_sk: Vlastnosti názvu vzťahu
zh_cn: 关系名称属性

# relationshipnameedit.relationshipdisplayname
source: Relationship Display Name:
cs_cz: Zobrazený název vztahu:
sk_sk: Zobrazovaný názov vzťahu:
zh_cn: 关系显示名称：

# relationshipnameedit.relationshipname
source: Relationship Name:
cs_cz: Název vztahu:
sk_sk: Názov vzťahu:
zh_cn: 关系名称：

# relationshipnameedit.relationshipnameid
source: Relationship Name ID:
cs_cz: ID názvu vztahu:
sk_sk: ID názvu vzťahu:
zh_cn: 关系名称 ID：

# relationshipnameinfoprovider.relationshipnamealreadyexists
source: Relationship with given name already exists!
cs_cz: Vztah s daným názvem již existuje!
sk_sk: Vzťah s daným názvom už existuje!
zh_cn: 已经存在具有给定名称的关系 ！

# relationshipnameinfoprovider.relationshipnamealreadyinsite
source: Relationship name is in site already!
cs_cz: Název vztahu je již v tomto webu!
sk_sk: Názov vzťahu je už v tomto webe!
zh_cn: 关系名称已在网站中 ！

# relationshipnameinfoprovider.relationshipnamedoesnotexists
source: Relationship name doesn't exists!
cs_cz: Název vztahu neexistuje!
sk_sk: Názov vzťahu neexistuje!
zh_cn: 关系名称不存在 ！

# relationshipnameinfoprovider.relationshipnameisnotinsite
source: Relationship name is not in site yet!
cs_cz: Název vztahu ještě v tomto webu není!
sk_sk: Názov vzťahu ešte v tomto webe nie je!
zh_cn: 关系名称尚不在站点中 ！

# relationshipnames.codename
source: Code name
cs_cz: Kódový název vztahu:
sk_sk: Kódový názov vzťahu:
zh_cn: 代码名称

# relationshipnames.displayname
source: Display name
cs_cz: Zobrazovaný název vztahu:
sk_sk: Zobrazovaný názov vzťahu:
zh_cn: 显示名称

# relationshipnames.objects
source: Objects
cs_cz: Objekty
sk_sk: Objekty
zh_cn: 对象

# relationshipnames.relationshipnamealreadyexists
source: Relationship name already exists!
cs_cz: Název vztahu již existuje!
sk_sk: Názov vzťahu už existuje!
zh_cn: 关系名称已经存在 ！

# relationshipnames.relationshipnamedoesnotexists
source: Relationship name doesn't exists!
cs_cz: Název vztahu neexistuje!
sk_sk: Názov vzťahu neexistuje!
zh_cn: 关系名称不存在 ！

# relationshipnames.relationshipnames
source: Relationship names
cs_cz: Názvy vztahů
sk_sk: Názvy vzťahov
zh_cn: 关系名称

# relationshipnames.titlenew
source: New relationship name
cs_cz: Název nového vztahu
sk_sk: Názov nového vzťahu
zh_cn: 新关系名称

# relationshipnames.type
source: Type
cs_cz: Typ vztahu:
sk_sk: Typ vzťahu:
zh_cn: 类型

# relationshipnameslist.confirmdelete
source: Are you sure you want to delete the selected relationship name and all relationships of that type?
cs_cz: Opravdu chcete odstranit vztah s daným názvem a všechny vztahy daného typu?
sk_sk: Určite chcete odstrániť vzťah s daným názvom a všetky vzťahy daného typu?
zh_cn: 确实要删除选定的关系名称和该类型的所有关系吗?

# relationshipnameslist.header
source: Relationship Names
cs_cz: Názvy vztahů
sk_sk: Názvy vzťahov
zh_cn: 关系名称

# relationshipnameslist.relationshipdisplayname
source: Relationship Display Name
cs_cz: Zobrazený název vztahu
sk_sk: Zobrazovaný názov vzťahu
zh_cn: 关系显示名称

# relationshipnameslist.relationshipname
source: Relationship Name
cs_cz: Název vztahu
sk_sk: Názov vzťahu
zh_cn: 关系名称

# relationshipprovider.relationshipalreadyexists
source: Relationship between given nodes exists already!
cs_cz: Vztah mezi danými uzly již existuje!
sk_sk: Vzťah medzi danými uzlami už existuje!
zh_cn: 关系之间给定节点已经存在 ！

# relationshipprovider.relationshipdoesnotexists
source: Relationship between given nodes doesn't exists!
cs_cz: Vztah mezi danými uzly neexistuje!
sk_sk: Vzťah medzi danými uzlami neexistuje!
zh_cn: 关系之间给定节点不存在 ！

# relationships.btnaddrelationship
source: Add Relationship
cs_cz: Přidat vztah
sk_sk: Pridať vzťah
zh_cn: 添加关系

# relationships.confirmdelete
source: Are you sure you want to remove the selected relationship?
cs_cz: Opravdu chcete odstranit vybraný vztah?
sk_sk: Určite chcete odstrániť vybraný vzťah?
zh_cn: 是否确实要删除选定的关系？

# relationships.deletedenied
source: You're not allowed to remove the relationship.
cs_cz: Nemáte oprávnění smazat tento vztah.
sk_sk: Nemáte oprávnenie zmazať tento vzťah.
zh_cn: 你不是允许删除该关系。

# relationships.header
source: Page Relationships
cs_cz: Vztahy mezi dokumenty
sk_sk: Vzťahy medzi dokumentmi
zh_cn: 页的关系

# relationships.leftnodedisplayname
source: Left Page
cs_cz: Levý dokument
sk_sk: Ľavý dokument
zh_cn: 左的页

# relationships.relationshipdisplayname
source: Relationship Name
cs_cz: Název vztahu
sk_sk: Názov vzťahu
zh_cn: 关系名称

# relationships.rightnodedisplayname
source: Right page
cs_cz: Pravý dokument
sk_sk: Pravý dokument
zh_cn: 右页

# reloadmetadata.reloaded
source: The metadata was reloaded.
cs_cz: Metadata byla znovu načtena.
sk_sk: Metadáta boli znovu načítané.
zh_cn: 元数据被重新加载。

# rep.graph.angle
source: Angle:
cs_cz: Úhel:
sk_sk: Uhol:
zh_cn: 角度：

# rep.graph.chkfillcurves
source: Fill curves
cs_cz: Plná křivka
sk_sk: Vyplň krivky
zh_cn: 填充曲线

# rep.graph.chkreverseyaxis
source: Reverse y-axis
cs_cz: Převrátit osu Y
sk_sk: Otoč os y
zh_cn: 反向 y 轴

# rep.graph.chkscalemax
source: Scale max:
cs_cz: Max. hodnota:
sk_sk: Stupnica max:
zh_cn: 规模最大：

# rep.graph.chkscalemin
source: Scale min:
cs_cz: Min. hodnota:
sk_sk: Stupnica min:
zh_cn: 规模最小：

# rep.graph.chkshowmajorgrid
source: Show grid
cs_cz: Zobrazovat mřížku
sk_sk: Zobraziť mriežku
zh_cn: 显示网格

# rep.graph.chksmoothcurves
source: Smooth curves
cs_cz: Hladké křivky
sk_sk: Hladké krivky
zh_cn: 平滑曲线

# rep.graph.chktenpowers
source: Use ten powers
cs_cz: Použít mocniny deseti
sk_sk: Použi mocniny desiatky
zh_cn: 使用十的权力

# rep.graph.fontarial
source: Arial
zh_cn: 宋体

# rep.graph.fontbold
source: Bold
cs_cz: Tučné
sk_sk: Tučné
zh_cn: 粗体

# rep.graph.fontcomics
source: Comics Sans MS
cs_cz: Comic Sans MS
zh_cn: San MS 漫画

# rep.graph.fontcourier
source: Courier New
zh_cn: 华文新魏

# rep.graph.fontitalic
source: Italic
cs_cz: Kurzíva
sk_sk: Kurzíva
zh_cn: 斜体

# rep.graph.fonttahoma
source: Tahoma
zh_cn: 宋体

# rep.graph.fonttimes
source: Times New Roman
sk_sk: Time New Roman
zh_cn: 宋体

# rep.graph.fontverdana
source: Verdana
sk_sk: Veerdana
zh_cn: 宋体

# rep.graph.fromcolor
source: From:
cs_cz: Počáteční:
sk_sk: Od:
zh_cn: 从：

# rep.graph.lblaxisfont
source: Axis font:
cs_cz: Font pro osu:
sk_sk: Písmo osi
zh_cn: 轴字体：

# rep.graph.lblchartgradient
source: Chart gradient:
cs_cz: Gradient grafu:
sk_sk: Prechod grafu:
zh_cn: 图表渐变：

# rep.graph.lblcolors
source: Use colors:
cs_cz: Použít barvy:
sk_sk: Použi farby:
zh_cn: 使用颜色：

# rep.graph.lblgraphgradient
source: Graph gradient:
cs_cz: Gradient reportu:
sk_sk: Prechod pozadia:
zh_cn: 图渐变：

# rep.graph.lblitemgradient
source: Item gradient:
cs_cz: Gradient hodnoty:
sk_sk: Prechod položky
zh_cn: 项目渐变：

# rep.graph.lblsymbols
source: Use symbols:
cs_cz: Použít symboly:
sk_sk: Použi symboly:
zh_cn: 使用符号：

# rep.graph.lbltitlefont
source: Title font:
cs_cz: Font nadpisu:
sk_sk: Písmo titulku
zh_cn: 标题字体：

# rep.graph.lblxaxisangle
source: X-axis angle:
cs_cz: Úhel osy x:
sk_sk: Uhol osi X
zh_cn: X 轴的角度：

# rep.graph.lblyaxisangle
source: Y-axis angle:
cs_cz: Úhel osy y:
sk_sk: Uhol osi Y
zh_cn: Y 轴角度：

# rep.graph.tocolor
source: To:
cs_cz: Koncová:
sk_sk: Do:
zh_cn: 自：

# rep.graph.typebaroverlay
source: Bar overlay
cs_cz: Sloupce za sebou
sk_sk: Stĺpce - cez seba
zh_cn: 栏覆盖

# rep.graph.typebarpercentage
source: Bar percentage
cs_cz: Procentuální sloupečky
sk_sk: Stĺpce - percentá
zh_cn: 酒吧百分比

# rep.graph.typebarstacked
source: Bar stacked
cs_cz: Sloupečky na sobě
sk_sk: Stĺpce - nad sebou
zh_cn: 酒吧堆叠

# rep.graph.typeline
source: Line
cs_cz: Čára
sk_sk: Čiara
zh_cn: 线

# rep.graph.verticalbars
source: Use vertical bars
cs_cz: Použít svislé sloupečky
sk_sk: Použi vertikálne stĺpce
zh_cn: 使用竖线

# report_error.executequery
source: Error occurred during data load
cs_cz: Při načítání dat se vyskytla chyba
sk_sk: Pri načítaní dát sa vyskytla chyba
zh_cn: 在数据加载期间发生错误

# report_general.categorylabel
source: Report category:
cs_cz: Kategorie reportu:
sk_sk: Kategória reportov:
zh_cn: 报表类别：

# report_general.graphslabel
source: Graphs
cs_cz: Grafy
sk_sk: Grafy
zh_cn: 图

# report_general.invalidcodename
source: Please enter valid code name. You can use only alphanumeric characters and dots without space.
cs_cz: Vložte prosím platné kódový název. Můžete použít pouze alfanumerické znaky, tečky a žádné mezery.
sk_sk: Prosím, vložte platné kódové meno. Môžete použiť iba alfanumerické znaky, bodky a žiadne medzery.
zh_cn: 请输入有效的代码名称。没有空间，你只能使用字母数字字符和点。

# report_general.layoutlabel
source: Layout:
cs_cz: Rozvržení:
zh_cn: 布局：

# report_general.reportaccesslabel
source: Allow public users to see this report:
cs_cz: Povolit veřejnosti vidět tuto zprávu:
sk_sk: Povoliť verejnosti vidieť tento report:
zh_cn: 允许公众用户可查看此报告：

# report_general.sendtoemail
source: Send to email
cs_cz: Poslat na e-mail
sk_sk: Poslať na e-mail
zh_cn: 发送电子邮件

# report_general.tableslabel
source: Tables
cs_cz: Tabulky
sk_sk: Tabuľky
zh_cn: 表

# report_general.tablesvalues
source: Values
cs_cz: Hodnoty
sk_sk: Hodnoty
zh_cn: 值

# report_header.headercaption
source: Report properties
cs_cz: Vlastnosti zprávy
sk_sk: Vlastnosti reportu
zh_cn: 报表属性

# report_header.reportlist
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# report_header.savedreports
source: Saved reports
cs_cz: Uložené zprávy
sk_sk: Uložené reporty
zh_cn: 保存的报告

# report_list.headercaption
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# report_list.newitemcaption
source: New report
cs_cz: Nová zpráva
sk_sk: Nový report
zh_cn: 新建报告

# report_new.displaynamelabel
source: Report display name:
cs_cz: Zobrazovaný název zprávy
sk_sk: Zobrazované meno reportu:
zh_cn: 报告显示名称：

# report_new.emptycodename
source: Please enter a report code name
cs_cz: Vložte prosím kódový název zprávy
sk_sk: Prosím, vložte kódové meno reportu
zh_cn: 请输入报告代码名称

# report_new.emptydisplayname
source: Please enter a report display name
cs_cz: Vložte prosím zobrazovaný název zprávy
sk_sk: Prosím, vložte zobrazované meno reportu
zh_cn: 请输入报告显示名称

# report_new.namelabel
source: Report code name:
cs_cz: Kódový název zprávy:
sk_sk: Kódové meno reportu:
zh_cn: 报告代码名称:

# report_new.newreport
source: New report
cs_cz: Nová zpráva
sk_sk: Nový report
zh_cn: 新建报告

# report_new.reportaccesslabel
source: Allow public users to see this report:
cs_cz: Povolit veřejnosti shlédnout tuto zprávu:
sk_sk: Povoliť verejnosti vidieť tento report:
zh_cn: 允许公众用户可查看此报告：

# report_new.reportalreadyexists
source: Report with given code name already exists
cs_cz: Zpráva s daným kódovým jménem již existuje
sk_sk: Report s daným kódovým menom už existuje
zh_cn: 报告与给定代码名称已经存在

# report_new.reportlist
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# report_parameters.infolabel
source: Parameters for the report filtering form (to parametrize the report queries):
cs_cz: Parametry pro formulář filtrování zprávy (parametrizace dotazů zprávy):
sk_sk: Parametre pre formulár filtrovania správy (parametrizácia queries reportu):
zh_cn: 报表筛选表格参数 （使其参数化报表查询）：

# report_print.lblprintreport
source: Print report :
cs_cz: Vytisknout zprávu:
sk_sk: Vytlačiť report:
zh_cn: 打印报表：

# report_view.btnupdate
source: Update
cs_cz: Aktualizovat
sk_sk: Aktualizovať
zh_cn: 更新

# report_view.print
source: Print
cs_cz: Tisk
sk_sk: Tlač
zh_cn: 打印

# reportcategory_edit.categorycodenamelabel
source: Category code name:
cs_cz: Kódový název kategorie:
sk_sk: Kódové meno kategórie:
zh_cn: 类别代码名称：

# reportcategory_edit.categorydisplaynamelabel
source: Category display name:
cs_cz: Zobrazovaný název kategorie:
sk_sk: Zobrazované meno kategórie:
zh_cn: 类别显示名称：

# reportcategory_edit.errorcodename
source: Invalid code name.
cs_cz: Neplatný kódový název.
sk_sk: Nesprávne kódové meno.
zh_cn: 无效的代码名称。

# reportcategory_edit.errordisplayname
source: Invalid display name.
cs_cz: Neplatný zobrazovaný název.
sk_sk: Nesprávne zobrazovacie meno.
zh_cn: 无效的显示名称。

# reportcategory_edit.headercaption
source: Report category
cs_cz: Kategorie zprávy
sk_sk: Kategória reportov
zh_cn: 报表类别

# reportcategory_edit.invalidcodename
source: Invalid code name.
cs_cz: Neplatný kódový název.
sk_sk: Neplatné kódové meno.
zh_cn: 无效的代码名称。

# reportcategory_edit.itemlistlink
source: Report categories
cs_cz: Kategorie zpráv
sk_sk: Kategórie reportov
zh_cn: 报表类别

# reportcategory_edit.newitemcaption
source: New report category
cs_cz: Nová kategorie zprávy
sk_sk: Nová kategória
zh_cn: 新建报表类别

# reportcategory_edit.reportcategoryalreadyexists
source: Code name already exists.
cs_cz: Kódový název již existuje.
sk_sk: Kódové meno už existuje.
zh_cn: 代码名称已存在。

# reportcategory_list.headercaption
source: Report categories
cs_cz: Kategorie zpráv
sk_sk: Kategórie reportov
zh_cn: 报表类别

# reportcategory_list.newitemcaption
source: New report category
cs_cz: Nová kategorie zprávy
sk_sk: Nová kategória
zh_cn: 新建报表类别

# reporting.graph.invaliddatagraph
source: Invalid image data. Please check eventlog for more details.
cs_cz: Neplatné data obrázku. Zkontrolujte historii událostí pro více informací.
sk_sk: Neplatné dáta obrázku. Prosím, skontrolujte históriu udalostí pre viac informácií.
zh_cn: 无效的图像数据。请检查事件日志以更多的细节。

# reporting.reportcategoryheadercaption
source: Report category properties
cs_cz: Vlastnosti kategorie zpráv
sk_sk: Vlastnosti kategórie
zh_cn: 报表类别属性

# reporting.reportcategorylist
source: Report categories
cs_cz: Kategorie zpráv
sk_sk: Kategórie reportov
zh_cn: 报表类别

# reporting.reports
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# reporting_general.selectobjectfirst
source: Please select the object first.
cs_cz: Vyberte prosím nejdříve objekt.
sk_sk: Prosím, vyberte najskôr objekt.
zh_cn: 请先选择该对象。

# reporting_reportgraph.graphtype_bar
source: Bar
cs_cz: Sloupce
sk_sk: Stĺpce
zh_cn: 酒吧

# reporting_reportgraph.graphtype_pie
source: Pie
cs_cz: Koláč
sk_sk: Koláč
zh_cn: 馅饼

# reporting_reportgraph.legendposition_bottom
source: Bottom
cs_cz: Dole
sk_sk: Dole
zh_cn: 底部

# reporting_reportgraph.legendposition_bottomcenter
source: Bottom center
cs_cz: Dole uprostřed
sk_sk: Dole uprostred
zh_cn: 底部居中

# reporting_reportgraph.legendposition_bottomflushleft
source: Bottom flush left
cs_cz: Dole, zarovnat doleva
sk_sk: Dole, zarovnať vľavo
zh_cn: 底部左对齐

# reporting_reportgraph.legendposition_float
source: Float
cs_cz: Plovoucí
sk_sk: Plávajúci
zh_cn: 浮法

# reporting_reportgraph.legendposition_insidebotleft
source: Inside bottom left
cs_cz: Uvnitř, dole vlevo
sk_sk: Vo vnútri, dole vľavo
zh_cn: 内部左下角

# reporting_reportgraph.legendposition_insidebotright
source: Inside bottom right
cs_cz: Uvnitř, dole vpravo
sk_sk: Vo vnútri, dole vpravo
zh_cn: 里面的右下角

# reporting_reportgraph.legendposition_insidetopleft
source: Inside top left
cs_cz: Uvnitř, nahoře vlevo
sk_sk: Vo vnútri, hore vľavo
zh_cn: 内部左上角

# reporting_reportgraph.legendposition_insidetopright
source: Inside top right
cs_cz: Uvnitř, nahoře vpravo
sk_sk: Vo vnútri, hore vpravo
zh_cn: 内部右上角

# reporting_reportgraph.legendposition_left
source: Left
cs_cz: Vlevo
sk_sk: Vľavo
zh_cn: 左

# reporting_reportgraph.legendposition_nolegend
source: (No legend)
cs_cz: (Bez legendy)
sk_sk: (Bez legendy)
zh_cn: （没有图例）

# reporting_reportgraph.legendposition_right
source: Right
cs_cz: Vpravo
sk_sk: Vpravo
zh_cn: 权利

# reporting_reportgraph.legendposition_top
source: Top
cs_cz: Nahoře
sk_sk: Hore
zh_cn: 返回页首

# reporting_reportgraph.legendposition_topcenter
source: Top center
cs_cz: Nahoře uprostřed
sk_sk: Hore uprostred
zh_cn: 顶部居中

# reporting_reportgraph.legendposition_topflushleft
source: Top flush left
cs_cz: Nahoře, zarovnat doleva
sk_sk: Hore, zarovnať vľavo
zh_cn: 顶部左对齐

# reporting_reportgraph_edit.errorcodenameexist
source: Report graph with given code name already exists.
cs_cz: Toto kódové jméno již existuje.
sk_sk: Toto kódové meno už existuje.
zh_cn: 报告图与给定代码名称已经存在。

# reporting_reportgraph_edit.errorcodenameinvalid
source: Please enter valid code name. You can use only alphanumeric characters and dots without space.
cs_cz: Vložte platné kódové jméno. Můžete použít pouze alfanumerické znaky, čárky a žádné mezery.
sk_sk: Prosím, vložte platné kódové meno. Môžete použiť iba alfanumerické znaky, čiarky a žiadne medzery.
zh_cn: 请输入有效的代码名称。没有空间，你只能使用字母数字字符和点。

# reporting_reportgraph_edit.errorheightinvalid
source: Height must be positive integer.
cs_cz: Výška musí být kladné celé číslo.
sk_sk: Výška musí byť kladné celé číslo.
zh_cn: 高度必须是正整数。

# reporting_reportgraph_edit.errorquery
source: Please enter a query.
cs_cz: Vložte dotaz.
sk_sk: Prosím, vložte query.
zh_cn: 请输入查询。

# reporting_reportgraph_edit.errorwidthinvalid
source: Width must be positive integer.
cs_cz: Šířka musí být kladné celé číslo.
sk_sk: Šírka musí byť kladné celé číslo.
zh_cn: 宽度必须是正整数。

# reporting_reportgraph_edit.graphheight
source: Height
cs_cz: Výška:
sk_sk: Výška
zh_cn: 高度

# reporting_reportgraph_edit.graphlegendposition
source: Legend position:
cs_cz: Umístění legendy:
sk_sk: Umiestnenie legendy:
zh_cn: 图例位置:

# reporting_reportgraph_edit.graphtitle
source: Title
cs_cz: Nadpis:
sk_sk: Nadpis
zh_cn: 标题

# reporting_reportgraph_edit.graphtype
source: Graph type
cs_cz: Typ grafu:
sk_sk: Typ grafu
zh_cn: 图表类型

# reporting_reportgraph_edit.graphwidth
source: Width
cs_cz: Šířka:
sk_sk: Šírka
zh_cn: 宽度

# reporting_reportgraph_edit.graphxaxistitle
source: X axis title
cs_cz: Popis osy X:
sk_sk: Popis osi x
zh_cn: X 轴标题

# reporting_reportgraph_edit.graphyaxistitle
source: Y axis title
cs_cz: Popis osy Y:
sk_sk: Popis osi y
zh_cn: Y 轴标题

# reporting_reportgraph_edit.invalidreportid
source: Invalid ReportId parameter.
cs_cz: Neplatný parametr ReportID.
sk_sk: Neplatný parameter ReportID.
zh_cn: ReportId 参数无效。

# reporting_reportgraph_edit.newitemtitletext
source: New report graph
cs_cz: Nový graf zprávy
sk_sk: Nový graf reportu
zh_cn: 新建报告关系图

# reporting_reportgraph_edit.query
source: Query
cs_cz: Dotaz:
zh_cn: 查询

# reporting_reportgraph_edit.storedprocedure
source: Is stored procedure:
cs_cz: Je uložená procedura:
sk_sk: Je uložená procedúra:
zh_cn: 是存储的过程：

# reporting_reportgraph_edit.titletext
source: Report graph
cs_cz: Graf zprávy
sk_sk: Graf reportu
zh_cn: 报告图

# reporting_reporttable_edit.errorcodenameexist
source: Report table with given code name already exists.
cs_cz: Tento kódový název již existuje.
sk_sk: Toto kódové meno už existuje.
zh_cn: 报告表与给定代码名称已经存在。

# reporting_reporttable_edit.errorcodenameinvalid
source: Please enter valid code name. You can use only alphanumeric characters and dots without space.
cs_cz: Vložte platný kódový název. Můžete použít pouze alfanumerické znaky, tečky a žádné mezery.
sk_sk: Prosím, vložte platné kódové meno. Môžete použiť iba alfanumerické znaky, bodky a žiadne medzery.
zh_cn: 请输入有效的代码名称。没有空间，你只能使用字母数字字符和点。

# reporting_reporttable_edit.errorquery
source: Please enter a query.
cs_cz: Vložte prosím dotaz.
sk_sk: Prosím, vložte query.
zh_cn: 请输入查询。

# reporting_reporttable_edit.invalidreportid
source: Invalid ReportId parameter.
cs_cz: Neplatný parametr ReportID.
sk_sk: Neplatný parameter ReportID.
zh_cn: ReportId 参数无效。

# reporting_reporttable_edit.newitemtitletext
source: New report table
cs_cz: Nová tabulka zprávy
sk_sk: Nová tabuľka reportu
zh_cn: 新报告表

# reporting_reporttable_edit.query
source: Query:
cs_cz: Dotaz:
zh_cn: 查询：

# reporting_reporttable_edit.skinid
source: Skin ID:
cs_cz: ID skinu:
zh_cn: 皮肤 ID：

# reporting_reporttable_edit.storedprocedure
source: Is stored procedure:
cs_cz: Je uložená procedura:
sk_sk: Je uložená procedúra:
zh_cn: 是存储的过程：

# reporting_reporttable_edit.titletext
source: Report table
cs_cz: Tabulka zprávy
sk_sk: Tabuľka reportu
zh_cn: 报告表格

# reporting_reportvalue_edit.errorcodenameexist
source: Report value with given code name already exists.
cs_cz: Tento k=odový název hodnoty reportu již existuje.
sk_sk: Toto kódové meno už existuje.
zh_cn: 报告值与给定代码名称已经存在。

# reporting_reportvalue_edit.errorquery
source: Please enter a query.
cs_cz: Vložte prosím dotaz.
sk_sk: Prosím, vložte query.
zh_cn: 请输入查询。

# reporting_reportvalue_edit.formatstring
source: Formatting string:
cs_cz: Formátovací řetězec:
sk_sk: Formátovací reťazec:
zh_cn: 格式设置字符串：

# reporting_reportvalue_edit.invalidreportid
source: Invalid ReportId parameter.
cs_cz: Neplatný parametr ReportID.
sk_sk: Neplatný parameter ReportID.
zh_cn: ReportId 参数无效。

# reporting_reportvalue_edit.newitemtitletext
source: New report value
cs_cz: Nová hodnota zprávy
sk_sk: Nová hodnota reportu
zh_cn: 新建报告值

# reporting_reportvalue_edit.query
source: Query:
cs_cz: Dotaz:
zh_cn: 查询：

# reporting_reportvalue_edit.storedprocedure
source: Is stored procedure:
cs_cz: Je uložená procedura:
sk_sk: Je uložená procedúra:
zh_cn: 是存储的过程：

# reporting_reportvalue_edit.titletext
source: Report value
cs_cz: Hodnota zprávy
sk_sk: Hodnota správy
zh_cn: 报告的值

# reports_browsertype.hits_header
source: Visits
cs_cz: Návštěvy
sk_sk: Náhľady
zh_cn: 访问

# reports_browsertype.name_header
source: Browser
cs_cz: Prohlížeč
sk_sk: Prehliadač
zh_cn: 浏览器

# reports_browsertype.stats_caption
source: Browser types
cs_cz: Typy prohlížečů
sk_sk: Typy prehliadačov
zh_cn: 浏览器类型

# reports_campaign.hits_header
source: Views
cs_cz: Pohledy
sk_sk: Náhľady
zh_cn: 查看

# reports_campaign.label_num
source: Campaign views
cs_cz: Počet kampaní
sk_sk: Počet kampaní
zh_cn: 市场活动查看

# reports_campaign.name_header
source: Campaign
cs_cz: Kampaň
sk_sk: Kampaň
zh_cn: 运动

# reports_campaign.stats_caption
source: Campaigns
cs_cz: Kampaně
sk_sk: Kampane
zh_cn: 宣传活动

# reports_conversion.hits_header
source: Count
cs_cz: Pohledy
sk_sk: Náhľady
zh_cn: 计数

# reports_conversion.label_num
source: Number of conversions
cs_cz: Počet konverzí
sk_sk: Počet konverzií
zh_cn: 转换次数

# reports_conversion.name_header
source: Conversion
cs_cz: Konverze
sk_sk: Konverzia
zh_cn: 转换

# reports_conversion.path_header
source: Conversion
cs_cz: Konverze
sk_sk: Konverzia
zh_cn: 转换

# reports_conversion.stats_caption
source: Conversions
cs_cz: Konverze
sk_sk: Konverzia
zh_cn: 转换

# reports_countries.hits_header
source: Count
cs_cz: Počet
sk_sk: Počet
zh_cn: 计数

# reports_countries.name_header
source: Country
cs_cz: Zmeě
sk_sk: Krajina
zh_cn: 国家

# reports_countries.stats_caption
source: Countries
cs_cz: Země
sk_sk: Krajiny
zh_cn: 国家

# reports_day.header
source: Day
cs_cz: Den
sk_sk: Deň
zh_cn: 一天

# reports_day.hits_header
source: Hits count
cs_cz: Počet přístupů
sk_sk: Počet prístupov
zh_cn: 命中计数

# reports_filedownloads.label_numofdownloads
source: Number of downloads
cs_cz: Počet stažení
sk_sk: Počet stiahnutí
zh_cn: 下载次数

# reports_filedownloads.stats_caption
source: File downloads
cs_cz: Stažení souborů
sk_sk: Stiahnutia súborov
zh_cn: 文件下载

# reports_filedownloads_day.hits_header
source: Downloads
cs_cz: Stažení
sk_sk: Stiahnutia
zh_cn: 下载

# reports_filedownloads_hour.hits_header
source: Downloads
cs_cz: Stažení
sk_sk: Stiahnutia
zh_cn: 下载

# reports_filedownloads_month.hits_header
source: Downloads
cs_cz: Stažení
sk_sk: Stiahnutia
zh_cn: 下载

# reports_filedownloads_year.hits_header
source: Downloads
cs_cz: Stažení
sk_sk: Stiahnutia
zh_cn: 下载

# reports_filedownloadscult.piechart_caption
source: File downloads by culture share
cs_cz: Stažení souboru podle podílu kultury
sk_sk: Stiahnutia súboru podľa podielu kultúry
zh_cn: 由语言共享的文件下载

# reports_filedownloadscult.stats_caption
source: File downloads - multilingual
cs_cz: Stažení souboru - vícejazyčné
sk_sk: Stiahnutia súboru - viacjazyčné
zh_cn: 文件下载-多语言

# reports_general.by
source: by
cs_cz: uživatelem
sk_sk: užívateľom
zh_cn: 由

# reports_general.created
source: Created
cs_cz: Vytvořeno
sk_sk: Vytvorené
zh_cn: 创建

# reports_general.from
source: from
cs_cz: od
sk_sk: od
zh_cn: 从

# reports_general.label_days
source: Days
cs_cz: Dny
sk_sk: Dni
zh_cn: 天

# reports_general.label_hours
source: Hours
cs_cz: Hodiny
sk_sk: Hodiny
zh_cn: 小时

# reports_general.label_months
source: Months
cs_cz: Měsíce
sk_sk: Mesiace
zh_cn: 几个月
