Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# chat.errormessage.flooding
source: You are flooding! Stop it!
cs_cz: Zahlcujete chat! Přestaňte s tím!
zh_cn: 你水浸 ！停下！

# chat.errormessage.initiatedchatrequestalreadyaccepted
source: You have already accepted this request.
cs_cz: Tento požadavek jste již akcepotovali.
zh_cn: 你已经接受了这个请求。

# chat.errormessage.invitationalreadyanswered
source: You have already answered to this invitation
cs_cz: Na toto pozvání jste již odpověděli.
zh_cn: 你已经回答了这项邀请

# chat.errormessage.kickedforanother
source: You have been kicked from this room - you can't access it for another {0} seconds
cs_cz: Váš přístup do této místnosti byl zablokován - nemůžete do něj vstoupit následujících {0} sekund
zh_cn: 你把这间房间里 — — 你不能访问它的另一个 {0} 秒

# chat.errormessage.kickedfromroom
source: You have been kicked from this room
cs_cz: Váš přístup do této místnosti byl zablokován
zh_cn: 你有踢从这个房间

# chat.errormessage.messagecannotbeempty
source: You can't post empty message
cs_cz: Nemůžete odeslat prázdnou zprávu
zh_cn: 您不能过帐空消息

# chat.errormessage.messagetoolong
source: Posted message is too long.
cs_cz: Zpráva je příliš dlouhá
zh_cn: 投递的邮件是太长。

# chat.errormessage.nicknamecantbeempty
source: Please enter your nickname
cs_cz: Zadejte, prosím, svoji přezdívku
zh_cn: 请输入您的昵称

# chat.errormessage.nicknamecantbeginwith
source: Nickname can't begin with {0}
cs_cz: Přezdívka nemůže začínat na {0}
zh_cn: 昵称不能开始与 {0}

# chat.errormessage.nicknamenotavailable
source: This nickname is not available
cs_cz: Tato přezdívka není dostupná
zh_cn: 这个昵称不可用

# chat.errormessage.nicknametoolong
source: Nickname you provided is too long. It can have maximum of {0} characters.
cs_cz: Zadaná přezdívka je příliš dlouhá. Přezdívka může obsahovat maximálně {0} znaků.
zh_cn: 您提供的昵称是太长。它可以有最多包含 {0} 个字符。

# chat.errormessage.notjoinedinaroom
source: You are not present in this room
cs_cz: Nejste v této místnosti.
zh_cn: 你不是在这个房间里

# chat.errormessage.notjoinedinaroomlink
source: Try to join this room again.
cs_cz: Zkuste se přihlásit do místnosti znovu.
zh_cn: 尝试再次参加这个房间。

# chat.errormessage.notloggedin
source: You must be logged in the chat to perform this action
cs_cz: Musíte být přihlášen do chatu, pokud chcete vykonat tuto akci.
zh_cn: 您必须登录在聊天中执行此操作

# chat.errormessage.roomalreadytaken
source: Cannot take room. Room is already taken.
cs_cz: Není možné obsadit tuto místnost, již je obsazená.
zh_cn: 不能把房间。已经采取的房间。

# chat.errormessage.roomdisabled
source: Room is not enabled.
zh_cn: 未启用的房间。

# chat.errormessage.roomnamecantbeempty
source: Please enter room's name
cs_cz: Zadejte, prosím, název místnosti
zh_cn: 请输入文件室的名称

# chat.errormessage.roomnametoolong
source: Room name you provided is too long. It can have maximum of {0} characters.
cs_cz: Zadaný název místnosti je příliš dlouhý. Název místnosti může mít maximálně {0} znaků.
zh_cn: 你提供的房间名称过长。它可以有最多包含 {0} 个字符。

# chat.errormessage.roomnotfound
source: Room was not found or is disabled
cs_cz: Místnost nebyla nalezena nebo je zablokována
zh_cn: 房间里找不到或已禁用

# chat.errormessage.roompasswordtoolong
source: Room password you provided is too long. It can have maximum of {0} characters.
cs_cz: Zadané heslo je příliš dlouhé. Heslo může mít maximálně {0} znaků.
zh_cn: 你提供的房间密码过长。它可以有最多包含 {0} 个字符。

# chat.errormessage.supportisnotonline
source: You have not entered support
cs_cz: Nazdali jste podporu.
zh_cn: 您还没有输入支持

# chat.errormessage.unknownerror
source: Unknown error
cs_cz: Neznámá chyba
zh_cn: 未知的错误

# chat.errormessage.wrongpassword
source: Wrong room entrance password
cs_cz: Chybné vstupní heslo do mísnosti
zh_cn: 错了房间入口密码

# chat.errormessage.wrongseconduser
source: User to chat with was not found
cs_cz: Uživatel pro chatování nebyl nalezen
zh_cn: 找不到用户聊天

# chat.errror.userhasalreadyraisedprivilegies
source: This user already has elevated privileges in this room. Please edit existing record instead of creating a new one.
cs_cz: Tento uživatel již má zvýšená privilegia v této místnosti. Editujte, prosím, existující záznam místo vytváření nového.
zh_cn: 此用户已经具有提升的权限在这个房间里。请编辑现有的记录，而不是创建一个新的人。

# chat.everyone
source: Everyone
cs_cz: Každý
zh_cn: 每个人都

# chat.floodprotection
source: Flood protection
cs_cz: Ochrana před zahlcením
zh_cn: 洪水攻击保护

# chat.from
source: From
cs_cz: Od
zh_cn: 从

# chat.general.newmessages
source: New messages!
cs_cz: Nové zprávy!
zh_cn: 新建邮件 ！

# chat.initiatechat
source: Initiate chat
cs_cz: Začal chat
zh_cn: 启动聊天

# chat.initiatechat.accept
source: Reply
cs_cz: Odpověď
zh_cn: 答复

# chat.initiatechat.reject
source: Close
cs_cz: Zavřít
zh_cn: 关闭

# chat.invite
source: Invite user
cs_cz: Pozvat uživatele
zh_cn: 邀请用户

# chat.invite.select
source: Select the user to be invited.
cs_cz: Vybrat uživatele, kterého chcete pozvat.
zh_cn: 选择要邀请的用户。

# chat.invitedyou
source: invited you to room
cs_cz: Vás pozval do místnosti
zh_cn: 邀请你去房间

# chat.invitedyoutoaprivateconversation
source: invited you to a private conversation
cs_cz: Vás pozval do soukromé konverzace
zh_cn: 邀请您参加一次私人谈话

# chat.isrejected
source: Is rejected
cs_cz: Je zamítnut
zh_cn: 被拒绝

# chat.issupported
source: Is support
cs_cz: Podpora (support chat)
zh_cn: 是支持

# chat.issystem
source: Is system
cs_cz: Systémové
zh_cn: 是系统

# chat.kick
source: Kick
cs_cz: Zablokovat přístup
zh_cn: 踢

# chat.kicked
source: kicked you from the room
cs_cz: zablokovat váš přístup do místnosti
zh_cn: 把你踢出了房间

# chat.kickedperm
source: revoked your access to room
cs_cz: obnovil váš přístup do místnosti
zh_cn: 撤销您进入房间

# chat.kickreturn
source: You can return in
cs_cz: Můžete se vrátit v
zh_cn: 你可以在返回

# chat.kickuserperm
source: Revoke access
cs_cz: Obnovit přístup
zh_cn: 撤销访问权限

# chat.lastchecking
source: Last checking
cs_cz: Poslední kontrola
zh_cn: 最后检查

# chat.leave
source: Leave
cs_cz: Odejít
zh_cn: 离开

# chat.leaveroom
source: Leave room
cs_cz: Opustit místnost
zh_cn: 离开房间

# chat.livesite.admin
source: Admin
cs_cz: Správce
zh_cn: 管理员

# chat.livesite.creator
source: Creator
cs_cz: Tvůrce
zh_cn: 造物主

# chat.login.changenickname
source: Change nickname
cs_cz: Změnit přezdívku
zh_cn: 改变昵称

# chat.login.cookienewuser
source: or create new user
cs_cz: nebo vytvořit nového uživatele
zh_cn: 或创建新的用户

# chat.login.enter
source: Enter chat
cs_cz: Vstoupit do chatu
zh_cn: 进入聊天

# chat.login.logasanonym
source: Enter chat as new user:
cs_cz: Vstoupit do chatu jako nový uživatel:
zh_cn: 为新用户输入聊天：

# chat.login.logasanonymcookie
source: Enter chat as last logged user:
cs_cz: Vstoupit do chatu jako naposledy přihlášený uživatel:
zh_cn: 作为最后一个已登录用户输入聊天：

# chat.login.logascms
source: Enter chat as
cs_cz: Vstoupit do chatu jako
zh_cn: 输入作为聊天

# chat.login.logback
source: Log back in
cs_cz: Znovu přihlásit
zh_cn: 重新登录

# chat.login.loggedinas
source: Logged in as
cs_cz: Přihlášený jako
zh_cn: 作为登录

# chat.login.logout
source: Logout
cs_cz: Odhlásit
zh_cn: 注销

# chat.login.rememberme
source: Remember me
cs_cz: Zapamatovat si mě
zh_cn: 还记得我

# chat.login.youhaveleft
source: You have left the chat.
cs_cz: Upustili jste chat.
zh_cn: 你已经离开了聊天室。

# chat.message
source: Message
cs_cz: Zpráva
zh_cn: 消息

# chat.message.author
source: Author
cs_cz: Autor
zh_cn: 作者

# chat.message.ipaddress
source: IP address
cs_cz: IP adresa
zh_cn: IP 地址

# chat.message.posted
source: Message posted
cs_cz: Zpráva vložena
zh_cn: 留言

# chat.messagemodified
source: MODIFIED
cs_cz: ZMĚNĚNO
zh_cn: 修改

# chat.messagerejected
source: Message was rejected.
cs_cz: Zpráva byla zamítnuta
zh_cn: 邮件被拒绝。

# chat.messages
source: Messages
cs_cz: Zprávy
zh_cn: 消息

# chat.messages.cannotsendemptymessage
source: Your message will be empty after resolving BBCode tags. You cannot send empty message.
cs_cz: Po vyhodnocení BBCode značek bude vaše zpráva prázdná. Nemůžete poslat prázdnou zprávu.
zh_cn: 解决设置高亮标记后，您的消息将为空。您不能发送空的消息。

# chat.messages.informationdialog
source: Information
cs_cz: Informace
zh_cn: 信息

# chat.messages.userisnotonline
source: Selected user is not present in this room at the moment.
cs_cz: Vybraný uživatel momentálně není v této méstnosti
zh_cn: 选定的用户不是存在在这个房间里那一刻的。

# chat.messagetype
source: Message type
cs_cz: Typ zprávy
zh_cn: 消息类型

# chat.minute
source: minute
cs_cz: minuta
zh_cn: 分钟

# chat.minutes
source: minutes
cs_cz: minuty
zh_cn: 分钟

# chat.name
source: Code name
cs_cz: Kódový název
zh_cn: 代码名称

# chat.nicknamechanged
source: Your nickname was changed by the system
cs_cz: Vaše přezdívka byla změněna systémem
zh_cn: 被系统改变了您的昵称

# chat.notification.bubble.close
source: Close
cs_cz: Zavřít
zh_cn: 关闭

# chat.notification.bubble.header
source: New chat notifications
cs_cz: Nová notifikace z chatu
zh_cn: 新建聊天通知

# chat.notification.bubble.show
source: Show
cs_cz: Ukázat
zh_cn: 显示

# chat.notification.empty
source: No notifications
cs_cz: Žádné notifikace
zh_cn: 没有通知

# chat.notification.notifications
source: notifications
cs_cz: notifikace
zh_cn: 通知

# chat.notification.notificationsheader
source: Notifications
cs_cz: Notifikace
zh_cn: 通知

# chat.notification.removeall
source: Decline all
cs_cz: Odmítnout vše
zh_cn: 所有的下降

# chat.notification.youhave
source: You have notifications
cs_cz: Máte notifikace
zh_cn: 你有通知

# chat.notpresent
source: Not present in the room.
cs_cz: Není v místnosti.
zh_cn: 在房间里不存在。

# chat.oldrecordscleaner
source: Clean old chat records
cs_cz: Smazat staré záznamy chatu
zh_cn: 清洁旧的聊天记录

# chat.online
source: On-line
zh_cn: 在线

# chat.onlineusers
source: Chat on-line user
cs_cz: Online uživatel
zh_cn: 聊天在线用户

# chat.onlineusers.filterbtn
source: Filter
cs_cz: Filtr
zh_cn: 筛选器

# chat.onlineusers.invitemodenousers
source: There are no users to invite.
cs_cz: Žádní uživatelé, které byste mohli pozvat.
zh_cn: 没有邀请的用户。

# chat.onlineusers.notfound
source: No results found for:
cs_cz: Žádné výsledky pro:
zh_cn: 结果没有发现为：

# chat.onlineusers.results
source: results for:
cs_cz: výsledky pro:
zh_cn: 结果为：

# chat.onlynonanonymoususersareshown
source: Note: only non-anonymous users are shown.
cs_cz: Poznámka: zobrazují se jen neanonymní uživatelé.
zh_cn: 注意： 只有非匿名用户显示。

# chat.passprotected
source: Protect with password
cs_cz: Chránit heslem
zh_cn: 用密码保护

# chat.password
source: Entrance password
cs_cz: Vstupní heslo
zh_cn: 入口密码

# chat.passwordconfirm
source: Confirm password
cs_cz: Potvrdit heslo
zh_cn: 确认密码

# chat.passwordnew
source: New password
cs_cz: Nové heslo
zh_cn: 新密码

# chat.passwordold
source: Old password
cs_cz: Staré heslo
zh_cn: 旧密码

# chat.passwordprotected
source: password protected
cs_cz: chráněno heslem
zh_cn: 密码保护

# chat.passwordsdonotmatch
source: Entered passwords do not match. Please enter them again.
cs_cz: Zadaná hesla se neshodují. Zadejte je, prosím, znovu.
zh_cn: 输入的密码不匹配。请重新输入。

# chat.pleaseselectuser
source: Please select an user.
cs_cz: Vyberte, prosím, uživatele.
zh_cn: 请选择一个用户。

# chat.private
source: Private
cs_cz: Soukromé
zh_cn: 私人

# chat.privateroom
source: Private room
cs_cz: Soukromá místnost
zh_cn: 私人房间

# chat.privaterooms
source: Private rooms
cs_cz: Soukromé místnosti
zh_cn: 私人房间

# chat.publicrooms
source: Public rooms
cs_cz: Veřejné místnosti
zh_cn: 公室

# chat.rejectmessage
source: Reject message
cs_cz: Zamítnout zprávu
zh_cn: 拒绝消息

# chat.removepassword
source: Remove password
cs_cz: Odebrat heslo
zh_cn: 删除密码

# chat.room
source: Room
cs_cz: Místnost
zh_cn: 房间

# chat.roomname
source: Room name
cs_cz: Název místnosti
zh_cn: 会议室名称

# chat.roomname.initialtitle
source: You are not present in any room
cs_cz: Nejste přítomni v žádné místnosti
zh_cn: 你在中不存在任何房间

# chat.rooms.createroom
source: Create new room
cs_cz: Vytvořit novou místnost
zh_cn: 创造新的空间

# chat.rooms.enterpassword
source: Please enter the password for this room.
cs_cz: Zadejte, prosím, heslo pro tuto místnost
zh_cn: 请输入密码，在这个房间里。

# chat.rooms.filterbtn
source: Filter
cs_cz: Filtr
zh_cn: 筛选器

# chat.rooms.notfound
source: No results found for:
cs_cz: Žádné výsledky pro:
zh_cn: 结果没有发现为：

# chat.rooms.openpopup
source: Do you wish to join the room in a popup window?
cs_cz: Chcete vstoupit do místnosti ve vyskakovacím okně?
zh_cn: 你想加入一个弹出窗口在房间吗？

# chat.rooms.results
source: results for:
cs_cz: výsledky pro:
zh_cn: 结果为：

# chat.roomuser.edit
source: Editing admin rights
cs_cz: Úprava práv správců
zh_cn: 编辑管理员权限

# chat.roomuser.new
source: Add user
cs_cz: Přidat uživatele
zh_cn: 添加用户

# chat.roomusers
source: Users in room
cs_cz: Uživatelé v místnosti
zh_cn: 用户在房间里

# chat.roomusers.filterbtn
source: Filter
cs_cz: Filtr
zh_cn: 筛选器

# chat.roomusers.pagingnext
source: Next
cs_cz: Další
zh_cn: 下一步

# chat.roomusers.pagingprev
source: Prev
cs_cz: Předchozí
zh_cn: 上一步

# chat.searchonlineusers.morefound
source: More results found and top {0} are displayed. Please specify your search.
cs_cz: Bylo nelezeno více výsledků. Zobrazuje se prvních {0}. Upřesněte, prosím, svoje hledání.
zh_cn: 显示更多结果发现和顶部 {0}。请指定您的搜索。

# chat.searchonlineusers.notfound
source: No results found for:
cs_cz: Žádné výsledky pro:
zh_cn: 结果没有发现为：

# chat.searchonlineusers.results
source: Results for:
cs_cz: Výsledky pro:
zh_cn: 结果为：

# chat.searchonlineusers.searchbtn
source: Search
cs_cz: Hledat
zh_cn: 搜索

# chat.sendmessage
source: Send
cs_cz: Odeslat
zh_cn: 发送

# chat.servicenotavailable
source: Chat webservice is not available at the moment.
cs_cz: Webová služba chatu momentálně není dostupná.
zh_cn: 聊天 webservice 目前不可用。

# chat.setpassword
source: Set password
cs_cz: Nastavit heslo
zh_cn: 设置的密码

# chat.settings
source: Settings
cs_cz: Nastavení
zh_cn: 设置

# chat.settings.anonymsnotallowedmsg
source: Anonymous users are not allowed. Please, log in.
cs_cz: Anonymní uživatelé nejsou povoleni. Přihlaste se, prosím.
zh_cn: 不允许匿名用户。请登录。

# chat.settings.guestprefixcaption
source: Guest prefix
cs_cz: Předpona hosta
zh_cn: 客人前缀

# chat.settings.initiatedchatinitiatorname
source: Default initiator's name - used for the Automatically initiated chat web part.
cs_cz: Předvolené jméno iniciátora - používá se ve webpartu Automatically initiated chat (automaticky inicializovaný chat).
zh_cn: 用于自动发起的聊天 web 部件进行默认启动器的名称。

# chat.settings.initiatedchatinitiatornamecaption
source: Auto initiated chat - initiator's name
cs_cz: Automaticky inicializovaný chat - jméno inicializátora
zh_cn: 自动启动聊天-启动器的名称

# chat.settings.popupwindowerrormsg
source: Popup window was blocked. Please check your browser's settings.
cs_cz: Vyskakovací okna byla zablokována. Zkontrolujte, prosím, nastavení vašeho prohlížeče.
zh_cn: 弹出窗口被阻止。请检查您的浏览器设置。

# chat.settings.stoppingchaterrormsg
source: Chat will be stopped because of fatal error.
cs_cz: Chat bude zastaven kvůli chybě.
zh_cn: 聊天会因致命错误而停止。

# chat.settings.suportmailfromdescription
source: Messages to support submitted in 'offline support form' will be sent from this email address.
cs_cz: Zprávy pro podporu zadané přes "offline formulář podpory" budou poslány z této e-mailové adresy.
zh_cn: 消息到支持提交的 '脱机支持表格' 将发送该电子邮件地址。

# chat.settings.unknownerrormsg
source: Unknown error occurred.
cs_cz: Nastala neznámá chyba.
zh_cn: 出现未知的错误。

# chat.support
source: Support chat
cs_cz: Konverzace podpory
zh_cn: 支持聊天

# chat.support.login
source: Go on-line
cs_cz: Vstoupit do chatu podpory
zh_cn: 联机

# chat.support.logout
source: Go off-line
cs_cz: Opustit konverzaci podpory
zh_cn: 去离线

# chat.support.mailformnotavailiable
source: We are sorry, but it is not possible to send us an email with this form at the moment.
cs_cz: Je nám líto, ale momentálně není možné nám poslat e-mail tímto formulářem.
zh_cn: 我们很抱歉，但它是不可能向我们发送一封电子邮件与此表格在时刻。

# chat.support.menu
source: Support Chat Settings
zh_cn: 支持聊天设置

# chat.support.messagewassaved
source: Thank you. Your message was saved.
cs_cz: Děkujeme. Vaše zpráva byla uložena.
zh_cn: 谢谢。您的邮件被救了。

# chat.support.messagewassent
source: Thank you. Your message was sent.
cs_cz: Děkujeme. Vaše zpráva byla odeslána.
zh_cn: 谢谢。您的消息被发送。

# chat.support.newrequestsplural
source: {0} New requests
cs_cz: {0} nových požadavků na podporu
zh_cn: {0} 的新请求

# chat.support.newrequestssingular
source: {0} New request
cs_cz: 1 nový požadavek na podporu
zh_cn: {0} 的新请求

# chat.support.newsupportnotification
source: [New support request]
cs_cz: [Nový požadavek na podporu]
zh_cn: [新的支持请求]

# chat.support.offline.created
source: Created
cs_cz: Vytvořené
zh_cn: 创建

# chat.support.offline.message.description
source: Message from customer.
cs_cz: Zprávy od zákazníka
zh_cn: 客户的消息。

# chat.support.offline.message.property
source: Message
cs_cz: Zpráva
zh_cn: 消息

# chat.support.offline.resolved
source: Resolved
cs_cz: Vyřešené
zh_cn: 解决

# chat.support.offline.sender
source: Sender
cs_cz: Odesílatel
zh_cn: 发件人

# chat.support.offline.sender.description
source: Email of customer who was trying to reach support while it was unavailable.
cs_cz: E-mail zákazníka, který se snažil kontaktovat podporu, když byla nedostupná.
zh_cn: 试图达到支持，而它的电子邮件是客户的不可用的。

# chat.support.offline.sender.property
source: Sender email
cs_cz: E-mail odesílatele
zh_cn: 发件人的电子邮件

# chat.support.offline.subject
source: Subject
cs_cz: Předmět
zh_cn: 主题

# chat.support.offline.supportofflinemessage.edit
source: Support off-line message properties
cs_cz: Vlastnosti offline zpráv podpory
zh_cn: 支持离线消息属性

# chat.support.offline.supportofflinemessage.list
source: Support off-line messages
cs_cz: Offline zprávy podpory
zh_cn: 支持离线消息

# chat.support.offline.supportofflinemessage.new
source: New support off-line message
cs_cz: Nová offline zpráva
zh_cn: 新支持离线消息

# chat.support.offlineform.title
source: Leave us a message.
cs_cz: Nechejte nám zprávu.
zh_cn: 给我们留言。

# chat.support.offlinestatus
source: Support chat: off-line
zh_cn: 支持聊天： 离线

# chat.support.opensupportmaildialog
source: Send your questions by email instead.
cs_cz: Pošlete vaši otázku e-mailem.
zh_cn: 而是通过电子邮件发送您的问题。

# chat.support.settings
source: My canned responses
cs_cz: Moje předpřipravené odpovědi
zh_cn: 我罐头的回应

# chat.support.settingstitle
source: My canned responses
cs_cz: Moje předpřipravené odpovědi
zh_cn: 我罐头的回应

# chat.support.settingstooltip
source: My canned responses
cs_cz: Moje předpřipravené odpovědi
zh_cn: 我罐头的回应

# chat.support.supportnotavailable
source: We are sorry, but support is not available at the moment.
cs_cz: Je nám líto, ale podpora momentálně není dostupná.
zh_cn: 我们很抱歉，但支持目前不可用。

# chat.support.title
source: Support chat
zh_cn: 支持聊天

# chat.support.toggle
source: Open Support chat
zh_cn: 打开支持聊天

# chat.support.tryagainlater
source: Error occurred while sending your message. Please try again later.
cs_cz: Nastala chyba při odesílání vaší zprávy. Zkuste to znovu později.
zh_cn: 发送邮件时出错。请稍后再试。

# chat.supportmail.createdwhen
source: Date of request
cs_cz: Datum požadavku.
zh_cn: 请求的日期

# chat.supportmail.format
source: Date and time of the request: {0} Sender email address: {1} Subject: {2} Message text: {3}
cs_cz: Datum a čas požadavku: {0} E-mailová adresa odesílatele: {1}Předmět: {2} Text zprávy: {3}
zh_cn: 请求的日期和时间: {0}发件人的电子邮件地址: {1}主题： {2}消息文本：{3}

# chat.supportmail.message
source: Message
cs_cz: Zpráva
zh_cn: 消息

# chat.supportmail.senderemailaddress
source: Email address of the sender
cs_cz: E-mailová adresa odesílatele
zh_cn: 发件人的电子邮件地址

# chat.supportmail.subject
source: Subject
cs_cz: Předmět
zh_cn: 主题

# chat.supportrequest.emailavailable
source: Leave us a message
cs_cz: Zanechte nám zprávu
zh_cn: 给我们留言

# chat.supportrequest.openchat
source: Live support chat
cs_cz: Chat živé podpory
zh_cn: 现场支持聊天

# chat.supportrequest.unavailable
source: Support is not available
cs_cz: Podpora není dostupná
zh_cn: 支持不可用

# chat.system
source: System
cs_cz: Systém
zh_cn: 系统

# chat.system.chatrequestdeclined
source: User has declined this chat request
cs_cz: Uživatel odmítl tuto žádost o chat
zh_cn: 用户已拒绝此聊天请求

# chat.system.cmsdesk.announcement
source: Announcement
cs_cz: Oznámení
zh_cn: 公告

# chat.system.cmsdesk.changenickname
source: Change nickname
cs_cz: Změna přezdívky
zh_cn: 改变昵称

# chat.system.cmsdesk.chatrequestdeclined
source: Chat request declined
cs_cz: Žádost o chat zamítnuta
zh_cn: 聊天请求拒绝

# chat.system.cmsdesk.classicmessage
source: Classic message
cs_cz: Klasická zpráva
zh_cn: 经典的消息

# chat.system.cmsdesk.enterroom
source: Enter room
cs_cz: Vstup do místnosti
zh_cn: 进入房间

# chat.system.cmsdesk.kicked
source: Kick
cs_cz: Zablokovaný přístup
zh_cn: 踢

# chat.system.cmsdesk.leaveroom
source: Leave room
cs_cz: Opuštěné místnosti
zh_cn: 离开房间

# chat.system.cmsdesk.permanentkick
source: Permanent kick
cs_cz: Trvalé zablokování přístupu
zh_cn: 永久踢

# chat.system.cmsdesk.permanentleaveroom
source: Permanent leave room
cs_cz: Trvalé upuštění místnosti
zh_cn: 永久离开房间

# chat.system.cmsdesk.supportgreeting
source: Support greeting
cs_cz: Pozdrav podpory
zh_cn: 支持的问候

# chat.system.cmsdesk.userinvited
source: Invitation
cs_cz: Pozvání
zh_cn: 邀请

# chat.system.cmsdesk.whisper
source: Whisper
cs_cz: Soukromá zpráva
zh_cn: 耳语

# chat.system.cmsdesk.whisperto
source: Whisper to {0}
cs_cz: Soukromá zpráva pro {0}
zh_cn: 对 {0} 低声细语。

# chat.system.supportgreeting
source: Hello dear {0}, how can I help you?
cs_cz: Dobrý den {0}, jak vám můžeme pomoci?
zh_cn: 你好亲爱的 {0}，怎么可以我帮你？

# chat.system.userhasbeenkickedby
source: User {0} has been kicked by {1}
cs_cz: Uživateli {0} byl zablokován přístup užovatelem {1}
zh_cn: 用户 {0} 已被踢 {1}

# chat.system.userhasbeenpermanentlykickedby
source: User {0} has been permanently kicked from this room by {1}
cs_cz: Uživateli {0} byl trvale zablokován přístup do této místnosti uživatelem {1}
zh_cn: 用户 {0} 已被永久踢从这个房间 {1}

# chat.system.userhaschangednickname
source: User {0} has changed his nickname to {1}
cs_cz: Uživatel {0} si změnil přezdívku na {1}
zh_cn: 用户 {0} {1} 的改是他的昵称

# chat.system.userhasenteredroom
source: User {0} has entered the room
cs_cz: Uživatel {0} vstoupil do místnosti
zh_cn: 用户 {0} 已进入房间

# chat.system.userhasinviteduser
source: {0} has invited {1} to this room
cs_cz: {0} pozval uživatele {1} do této místnosti
zh_cn: {0} 已邀请到这间屋子的 {1}

# chat.system.userhasleftroom
source: User {0} has left the room
cs_cz: Uživatel {0} opustil místnost
zh_cn: 用户 {0} 已离开了房间

# chat.system.userhasleftroompermanently
source: User {0} has left the room permanently
cs_cz: Uživatel {0} opustil místnost natrvalo
zh_cn: 用户 {0} 已永久地离开了房间

# chat.title.privateconversation
source: Private conversation
cs_cz: Soukromá konverzace
zh_cn: 私人谈话

# chat.title.support
source: Live support
cs_cz: Živá podpora
zh_cn: 现场支持

# chat.to
source: To
cs_cz: Komu
zh_cn: 自

# chat.uielement.createnewroom
source: Create new room on the current site
cs_cz: Vytvořit novou místnost na aktuálním webu
zh_cn: 当前网站上创建的新房间

# chat.user
source: User
cs_cz: Uživatel
zh_cn: 用户

# chat.user.cannoteditanonymoususer
source: This form is not designed to edit anonymous chat users
cs_cz: Tento formulář není určen na editování anonymních uživatelů chatu.
zh_cn: 这种形式不被设计来编辑匿名聊天用户

# chat.user.erroridnickname
source: You must enter a nickname and select a registered user.
cs_cz: Musíte zadat přezdívku a vybrat registrovaného uživatele.
zh_cn: 您必须输入一个昵称并选择已注册的用户。

# chat.user.erroridunique
source: The selected user already has a chat account
cs_cz: Vybraný uživatel už má chatovací účet.
zh_cn: 选定的用户已经有一个聊天帐户

# chat.user.errornickunique
source: This nickname is already used by another user.
cs_cz: Zadanou přezdívku již používá jiný uživatel.
zh_cn: 这个昵称已由另一个用户使用。

# chat.user.nickname
source: Nickname
cs_cz: Přezdívka
zh_cn: 昵称

# chat.user.userid
source: Registered user
cs_cz: Registrovaný uživatel
zh_cn: 注册的用户

# chat.userhasinviteduser
source: {0} has invited {1} to this room
cs_cz: {0} pozval uživatele {0} do této místnosti
zh_cn: {0} 已邀请到这间屋子的 {1}

# chat.users
source: Users
cs_cz: Uživatel
zh_cn: 用户

# chat.webpart.description.error
source: Transformation name for error messages in potentially opened chat window.
cs_cz: Název transformace pro chybové zprávy v potenciálně otevřeném chatovacím okně.
zh_cn: 中的错误消息的转换名称可能打开的聊天窗口。
