Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documentation.nopropertiesavaible
source: No properties avaible.
cs_cz: Nejsou dostupné žádné vlastnosti.
sk_sk: Nie sú dostupné žiadne vlastnosti.
zh_cn: 没有属性可用。

# documentation.property.addglobalobjectsuffix
source: Indicates whether the selector adds a suffix to the names of global objects in the selection list.
zh_cn: 指示是否选择器中全局对象选择列表中的名称添加一个后缀。

# documentation.property.additionalcolumns
source: Specifies the names of columns that the selector loads along with the objects of the specified data type (in addition to the columns required by default).
zh_cn: 指定选择器加载和 （除了默认情况下所需的列） 指定的数据类型的对象的列的名称。

# documentation.property.additionalurlparameters
source: Additional URL parameters added to the URL of the selection dialog. Must start with '&'.
zh_cn: 添加到选择对话框中的 URL 的其他 URL 参数。必须以开头 '&'。

# documentation.property.afterdeletescript
source: Script executed after an item is deleted in the listing.
zh_cn: 在清单中删除了某项后执行的脚本。

# documentation.property.allowall
source: Indicates whether the site selector contains the '(all)' value. Only applies if the Selector type is 'Classic'.
zh_cn: 指示站点选择器中是否包含 （全部） 的值。仅适用于选择器类型是 '经典'。

# documentation.property.allowedextensions
source: Determines which file types are displayed in the file system dialog. Enter a list of allowed file extensions, separated by semicolons.
zh_cn: 确定哪些文件类型显示在文件系统对话框中。输入允许的文件扩展名，以分号分隔的列表。

# documentation.property.allowedittextbox
source: If enabled, users can manually edit the selected value in textbox modes.
zh_cn: 如果启用，用户可以手动编辑文本框模式中的选定的值。

# documentation.property.allowempty
source: Indicates whether the site selector contains the '(none)' value. Only applies if the Selector type is 'Classic'.
zh_cn: 指示站点选择器中是否包含 （无） 值。仅适用于选择器类型是 '经典'。

# documentation.property.allowglobal
source: Indicates whether the site selector contains the '(global)' value. Only applies if the Selector type is 'Classic'.
zh_cn: 指示是否站点选择器包含 '（全局） 的值。仅适用于选择器类型是 '经典'。

# documentation.property.allowglobalobjectnameprefix
source: Indicates whether the selector adds the '.' prefix to the selection values of global objects.
zh_cn: 指示是否选择器添加 '.' 选择值的全局对象的前缀。

# documentation.property.alternativeform
source: Selects the alternative form for the object editing form.
zh_cn: 选择编辑表格的对象的替代形式。

# documentation.property.breadcrumbwindowtarget
source: Sets the target for links in the page title breadcrumbs (_parent, _top, _self, _blank).
zh_cn: 设置链接的目标页中标题面包屑 （_parent，_top，_self，_blank）。

# documentation.property.buttonimage
source: Sets the path to the image that the selector displays in button selection modes.
zh_cn: 设置选择器按钮选择模式中显示的图像的路径。

# documentation.property.categoryedit
source: Enter the code name of the UI element that defines the editing interface for categories in the object tree.
zh_cn: 输入定义的对象树中的类别的编辑界面的用户界面元素的代码名称。

# documentation.property.categoryparentcolumn
source: Enter the name of the data column that stores the ID of the parent category for category objects. For example: 'CategoryParentID'
zh_cn: 输入存储的父类别的类别对象 ID 的数据列的名称。例如： 'CategoryParentID'

# documentation.property.checkmodifypermission
source: If enabled, users can edit the relationships only if they have the Modify permission for the related object type's module.
zh_cn: 如果启用，用户可以编辑的关系，只有当他们有相关的对象类型的模块的修改权限。

# documentation.property.contextname
source: Sets the property name under which the selector's value is stored in the UI context. You can access the value in other web parts on the template through macros: {% UIContext.<property name> % }
zh_cn: 设置下，选择器的值存储在用户界面上下文中的属性名称。您可以通过宏访问模板上的其他 web 部件中的值： {%uicontext。<property name=""> %}</property>

# documentation.property.controlpath
source: Specifies the virtual path to the .ascx file of the user control placed on the page. For example: ~/CMSGlobalFiles/control.ascx
zh_cn: 指定在页面上放置该用户控件的.ascx 文件的虚拟路径。例如： ~/CMSGlobalFiles/control.ascx

# documentation.property.cssclass
source: Sets the name of the CSS class applied to the entire editing form.
zh_cn: 设置应用于整个编辑表格的 CSS 类的名称。

# documentation.property.custom
source: Custom properties appended to the UI element.
zh_cn: 追加到此 UI 元素的自定义属性。

# documentation.property.decriptionlink
source: Link to Application description or its short version. Note that short version is prefered. (e.g.: Link = https://kentico.atlassian.net/wiki/x/DwAaAQ, Short version = DwAaAQ)
zh_cn: 链接到应用程序描述或其短的版本。请注意，短的版本是首选。（例如： 链接 = https://kentico.atlassian.net/wiki/x/DwAaAQ，短版本 = DwAaAQ）

# documentation.property.defaultfieldlayout
source: Sets the layout of individual form fields - the position of the field labels and editing controls.
zh_cn: 设置版式单个表格字段的字段标签和编辑控件的位置。

# documentation.property.defaultformlayout
source: Determines the design of categories in the form.
zh_cn: 确定表格的类的设计。

# documentation.property.descriptionlink.caption
source: Link to App description
zh_cn: 链接到应用程序描述

# documentation.property.disableditems
source: Allows you to disable elements in the selection dialog in multiple choice mode. Enter the identifiers of elements separated by semicolons.
zh_cn: 允许您禁用在多重选择模式下的选择对话框中的元素。输入以分号分隔的元素的标识符。

# documentation.property.displaybreadcrumbs
source: Indicates whether the page title displays breadcrumbs showing the current location in the user interface.
zh_cn: 指示是否网页标题显示痕迹导航用户界面中显示当前所在的位置。

# documentation.property.displaycategorybreadcrumb
source: Indicates whether the element's page title breadcrumbs display category names in the path.
zh_cn: 指示是否该元素的页标题面包屑路径中显示的类别名称。

# documentation.property.displayguide
source: If enabled, the element displays a guide page (descriptions of child elements) in the content area when loaded for the first time. If disabled, the first child element is displayed.
zh_cn: 如果启用，元素在内容区域为第一次加载时显示引导页 （子元素的描述）。如果禁用，则会显示第一个子元素。

# documentation.property.displaynameformat
source: Sets the format for the object names in the selection list. To display the values of objects, use macro expressions in format: {%ColumnName% }.
zh_cn: 设置选择列表中的对象名称的格式。若要显示对象的值，在格式中使用宏表达式： {%columnname%}。

# documentation.property.editindialog
source: If checked, object will be edited in a modal dialog.
zh_cn: 如果选中此选项，将在模态对话框中编辑对象。

# documentation.property.editpageurl
source: Can be used to specify the URL of a custom page that handles the editing of the selected object. Only available for single text box and drop-down list selection modes.
zh_cn: 可用于指定处理编辑所选对象的自定义页的 URL。仅适用于单个文本框和下拉列表中选择模式。

# documentation.property.elementname
source: Sets the code name of the UI element whose child elements the menu displays. Automatically uses the current element if empty.
zh_cn: 设置菜单显示其子元素的用户界面元素的代码名称。如果为空，将自动使用当前元素。

# documentation.property.emptyreplacement
source: Replaces items which don't have any visible value to be displayed. The default value is &nbsp;.
zh_cn: 将没有任何可见的价值，要显示的项替换。默认值为。

# documentation.property.enabledcolumnname
source: Can be used to specify the name of the column that determines if the selected object is enabled.
zh_cn: 可以用来指定用于确定是否启用所选的对象的列的名称。

# documentation.property.generalobjecttype
source: Sets the object type used by the UI element. The selected object type affects the behavior of UI web parts on the template.
zh_cn: 设置用户界面元素所使用的对象类型。选定的对象类型会影响 UI 模板上的 web 部件的行为。

# documentation.property.globalobjectsuffix
source: Specifies the suffix added to the names of global objects in the selection list (if the 'Add global object suffix' property is enabled). The default value is "(global)".
zh_cn: 指定的后缀添加到选择列表中的全局对象的名称 （如果启用了全局对象添加后缀属性）。默认值是"（全局）"。

# documentation.property.gridextender
source: Specifies an extender class for the Listing web part.
zh_cn: 指定扩展程序类列表的 web 部件。

# documentation.property.guidetemplate
source: Sets the page template of the ribbon guide (used if 'Display guide' is enabled). If empty, the 'Ribbon guide' template is used.
zh_cn: 设置功能区指南 （如果启用了显示指南使用） 的页面模板。如果为空，将使用功能区指南模板。

# documentation.property.helptopicname
source: Sets the name (identifier) of the help topic used in the link generated by the page title.
zh_cn: 设置帮助主题链接生成的页面标题中使用的名称 （标识符）。

# documentation.property.hidehelpicon
source: If enabled, the element's page title does not generate a help topic link.
zh_cn: 如果启用，元素的页面标题不会生成一个帮助主题的链接。

# documentation.property.iconpath
source: Specifies the path to the image used in the title of the selection dialog.
zh_cn: 指定在选择对话框的标题中使用的图像的路径。

# documentation.property.includejquery
source: If checked, the jQuery Javascript is included prior to any other includes.
zh_cn: 如果选中，jQuery Javascript 是包含在任何其他之前包括。

# documentation.property.inlinescript
source: Specifies the code of the in-line script that will be rendered on the page.
zh_cn: 指定的代码行中的脚本将呈现在页面上。

# documentation.property.itemedit
source: Enter the code name of the UI element that defines the editing interface for individual objects in the tree.
zh_cn: 输入定义树中的单个对象的编辑界面的用户界面元素的代码名称。

# documentation.property.itemsperpage
source: Default number of items displayed per page. Applies to the multiple selection grid, drop-down list, single and multiple selection dialogs. The default value is 25.
zh_cn: 默认的每页显示的项目数。适用于多个选择网格、 下拉列表、 单和多重选择对话框。默认值为 25。

# documentation.property.linkedfile
source: Can be used to specify the path to an external script file. A request for the script will be added to the page. For example: ~/CMSScripts/Custom/jquery.js. If you wish to prevent duplicate loading of the same JS library (e.g. by other web parts on the page), a special value can be entered for some common libraries. These options are: jquery, mootools, silverlight, prototype.
zh_cn: 可以用来指定外部脚本文件的路径。请求的脚本将添加到页面。例如： ~ / CMSScripts/Custom/jquery.js。如果您希望防止重复加载相同的 JS 库 （例如通过其他 web 部件页上），一个特殊值，可以输入一些常见的库。这些选项是： jquery mootools，silverlight，原型。

# documentation.property.localizeitems
source: Specifies whether the selector resolves localization macros.
zh_cn: 指定是否该选择器将解析定位宏。

# documentation.property.maxdisplayeditems
source: Sets the maximum number of displayed items in drop-down list mode (excluding the special and generic items). The default value is 25. If the number is exceeded, the remaining items can be selected through the (more..) option.
zh_cn: 在下拉列表模式下 （不包括特殊和一般项目） 设置显示的项的最大数目。默认值为 25。如果人数超出，其余的项目可以选择通过选项 （更多......)。

# documentation.property.maxdisplayedtotalitems
source: The number of maximum displayed total items in drop-down list selection mode (excluding the special and generic items). The default value is 50. If exceeded, only the number of items set by the 'Max displayed items' property will be displayed.
zh_cn: 最大数量显示在下拉列表中选择模式 （不包括特殊和一般项目） 的总项目。默认值为 50。如果超过，则将显示仅由 '最大显示的项目属性设置的项的数目。

# documentation.property.maxrelativelevel
source: Determines how many levels of child elements the tree displays.
zh_cn: 确定多少个层次的子元素的树显示了。

# documentation.property.maxtreenodes
source: Limits the maximum number of child items that the object tree displays under a single node. Applied only if 'Use max node limit' is enabled.
zh_cn: 限制的对象树显示在单个节点下的子项目的最大数目。只有启用了使用最大节点限制应用。

# documentation.property.newcategory
source: Enter the code name of the UI element that defines the interface for creating new categories.
zh_cn: 输入定义的接口用于创建新的类别的用户界面元素的代码名称。

# documentation.property.newitem
source: Enter the code name of the UI element that defines the interface for creating new objects.
zh_cn: 输入定义的接口用于创建新对象的用户界面元素的代码名称。

# documentation.property.newitempageurl
source: Can be used to specify the URL of a custom page that handles the creation of new objects. Only available for single textbox selection mode.
zh_cn: 可用于指定处理创建的新对象的自定义页的 URL。仅适用于单个文本框选择模式。

# documentation.property.newtextfileextension
source: Sets the extension used when creating new files in the dialog. The files are always text-based.
zh_cn: 设置在对话框中创建新文件时使用的扩展名。这些文件始终是基于文本的。

# documentation.property.objectparameterid
source: Sets the name of a query string parameter that the tab layout appends to the URLs generated for the tab pages. The parameter stores the object ID value.
zh_cn: 设置选项卡布局将追加到生成的选项卡页的 Url 的查询字符串参数的名称。参数存储对象 ID 值。

# documentation.property.objecttype
source: Specifies the data class of the objects to be selected.
zh_cn: 指定要选择的对象的数据类。

# documentation.property.openindialog
source: If checked, new object will be created in a modal dialog.
zh_cn: 如果选中此选项，将在模态对话框中创建新对象。

# documentation.property.pageextender
source: Specifies the extender class for the page's code behind.
zh_cn: 指定页面的代码隐藏的扩展类。

# documentation.property.parentobjecttype
source: Sets the parent object type of the object type used by the UI element. Required for UI web parts that display an object hierarchy, such as the Object tree menu.
zh_cn: 设置父对象类型的用户界面元素所使用的对象类型。所需的 UI 显示对象的层次结构如对象树菜单的 web 部件。

# documentation.property.path
source: Sets the location of the managed folder in the file system. If empty, a predefined theme path is used based on the UI element's object type, for example: "~/App_Themes/Components/WebParts/<web part code name>"
zh_cn: 在文件系统中设置托管文件夹的位置。如果为空，预定义的主题使用一个路径是基于 UI 元素的对象类型，例如："~/App_Themes/Components/WebParts/<web part="" code="" name="">"</web>

# documentation.property.pathcolumn
source: Enter the name of the data column that stores the full path of category objects in the tree hierarchy. For example: 'CategoryPath'
zh_cn: 输入用于存储类别对象的完整路径树层次结构中的数据列的名称。例如： 'CategoryPath'

# documentation.property.postbackonchange
source: Indicates whether the selector triggers a postback after the selection is changed.
zh_cn: 指示是否选择器更改所选内容后会触发回发。

# documentation.property.removeconfiguration
source: Confirmation message displayed when removing items. To disable confirmation, set this property to an empty string.
zh_cn: 移除项时显示的确认消息。若要禁用确认，请将此属性设置为空字符串。

# documentation.property.removemultiplecommas
source: Indicates whether multiple commas should be removed from the names of the offered items. This can happen if the DisplayNameFormat is in format {%column1%}, {%column2%}, {column3} and column2 is empty.
zh_cn: 指示是否应移除多个逗号，从提供的项的名称。这可能发生，如果 DisplayNameFormat 是格式 {%column1%}，{%列 2%}，{第 3} 并且列 2 是空的。

# documentation.property.resourcename
source: Sets the resource name (module code name) of the UI element whose chid elements the menu displays. Automatically uses the resource name of the current element if empty.
zh_cn: 设置菜单显示其子元素的用户界面元素的资源名称 （模块的代码名称）。将自动使用当前的元素，如果为空的资源名称。

# documentation.property.resourceprefix
source: Sets a prefix that will be used in the full names of resource strings in the selector. The default value is "General".
zh_cn: 在完整的长文件名的资源字符串的选择器中的设置将使用一个前缀。默认值为"将军"。

# documentation.property.returncolumnname
source: Specifies the name of the object column whose value the selector saves. If empty, the object's ID column is used. To ensure correct functionality, the column must be a unique identifier for the given object type.
zh_cn: 指定的对象列选择器保存的值的名称。如果为空，则使用该对象的 ID 列。为了确保正确的功能，列中必须给定的对象类型的唯一标识符。

# documentation.property.ribbonextender
source: Specifies an extender class for the Ribbon web part.
zh_cn: 指定扩展程序类功能区的 web 部件。

# documentation.property.selectedvalue
source: Sets the option that the selector offers by default in drop-down mode when the page is loaded for the first time.
zh_cn: 设置选项，选择器提供默认情况下，在下拉模式下时，第一次加载页面。

# documentation.property.selectionmode
source: Determines the design and behavior of the selection dialog.
zh_cn: 确定的设计与选择对话框的行为。

# documentation.property.selectitempageurl
source: Can be used to set a custom URL for the object selection dialog.
zh_cn: 可用于设置对象选择对话框的自定义 URL。

# documentation.property.selectorlabel
source: Sets the text of the label located before the selector.
zh_cn: 设置位于之前选择器的标签的文本。

# documentation.property.selectortype
source: Classic: The selector provides a list of sites. Site or global: The selector offers the current site, the global option, and both.
zh_cn: 经典： 选择器提供一个站点列表。站点或全局： 选择器提供当前站点、 全局选项，和两个。

# documentation.property.showitems
source: Indicates whether the tree menu displays individual objects. If disabled, the menu only contains object categories.
zh_cn: 指示是否树菜单中显示的单个对象。如果禁用，该菜单仅包含对象类别。

# documentation.property.tabextender
source: Specifies an extender class for the tabs web part.
zh_cn: 指定扩展程序类标签的 web 部件。

# documentation.property.text
source: Sets the content displayed by the 'Text' web part.
zh_cn: 设置文本 web 部件所显示的内容。

# documentation.property.titleimage
source: Selects the image displayed as the icon in the page title. If empty, the title uses the 'Icon path' of the current UI element.
zh_cn: 选择作为网页标题中的图标显示的图像。如果为空，标题使用当前的 UI 元素的 '图标路径'。

# documentation.property.titletext
source: Sets the text displayed as the page title. If empty, the title uses the 'Caption' of the current UI element.
zh_cn: 设置作为网页标题显示的文本。如果为空，标题使用当前的 UI 元素的 '标题'。

# documentation.property.treeexntender
source: Specifies an extender class for the Tree web part.
zh_cn: 指定扩展程序类树的 web 部件。

# documentation.property.treeguidetemplate
source: Sets the page template of the tree guide (used if 'Display guide' is enabled). If empty, the 'Tree guide' template is used.
zh_cn: 设置树指南 （如果启用了显示指南使用） 的页面模板。如果为空，则使用 '树指南' 模板。

# documentation.property.uniselectorallowall
source: Indicates if the selector allows selection of all items. If enabled, the selector displays the (all) option in drop-down mode. When this option is chosen, the selector doesn't load any data from the database, it just returns -1 and external code must handle the loading of data.
zh_cn: 指示是否选择器允许选定的所有项。如果启用，，选择器将显示在下拉模式 （全部） 选项。当选择此选项时，选择器不会从数据库中加载的任何数据，它仅仅返回-1 和外部的代码必须处理数据的加载。

# documentation.property.uniselectorallowdefault
source: Indicates if the selector offers the default option. If enabled, the selector offers the (default) option in drop-down mode.
zh_cn: 指示是否选择器提供的默认选项。如果启用了，该选择器提供在下拉模式 （默认设置） 选项。

# documentation.property.uniselectorallowempty
source: Determines if the selector allows empty selection. If enabled, the selector offers the (none) option in the drop-down mode and a Clear button in text box modes. For empty selection, the selector stores an empty string as the value or 0 in drop-down mode.
zh_cn: 确定是否选择器允许空选择。如果启用了，该选择器提供 （无） 选项在下拉模式下和在文字框模式中的清除按钮。为空的选择，选择器将一个空字符串存储为的值或在下拉模式 0。

# documentation.property.uniselectorextender
source: Specifies an extender class for the Selector web part.
zh_cn: 指定扩展程序类选择器的 web 部件。

# documentation.property.uniselectororderby
source: Sets the order of the items offered for selection via a standard ORDER BY clause.
zh_cn: 设置为通过标准的 ORDER BY 子句选择提供的项目的顺序。

# documentation.property.uniselectorspecialfields
source: Defines custom options displayed in drop-down list selection mode. Enter each option on a new line, with two values separated by a semicolon. The first value is the name of the option in the list, the second represents the value of that item when it is selected.
zh_cn: 定义显示在下拉列表中选择模式的自定义选项。输入每个选项在新行上，具有两个值由分号分隔。第一个值是列表中的选项的名称，第二个代表该项的值，当它被选中。

# documentation.property.uniselectorwherecondition
source: WHERE condition applied when loading the objects available for selection.
zh_cn: 条件适用时加载对象可供选择。

# documentation.property.valuesseparator
source: If multi-selection is enabled, the selector stores the values separated by the entered string. A semicolon(";") is used by default.
zh_cn: 如果启用了多项选择，选择器存储分隔输入的字符串值。Semicolon(";") 是在默认情况下使用的。

# documentation.property.visiblecondition
source: Sets a macro condition that specifies when the Selector web part is visible.
zh_cn: 设置指定选择器 web 部件时可见的宏条件。

# documentation.property.zerorowstext
source: Text displayed if no records are found for the listing.
zh_cn: 如果没有记录找不到该列表将显示的文本。

# documentation.sendwaitingforapprovalmail
source: Contains a list of administrator email addresses, separated by semicolons ( ; ), to which a notification will be sent informing that a newly created group is waiting for approval.
cs_cz: Obsahuje seznam e-mailových adres administrátorů, oddělených středníkem, na které bude poslána notifikace, že nová skupina čeká na schválení.
sk_sk: Obsahuje zoznam e-mailových adries administrátor, oddelených bodkočiarkou, na ktoré bude poslané upozornenie, že nová skupina čaká na schválenie.
zh_cn: 包含管理员的电子邮件地址，用分号 (;)，通知将被发送到通知新创建的组正在等待批准分隔列表。

# documentation.webpart.addtocartconversionregistrationname
source: Name of the add to cart conversion used in web analytics.
cs_cz: Název konverze přidání do nákupního košíka použitý ve webových analýzách.
sk_sk: Názov konverzie pridania do nákupného košíka použitý vo webových analýzach.
zh_cn: 添加到购物车转换在网站中使用的名称。

# documentation.webpart.addtocartconversionregistrationvalue
source: Sets a number that will be recorded along with the specified conversion when a product is added to the shopping cart. The values are cumulative, i.e. when a conversion hit is logged, the specified value will be added to the total sum previously recorded for this conversion. You may insert a macro expression into this field to dynamically retrieve a value from the current site context.
cs_cz: Nastavuje číslo, které bude zaznamenáno spolu s danou konverzí, když je produkt přidán do nákupního košíku. Hodnoty jsou kumulativní, tj. když nastane konverze, bude zadaná hodnota přidána k předešlé sumě. Pro dynamické načítání hodnot můžete do této oblasti vložit makro.
sk_sk: Nastavuje číslo, ktoré bude zaznamenané spolu s danou konverziou, keď je produkt pridaný do nákupného košíka. Hodnoty sú kumulatívne, tj. keď nastanie konverzia, bude zadaná hodnota bude pridaná k predošlej sume. Môžete vložiť makro do tejto oblasti pre dynamické načítanie hodnôt.
zh_cn: 设置一个产品添加到购物车时将记录以及指定转换的数字。值是累积性，即记录转换命中时，指定的值将添加到此转换以前录得的总金额。可以将宏表达式插入到此字段可动态地从当前站点上下文中检索值。

# documentation.webpart.allowuserchangedisplayname
source: Indicates if administrators should be able to edit the group's display name.
cs_cz: Určuje, zda administrátor může editovat zobrazovaný název skupiny.
sk_sk: Určuje či administrátor môže eidtovať zobrazovaný názov skupiny.
zh_cn: 指示是否管理员应该能够编辑组的显示名称。

# documentation.webpart.conversionregistrationvalue
source: Sets a number that will be recorded along with the registration conversion when it is logged. The values are cumulative, i.e. when a conversion hit is logged, the specified value will be added to the total sum previously recorded for this conversion. You may insert a macro expression into this field to dynamically retrieve a value from the current site context.
cs_cz: Nastavuje číslo, které bude zaznamenáno spolu s danou konverzí, když je produkt přidán do nákupního košíku. Hodnoty jsou kumulativní, tj. když nastane konverze, bude zadaná hodnota přidána k předešlé sumě. Pro dynamické načítání hodnot můžete do této oblasti vložit makro.
sk_sk: Nastavuje číslo, ktoré bude zaznamenané spolu s danou konverziou, keď je produkt pridaný do nákupného košíka. Hodnoty sú kumulatívne, tj. keď nastanie konverzia, bude zadaná hodnota bude pridaná k predošlej sume. Môžete vložiť makro do tejto oblasti pre dynamické načítanie hodnôt.
zh_cn: 设置一个将记录以及登记的转换，当它被记录的数字。值是累积性，即记录转换命中时，指定的值将添加到此转换以前录得的总金额。可以将宏表达式插入到此字段可动态地从当前站点上下文中检索值。

# documentation.webpart.loadpagesindividually
source: If checked, the data source loads and caches individual pages from the database instead of loading the complete data of all pages at once. Only used if the data is paged using an external pager component (UniPager). Using this property also requires the "Order by" and "Selected columns" properties to be set.
cs_cz: Pokud je zakliknuto, datový zdroj (data source) načítá a cachuje z databáze jednotlivé stránky namísto načítání kompletních dat všech stánek najednou. Tato vlastnost se používá pouze když je povoleno stránkování s externí stránkovací komponentou (UniPager). Použití tohoto nastavení též vyžaduje, aby byla nastavena vlastnost "Order by".
zh_cn: 如果选中此选项，数据源加载并缓存而不是一次加载的所有页面的完整数据数据库中单个页面。只有当数据分页使用外部寻呼机组件 （UniPager） 使用。使用此属性还需要"按顺序"和"选定的列"属性设置。
