Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# localizable.remove
source: Remove localization
cs_cz: Odstranit lokalizaci
sk_sk: Odstrániť lokalizáciu
zh_cn: 删除本地化

# localizable.removelocalization
source: Are you sure you want to remove localization from this text?
cs_cz: Opravdu chcete odstranit lokalizaci z tohoto textu?
sk_sk: Ste si istý, že chcete odstrániť lokalizáciu tohto textu?
zh_cn: 是否确实要删除此文本中的定位?

# localizable.resourceexists
source: String with key '{0}' already exists with different text.
cs_cz: String s klíčem '{0}' již existuje s jiným textem.
sk_sk: Reťazec s kľúčom '{0}' už existuje s iným textom
zh_cn: 字符串键 '{0}' 已存在具有不同的文本。

# localizable.resourcekey
source: Resource string key
cs_cz: Klíč zdrojového řetězce
sk_sk: Kľúč zdrojového reťazca
zh_cn: 资源字符串键

# localizable.showonlyuicultures
source: Show only UI cultures
zh_cn: 显示只有 UI 语言

# localizable.showtranslationsof
source: Show translations for
zh_cn: 显示的翻译

# localizable.sitecultures
source: Show only site cultures
cs_cz: Zobrazovat pouze jazykové verze webu
sk_sk: Zobraziť len kultúry webu
zh_cn: 显示仅网站语言

# localizable.string
source: Localize string
cs_cz: Lokalizovat string
sk_sk: Lokalizovať reťazec
zh_cn: 本地化字符串

# localizable.translations
source: Translations
cs_cz: Překlady
sk_sk: Preklady
zh_cn: 翻译

# localizable.useexisting
source: Use existing resource key
cs_cz: Použít existující zdrojový klíč
sk_sk: Použiť existujúci kľúč
zh_cn: 使用现有的资源键

# localizable.valueiscontent
source: Value is content
zh_cn: 价值是内容

# localize.alreadyexists
source: Resource string key already exists.
cs_cz: Klíč zdrojového řetězce již existuje.
sk_sk: Kľúč už existuje.
zh_cn: 资源字符串键已存在。

# localize.doesntexist
source: Resource string key doesn't exist.
cs_cz: Klíč zdrojového řetězce neexistuje,
sk_sk: Kľúč neexistuje
zh_cn: 资源字符串键并不存在。

# localize.entertext
source: Please enter some text first.
cs_cz: Nejdříve prosím zadejte nějaký text.
sk_sk: Vložte, prosím, najskôr text.
zh_cn: 请先输入一些文本。

# logonform.lblpasswordretrieval
source: Email:
cs_cz: Vaše uživatelské jméno nebo e-mail:
sk_sk: Vaše užívateľské meno alebo e-mail:
zh_cn: 电子邮件：

# logonform.passcode
source: Passcode:
zh_cn: 密码：

# logonform.passwordsentfailed
source: Password retrieval failed. Please contact the site administrator.
cs_cz: Při zjišťování hesla došlo k chybě, kontaktujte prosím administrátora.
sk_sk: Odoslanie heslo zlyhalo. Prosím, kontaktuje správcu stránky.
zh_cn: 密码检索失败。请与网站管理员联系。

# ma.action.changegroup.action.desc
source: Select whether you want the contact to be either added to or removed from the selected group.
cs_cz: Vyberte, pokud chcete, aby byl kontakt přidán nebo odstraněn do/z dané skupiny.
zh_cn: 选择是否想要添加到或从选定的组中删除的联系人。

# ma.action.changegroup.group.desc
source: Select a contact group.
cs_cz: Vyberte skupinu kontaktů.
zh_cn: 选择一个联系人的组。

# ma.action.contactaccount.account.description
source: Name of the account you want to use in the action.
cs_cz: Název účtu, který chcete použít v této sekci
zh_cn: 你想要在行动中使用的帐户的名称。

# ma.action.contactaccount.action.description
source: Select whether you want the contact to be either added to or removed from the selected account.
cs_cz: Vyberte, zda chcete, aby byl kontakt přidán nebo odstraněn z vybraného účtu.
zh_cn: 选择是否想要添加到或从所选帐户中删除的联系人。

# ma.action.contactaccount.role.description
source: Name of the contact role you want to assign to the contact in the selected account.
cs_cz: Název role, kterou chcete přiřadit ke kontaktu ve vybraném účtu.
zh_cn: 你想要分配给所选帐户中的联系人的联系人角色的名称。

# ma.action.contprop.prop.desc
source: Name of the contact's property you want to change.
cs_cz: Název vlastnosti kontaktu, kterou chete změnit
zh_cn: 您想要更改的联系人的属性的名称。

# ma.action.contprop.value.desc
source: The new value you want to assign to the selected property.
cs_cz: Nová hodnota, kterou chcete přidat k vybrané vlastnosti.
zh_cn: 你想要分配给所选属性的新值。

# ma.action.contstatus.status.desc
source: Name of the contact status you want to set to the contact.
cs_cz: Název stavu kontaktu, který chcete kontaktu nastavit.
zh_cn: 你想要设置为该联系人的接触状态的名称。

# ma.action.deletecont.activities
source: Move activities
cs_cz: Více aktivita
zh_cn: 移动活动

# ma.action.deletecont.activities.desc
source: Check this field to move activities, relationships, IPs and UserAgents from merged contacts into their parent contact.
cs_cz: Zaklikněte, pokud chcete přesunout aktivity, vztahy, IP adresy a User Agenty ze sloučených kontaktů do jejich rodičovského kontaktu.
zh_cn: 选中此字段为移动活动，IPs，然而从其父接触到合并联系人的关系。

# ma.action.deletecont.merged
source: Delete merged
cs_cz: Smazat sloučené
zh_cn: 删除合并

# ma.action.deletecont.merged.desc
source: Indicates if merged child contacts should be deleted as well. Leave unchecked to split merged child contacts before deleting their parent contact.
cs_cz: Určuje, zda mají být smazány i sloučeny kontakty. Nechte nezakliknuté, pokud chcete před smazáním rodičovského kontaktu oddělit sloučené dceřinné kontakty.
zh_cn: 指示是否合并子联系人，应删除。选中要删除其父联系人之前拆分合并的子联系人。

# ma.action.globalcontact.nosupported
source: Global contact is not supported for this action.
cs_cz: Globální kontakt není pro tuto akci podporován.
zh_cn: 全局联系不是支持此操作。

# ma.action.initiateprocess.noprocess
source: Automation process not found.
cs_cz: Proces automatizace nebyl nalezen.
zh_cn: 找不到的自动化过程。

# ma.action.initprocess.process.description
source: Name of the process you want to initialize by this action.
cs_cz: Název procesu, který chcete spustit touto akcí.
zh_cn: 你想要初始化通过这一行动的进程的名称。

# ma.action.list
source: Automation actions
cs_cz: Automatické akce
zh_cn: 自动化操作

# ma.action.logactivity.campaign.desc
source: A campaign associated with the activity. Used ,e.g., if you need to monitor the behavior of the visitors of your website; additional information.
cs_cz: Kampaň spojená s aktivitou. Můžete použít, např. pokud chcete monitorovat chování návštěvníků vašeho webu; dodatečná informace.
zh_cn: 与该活动关联的市场活动。使用，例如，如果您需要监视您的网站 ； 访客的行为额外的信息。

# ma.action.logactivity.comment.desc
source: Allows to leave an activity comment.
cs_cz: Umožní nechat komentář aktivity.
zh_cn: 允许离开活动发表评论。

# ma.action.logactivity.title.desc
source: The title of the activity.
cs_cz: Nadpis aktivity
zh_cn: 活动的标题。

# ma.action.logactivity.type.desc
source: The type of the activity.
cs_cz: Typ aktivity
zh_cn: 活动的类型。

# ma.action.logactivity.url.desc
source: The URL associated with the activity. Used ,e.g., if you need to permanently relate the activity to a particular URL; additional information.
cs_cz: URL spojené s činností, dodatečná informace
zh_cn: 与该活动相关联的 URL。使用，例如，如果您需要永久地将活动涉及一个特定的 URL ；额外的信息。

# ma.action.logactivity.value.desc
source: The value of the activity. Used ,e.g., in Content rating, E-commerce etc.; additional information.
cs_cz: Hodnota aktivity. Používá se např. v modulech Hodnocení obsahu, E-commerce atd.; dodatečná informace
zh_cn: 活动的值。使用，例如，在内容评级，电子商务等等。;额外的信息。

# ma.action.newsletterissue.description
source: Select an email.
cs_cz: Vybrat vydání newsletteru
zh_cn: 选择一封电子邮件。

# ma.action.newslettersubscription.action.description
source: Select whether you want the contact to be either subscribed to or unsubscribed from the selected email campaign.
cs_cz: Vyberte, zda chcete, aby byl kontakt přihlášen nebo odhlášen z vybraného newsletteru.
zh_cn: 选择是否想要订阅或取消订阅从所选电子邮件市场活动的联系人。

# ma.action.newslettersubscription.name.description
source: Name of the email campaign for the current action.
cs_cz: Název newsletteru pro aktuální akci.
zh_cn: 电子邮件活动的当前操作的名称。

# ma.action.sendemails.basedon
source: Based on
cs_cz: Založený na
zh_cn: 基于

# ma.action.sendemails.basedon.desc
source: Choose if you want to base the email on a pre-defined template or if you want to write a new message from scratch.
cs_cz: Zvolte, jestli chcete e-mail založit na předdefinované šabloně nebo chcete vytvořit zprávu od začátku.
zh_cn: 选择如果您想要基于预定义的模板的电子邮件，或如果您想从头开始编写一个新的邮件。

# ma.action.sendemails.body.desc
source: Enter the text of the message.
cs_cz: Zadejte text zprávy.
zh_cn: 输入消息的文本。

# ma.action.sendemails.from.desc
source: Specify the sender of the message.
cs_cz: Specifikujte odesilatele zprávy.
zh_cn: 指定消息的发送者。

# ma.action.sendemails.subject.desc
source: Enter the subject of the message. Leave the field blank if you want to use the subject defined in the selected email template.
cs_cz: Zadejte předmět zprávy. Pokud chcete použít předmět uvedený ve vybrané e-mailové šabloně, nechte toto pole prázdné.
zh_cn: 输入邮件的主题。将该字段留空 ； 如果您想要使用所选电子邮件模板中定义的主题。

# ma.action.sendemails.template
source: Email template
cs_cz: Šablona e-mailu
zh_cn: 电子邮件模板

# ma.action.sendemails.template.desc
source: Select the email template you want to use for the message. You can use the Edit button to adjust the template text or click New to create a new one.
cs_cz: Vyberte e-mailovou šablonu, kterou chcete použít. Pomocí tlačítka Upravit můžete přizpůsobit text šablony nebo můžete vytvořit novou po kliknutí na tlačítko Nový.
zh_cn: 选择您想要使用的消息的电子邮件模板。您可以使用编辑按钮来调整模板文本，或单击新建创建一个新。

# ma.action.sendemails.to.desc
source: Specify the recipients of the message. Separate multiple addresses with semicolons.
cs_cz: Specifikujte příjemce zprávy. Pokud chcete zadat více adres, oddělte je pomocí středníku.
zh_cn: 指定邮件的收件人。用分号分隔多个地址。

# ma.action.sendnewsletterissue.noemail
source: Contact email address is missing.
cs_cz: E-mailová adresa chybí.
zh_cn: 联系人电子邮件地址是缺掉的。

# ma.action.sendnewsletterissue.noissue
source: Email was not found.
cs_cz: Vydání nebylo nelezeno
zh_cn: 找不到电子邮件。

# ma.action.startprocess.sameprocess
source: Cannot start the same process.
cs_cz: Není možné spustit stejný proces.
zh_cn: 无法启动相同的过程。

# ma.action.subscribenewsletter.nonewsletter
source: Selected email campaign was not found.
cs_cz: Vybraný newsletter nebyl nalezen.
zh_cn: 找不到所选电子邮件活动。

# ma.actionwarning
source: <strong>Warning:&nbsp;This is unexpected process step. Please see event log for more details.</strong>
cs_cz: <strong>Upozornění:&nbsp;Toto je neočakávaný krok procesu. Pro více informací zkontrolujte Historii událostí. </strong>
zh_cn: <strong>警告: 这是意外的工艺步骤。请参阅事件日志中有更多的细节。</strong>

# ma.applicationname
source: Marketing automation
zh_cn: 市场营销自动化

# ma.automation
source: Automation
cs_cz: Automatizace
zh_cn: 自动化

# ma.automationprocess.description
source: This section is used for marketing automation. You can create Trigger induced Processes that use a customizable set of Steps and Actions to automate various marketing tasks, such as modifying contact attributes and sending emails here.
cs_cz: Tato sekce slouží na automatizaci marketingu. Můžete tu vytvářet procesy tvořené sadou kroků a akcí, automaticky vyvolávané daným spouštěčem a tímto způsobem automatizovat rozličné marketingové úlohy, jako například změna atributů kontaktů nebo zasílání e-mailů.
zh_cn: 这一节用于市场营销自动化。您可以创建触发器致使用一套自定义的步骤和行动来自动化各种营销任务例如，修改联系人属性和发送电子邮件，在这里的流程。

# ma.automationprocess.entersearch
source: Process
cs_cz: Název procesu:
zh_cn: 过程

# ma.automationprocess.itemname
source: Process name
cs_cz: Název procesu
zh_cn: 进程名称

# ma.automationprocess.list
source: Processes (global)
cs_cz: Procesy automatizace
zh_cn: 过程 （全局）

# ma.automationprocess.nodatafound
source: No processes found.
cs_cz: Nebyly nalezeny žádné procesy.
zh_cn: 没有发现的过程。

# ma.automationprocess.select
source: Start new process
cs_cz: Spustit nový proces
zh_cn: 启动新的进程

# ma.automationprocess.selectitem
source: Select process
cs_cz: Vybrat proces
zh_cn: 选择过程

# ma.automationstate.automatically
source: (automatically)
cs_cz: (automaticky)
zh_cn: （自动）

# ma.automationstate.edit
source: Process state edit
cs_cz: Úprava stavu procesu
zh_cn: 流程的状态编辑

# ma.chooseglobalorsitetostart
source: Please select (global) or a specific site to start a new process.
cs_cz: Vyberte hodnotu (globálně) nebo konkrétní web, pokud chete spustit nový proces.
zh_cn: 请选择 （全局） 或特定的站点，以启动一个新进程。

# ma.contact.contacts
source: Contacts
cs_cz: Kontakty
zh_cn: 联系人

# ma.contact.pendingcontacts
source: Pending contacts
cs_cz: Čekající kontakty
zh_cn: 挂起的联系人

# ma.contact.processes
source: Processes
cs_cz: Procesy
zh_cn: 进程

# ma.errorduringaction
source: An error occurred during the action process. Please see event log for more details.
cs_cz: Nastala chyba při zpracování akce. Pro více informací zkontrolujte, prosím, Historii událostí.
zh_cn: 在行动过程中出错。请参阅事件日志中有更多的细节。

# ma.finished
source: Finished
cs_cz: Ukončené
zh_cn: 完成

# ma.movedtonextstep
source: Moved to next step
cs_cz: Posunuto na další krok
zh_cn: 移动到下一步

# ma.movedtonextstepevent
source: The {0} '{1}' has been moved forward to the '{2}' step.
cs_cz: {0} '{1}' byl posunut vpřed na krok '{2}'.
zh_cn: {0} '{1}' 已转入 '{2}' 的一步。

# ma.movedtopreviousstep
source: Moved to previous step
cs_cz: Posunuto na předcházející krok
zh_cn: 移到上一步

# ma.movedtopreviousstepevent
source: The {0} '{1}' has been moved back to the '{2}' step.
cs_cz: {0} '{1}' byl posunut vzad na krok '{2}'.
zh_cn: {0} '{1}' 到 '{2}' 步搬回。

# ma.newprocess
source: New process
cs_cz: Nový proces
zh_cn: 新工艺

# ma.nohistoryyet
source: This {0} doesn’t have any process history yet.
cs_cz: Tento {0} zatím nemá žádnou historii procesu.
zh_cn: 此 {0} 还没有任何进程历史记录。

# ma.notauthorizedaction
source: You are not authorized to move the process to another step.
cs_cz: Nemáte oprávnění na přesouvání procesu do jiného kroku.
zh_cn: 您无权将进程移动到另一个步骤。

# ma.notauthorizedtomanageprocess
source: You are not authorized to manage the instance of the process.
cs_cz: Nemáte oprávnění pro úpravy instance procesu.
zh_cn: 你不被授权管理的流程实例。

# ma.pendingcontact.list
source: Following contacts are waiting for your interaction in order to continue in their automation processes
cs_cz: Následující kontakty čekají na vaši interakci, aby mohly pokračovat ve svém automatizovaném procesu
zh_cn: 以下联系人正在等待您的交互以便继续在他们的自动化过程

# ma.pendingcontacts.livetiledescription
source: Pending contacts
zh_cn: 挂起的联系人

# ma.pendingcontacts.nowaitingcontacts
source: There are no contacts waiting for your approval.
cs_cz: Žádné kontakty nečekají na vaše schválení.
zh_cn: 没有接触，等待您的批准。

# ma.process.error
source: There was an error starting the process for all the contacts.
cs_cz: Nastala chyba při spouštění procesu pro všechny kontakty.
zh_cn: 启动所有联系人的过程时出错。

# ma.process.list
source: Processes
cs_cz: Procesy
zh_cn: 进程

# ma.process.manage
source: Manage process
cs_cz: Spravovat proces
zh_cn: 管理过程

# ma.process.new
source: New process
cs_cz: Nový proces
zh_cn: 新工艺

# ma.process.properties
source: Process properties
zh_cn: 进程属性

# ma.process.removed
source: {0} has been successfully removed from automation process.
cs_cz: {0} byl úspěšně odstraněn z automatizovaného procesu
zh_cn: {0} 已成功删除从自动化的进程。

# ma.process.restarted
source: New process instance has been successfully started.
cs_cz: Nová instance procesu byla úspěšně spuštěna.
zh_cn: 已成功启动新的流程实例。

# ma.process.started
source: Process has been successfully started for all contacts.
cs_cz: Proces byl úspěšně spuštěn pro všechny kontakty.
zh_cn: 过程已成功启动的所有联系人。

# ma.process.startedselected
source: Process has been successfully started for selected contacts.
zh_cn: 为选定的联系人已成功启动过程。

# ma.process.steps
source: Steps
cs_cz: Kroky
zh_cn: 步骤

# ma.processname
source: Process name
cs_cz: Název procesu
zh_cn: 进程名称

# ma.started
source: Started
cs_cz: Spuštěné
zh_cn: 开始

# ma.step.finished
source: Process finished
cs_cz: Proces ukončen
zh_cn: 完成动作的过程

# ma.step.movetofinishstep
source: The automation process has been finished.
cs_cz: Automatizovaný proces byl ukončen.
zh_cn: 自动化过程已完成。

# ma.step.movetonextstep
source: The process has been moved to next step.
cs_cz: Proces byl posunut do následujícího kroku.
zh_cn: 这一进程已进入下一步。

# ma.step.movetopreviousstep
source: The process has been moved to previous step.
cs_cz: Proces byl posunut do předcházejícího kroku.
zh_cn: 这一进程已移到上一步。

# ma.step.movetospecificstep
source: The process has been moved to <strong>{0}</strong> step.
cs_cz: Proces byl přesunut do kroku <strong>{0}</strong>.
zh_cn: 这一进程已进入<strong>{0}</strong>的一步。

# ma.step.properties
source: Process step properties
cs_cz: Vlastnosti procesu
zh_cn: 过程步骤属性

# ma.trigger.change
source: Changed
cs_cz: Změněný
zh_cn: 更改

# ma.trigger.creation
source: Created
cs_cz: Vytvořený
zh_cn: 创建

# ma.trigger.edit
source: Trigger properties
cs_cz: Vlastnosti spouštěče
zh_cn: 触发器属性

# ma.trigger.exceeded
source: Exceeded
cs_cz: Překročené
zh_cn: 超出

# ma.trigger.list
source: Triggers
cs_cz: Spuštěče
zh_cn: 触发器

# ma.trigger.macrocondition
source: Additional condition
cs_cz: Podmínka
zh_cn: 附加条件

# ma.trigger.name
source: Trigger name
cs_cz: Název spouštěče
zh_cn: 触发器名称

# ma.trigger.new
source: New trigger
cs_cz: Nový spouštěč
zh_cn: 新建触发器

# ma.trigger.performed
source: Contact performed an activity
cs_cz: Vykonána
zh_cn: 联系人执行的活动

# ma.trigger.type
source: Type
cs_cz: Typ
zh_cn: 类型

# ma.ui.detail
source: Process detail
cs_cz: Detail procesu
zh_cn: 进程详细信息

# ma_automationaction.objectlist
source: List of steps:
cs_cz: Seznam kroků:
zh_cn: 列表中的步骤操作：

# macro.macrorule.clearall
source: Clear all rules
cs_cz: Vymazat všechna pravidla
zh_cn: 清除所有规则

# macro.syntaxerror
source: Syntax error in expression
cs_cz: Chyba syntaxu ve výrazu
zh_cn: 表达式中的语法错误

# macrocontext.protocol
source: URL protocol
cs_cz: URL protokol
sk_sk: URL protokol
zh_cn: URL 协议

# macrocontext.relativepath
source: Relative path
cs_cz: Relativní cesta
sk_sk: Relatívna cesta
zh_cn: 相对路径

# macrodesigner.accessdenied
source: [Access to properties denied]
cs_cz: [Přístup k vlastnostem zamítnut]
sk_sk: [Prístup k vlasntostiam zákázaný]
zh_cn: [访问属性被拒绝]

# macrodesigner.addexpression
source: Add expression
cs_cz: Přidat výraz
sk_sk: Pridať výraz
zh_cn: 添加表达式

# macrodesigner.addgroup
source: Add group
cs_cz: Přidat skupinu
sk_sk: Pridať skupinu
zh_cn: 添加组

# macrodesigner.cannotmovedown
source: Expression cannot be moved down.
cs_cz: Výraz nemůže být přesunut dolů.
sk_sk: Výraz nemôže byť presunutý nadol.
zh_cn: 表达式不能下移。

# macrodesigner.cannotmovetoparent
source: Expression cannot be moved to the parent group.
cs_cz: Výraz nemůže být přesunut do rodičovské skupiny.
sk_sk: Výraz nemôže byť presunutý do rodičovskej skupiny.
zh_cn: 表达式不能移动到父组。

# macrodesigner.cannotmoveup
source: Expression cannot be moved up.
cs_cz: Výraz nemůže být přesunut nahoru.
sk_sk: Výraz nemôže byť presunutý nahor.
zh_cn: 表达式不能移动。

# macrodesigner.clearcondition
source: Clear condition
cs_cz: Smazat podmínku
zh_cn: 清除条件

# macrodesigner.clearconditionconfirm
source: Are you sure you want to clear the condition?
cs_cz: Opravdu chcete smazat podmínku?
zh_cn: 你确定你想要清除条件？

# macrodesigner.code
source: Code
cs_cz: Kód
sk_sk: Kód
zh_cn: 代码

# macrodesigner.codetooltip
source: Switch to code tab
cs_cz: Přepnout na panel s kódem
sk_sk: Prepnúť na záložku s kódom
zh_cn: 切换到代码选项卡

# macrodesigner.contains
source: contains
cs_cz: obsahuje
zh_cn: 包含

# macrodesigner.designer
source: Designer
sk_sk: Dizajnér
zh_cn: 设计器

# macrodesigner.designertooltip
source: Switch to designer
cs_cz: Přepnout na designer
sk_sk: Prepnúť na dizajnér
zh_cn: 切换到设计器

# macrodesigner.edit
source: Edit condition
cs_cz: Upravit podmínku
zh_cn: 编辑条件

# macrodesigner.endswith
source: ends with
cs_cz: končí na
zh_cn: 以结束

# macrodesigner.greaterthan
source: is greater than
cs_cz: je větší než
zh_cn: 大于

# macrodesigner.isfalse
source: is false
cs_cz: je nepravda
zh_cn: 是假的

# macrodesigner.istrue
source: is true
cs_cz: je pravda
zh_cn: 是真的

# macrodesigner.lessthan
source: is less than
cs_cz: ja menší než
zh_cn: 是小于

# macrodesigner.moveexpression
source: Drag & drop the expression to move it
cs_cz: Pro přesun výrazu použijte drag & drop
sk_sk: Pre presun výrazu použite drag & drop.
zh_cn: 拖动 & 下降要移动它的表达式

# macrodesigner.movetoparent
source: Move to parent
cs_cz: Přesunout k rodiči
sk_sk: Presunúť k rodičovi
zh_cn: 移动到父

# macrodesigner.noitems
source: Click on the icons above to add a new expression or group.
cs_cz: Pro přidání nového výrazu nebo skupiny klikněte na ikony výše.
sk_sk: Kliknite na ikonu vyššie pre pridanie nového výrazu alebo skupiny
zh_cn: 单击上面添加一个新的表达式或一组图标。

# macrodesigner.notcontains
source: does not contain
cs_cz: neobsahuje
zh_cn: 不包含

# macrodesigner.notendswith
source: does not end with
cs_cz: nekončí
zh_cn: 不能随着结束

# macrodesigner.notstartswith
source: does not start with
cs_cz: nazačíná na
zh_cn: 开头不是

# macrodesigner.removeexpression
source: Remove expression
cs_cz: Odstranit výraz
sk_sk: Odstrániť výraz
zh_cn: 删除表达式

# macrodesigner.removegroup
source: Remove group
cs_cz: Odstranit skupinu
sk_sk: Odstrániť skupinu
zh_cn: 删除组

# macrodesigner.ruleeditor
source: Rule designer
cs_cz: Návrhář pravidel
zh_cn: 规则设计器

# macrodesigner.startswith
source: starts with
cs_cz: začíná na
zh_cn: 以此开头

# macrodesigner.switchfromruleeditor
source: Are you sure you want to switch to another editing mode? If you make any changes in Code mode, the Rule designer won't be able to reconstruct the condition.
cs_cz: Opravdu chcete přepnout na jiný mód úprav? Pokud uděláte jakékoliv změny v módu Kód nebo Návrhář, nebude možné rekonstruovat podmínku:
zh_cn: 你确定你想要切换到另一个编辑模式？如果您在代码模式下进行任何更改，规则设计者不能重建的条件。

# macrodesigner.switchtoruledesigner
source: Are you sure you want to switch to rule designer tab? The changes you made will be lost.
zh_cn: 你确定你想要切换到的规则设计器选项卡？你所做的更改将会丢失。

# macroeditor.autosize
source: Auto size
zh_cn: 自动调整大小

# macroeditor.enablepositionmember
source: Enable position member
zh_cn: 启用位置成员

# macroeditor.insertmacro
source: Insert macro
zh_cn: 插入宏

# macroeditor.regularexpression
source: Regular expression
zh_cn: 正则表达式

# macroeditor.showbookmarks
source: Show bookmarks
zh_cn: 显示书签

# macroeditor.supportpasteimages
source: Support paste images
zh_cn: 支持粘贴图像

# macrolog.duration
source: Duration
cs_cz: Trvání
zh_cn: 持续时间

# macroreport.loading
source: Macro report is being collected, please wait...
zh_cn: 正在收集宏报告，请稍候...

# macrorule.cmsactivityblogcommentperformedforblog.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Blog comment' activity was (or was not) performed for the selected blog.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Blog comment' pro vybraný blog.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '博客评论' 活动是 （或不） 执行选定的博客。

# macrorule.cmsactivityblogpostsubscriptionperformedforblog.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Blog subscription' activity was (or was not) performed for the selected blog.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Blog subscription' pro vybraný blog.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '博客订阅' 活动是 （或不） 执行选定的博客。

# macrorule.cmsactivityclickednewsletterlinkperformedforissue.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Clicked email link' activity was (or was not) performed for the selected email.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Clicked newsletter link' pro vybrané vydání newsletteru
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '点击电子邮件链接' 活动是 （或不） 执行所选的电子邮件。
