Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmschatdisplaysupportgreetingatfirstload.description
source: Indicates if automatic greting support message will be displayed to user when he enters support chat.
cs_cz: Určuje, zda se má při vstupu uživatele do chatu podpory zobrazit zpráva s pozdravem supportu.
zh_cn: 指示是否自动格雷廷支持消息将显示给用户，当他进入支持聊天。

# settingskey.cmschatenablebbcode
source: Enable BBCode in messages
cs_cz: Povolit BBCode ve zprávách
zh_cn: 在邮件中启用设置高亮

# settingskey.cmschatenablebbcode.description
source: Indicates if BBCode tags will be allowed and resolved in chat messages. This setting affects the Room messages web part (resolving) and the Send message web part (inserting BBCode tags). If BBCode is enabled globally, you can still disable it for a specific web part in its settings.
cs_cz: Určuje, zda BBCode tagy budou povoleny a vyhodnocovány ve zprávách chatu. Toto nastavení ovlivňuje webpart Room messages webpart (resolving) a webpart Send message webpart (inserting BBCode tags). Pokud je BBCode globálně povolen, stále ho můžete zakázat pro konkrétní webpart v jeho nastaveních.
zh_cn: 指示是否将允许设置高亮标记，并在聊天中解决。此设置会影响房间信息 web 部件 （解析） 和发送消息的 web 部件 （插入设置高亮标记）。如果全局启用设置高亮，你仍然可以禁用它在其设置的特定 web 部件。

# settingskey.cmschatenablefloodprotection
source: Enable flood protection
cs_cz: Povolit ochanu před zahlcením
zh_cn: 启用洪水攻击保护

# settingskey.cmschatenablefloodprotection.description
source: Enables flood protection according to other settings in this section.
cs_cz: Povolí ochranu před zahlcením podle dalších nastavení v této sekci.
zh_cn: 使洪水根据此部分中其他设置的保护。

# settingskey.cmschatenablesmileys
source: Convert emoticons to images
cs_cz: Převést emotikony na obrázky
zh_cn: 转换为图像的图释

# settingskey.cmschatenablesmileys.description
source: Indicates if emoticons will be converted to images in messages.
cs_cz: Určuje, zda budou emotikony ve zprávách konvertované na obrázky.
zh_cn: 指示是否表情符号将转换为邮件中的图片。

# settingskey.cmschatenablesoundlivechat
source: Enable sound in live chat
zh_cn: 启用实时聊天的声音

# settingskey.cmschatenablesoundlivechat.description
source: Enable sound notification of a new message in opened one on one conversation.
zh_cn: 启用在上一个会话打开一个新邮件的声音通知。

# settingskey.cmschatenablesoundsupportchat
source: Enable sound in support chat
zh_cn: 启用支持聊天的声音

# settingskey.cmschatenablesoundsupportchat.description
source: Enable sound notification of a new support request and a new message in support chat.
zh_cn: 启用新的支持请求和支持聊天中的有新邮件的声音通知。

# settingskey.cmschaterrordeletealltrans
source: Close all button transformation
cs_cz: Transformace pro tlačítko Zavřít vše
zh_cn: 关闭所有的按钮转型

# settingskey.cmschaterrordeletealltrans.description
source: Transformation that will be used to display the Close all button.
cs_cz: Transformace, která bude použitá na zobrazení tlačítka Zavřít vše.
zh_cn: 将用来显示关闭按钮，所有的转换。

# settingskey.cmschaterrortrans
source: Error transformation
cs_cz: Chybová transformace
zh_cn: 错误转型

# settingskey.cmschaterrortrans.description
source: Transformation that will be used for displaying errors.
cs_cz: Transformace, která bude použita pro zobrazení chyb.
zh_cn: 将用于显示错误的转换。

# settingskey.cmschatfirstloadmessagescount
source: Number of messages displayed after entering room
cs_cz: Počet zpráv zobrazených po vstupu do místnosti
zh_cn: 进入房间后显示的邮件数

# settingskey.cmschatfirstloadmessagescount.description
source: Indicates how many messages will be displayed when a user enters a chat room.
cs_cz: Určuje, kolik zpráv se má zobrazit, když uživatel vstoupí do chatovací místnosti. Negativní číslo znamená, že neexistuje žádné omezení a zobrazí se všechny zprávy.
zh_cn: 指示将显示多少条消息，当用户进入一个聊天室。

# settingskey.cmschatfloodprotectionchangenickname
source: Change nickname interval (seconds)
cs_cz: Interval mezi změnami přezdívky (sekundy)
zh_cn: 改变昵称间隔 (秒)

# settingskey.cmschatfloodprotectionchangenickname.description
source: Number of seconds which have to pass between two nickname changes made by one chat user.
cs_cz: Počet sekund, které musí uplynout mezi dvěma po sobě následujícími změnami přezdívky jednoho uživatele.
zh_cn: 有一次聊天用户所做的两个绰号更改之间传递的秒数。

# settingskey.cmschatfloodprotectioncreateroom
source: Create room interval (seconds)
cs_cz: Interval mezi vytvořením místností (sekundy)
zh_cn: 创建房间间隔 (秒)

# settingskey.cmschatfloodprotectioncreateroom.description
source: Number of seconds which have to pass between two subsequent room creatings by one chat user.
cs_cz: Počet sekund, které musí uplnyout mezi dvěma po sobě následujícími vytvořením místnosti jedním uživatelem.
zh_cn: 有两个后续房间 creatings 由一个聊天用户之间传递的秒数。

# settingskey.cmschatfloodprotectionjoinroom
source: Join room interval (seconds)
cs_cz: Interval mezi vstupy do místnosti (sekundy)
zh_cn: 加入房间间隔 (秒)

# settingskey.cmschatfloodprotectionjoinroom.description
source: Number of seconds which have to pass between two subsequent room joinings made by one chat user.
cs_cz: Počet sekund, které musí uplynout mezi dvěma po sobě následujícími vstupy do místnosti jednoho uživatele.
zh_cn: 有一次聊天用户所做的两个后续房间铺设之间传递的秒数。

# settingskey.cmschatfloodprotectionpostmessage
source: Post message interval (seconds)
cs_cz: Interval odesílání zpráv (sekundy)
zh_cn: 开机自检消息间隔 (秒)

# settingskey.cmschatfloodprotectionpostmessage.description
source: Number of seconds which have to pass between two messages posted by one chat user.
cs_cz: Počet sekund, které musí uplnyout mezi dvěma zprávami odeslanými jedním uživatelem chatu.
zh_cn: 必须要经过一次聊天用户发布的两个消息之间的秒数。

# settingskey.cmschatforceanonymuniquenicknames
source: Force unique nicknames for anonymous users
cs_cz: Vyžadovat unikátní přezdívky anonymních uživatelů
zh_cn: 力独特的昵称为匿名用户的

# settingskey.cmschatforceanonymuniquenicknames.description
source: If checked, nicknames of anonymous users on chat will have to be unique. Nicknames of registered users always have to be unique.
cs_cz: Pokud je zakliknuto, přezdívky anonymních uživatelů chatu budou muset být unikátní. Přezdívky registrovaných uživatelů musí být unikátní vždy.
zh_cn: 如果选中，聊天上的匿名用户的别名必须唯一。注册用户的昵称总是必须是唯一的。

# settingskey.cmschatglobalpinginterval
source: Global ping interval (seconds)
cs_cz: Globální ping interval (sekundy)
zh_cn: 全局的 ping 时间间隔 (秒)

# settingskey.cmschatglobalpinginterval.description
source: Defines how often global chat web parts will update their content (on-line users, available rooms and notifications). The ping interval is the time in seconds between requests for new data to the server. If you are experiencing performance issues with chat, consider setting this number to a higher value.
cs_cz: Určuje, jak často mají globální webparty chatu aktualizovat svůj obsah (on-line uživatele, dostupné místnosti a notifikace). Ping interval je čas v sekundách mezi požadavky na nová data serveru. Pokud se střetáváte s výkonnostními problémy chatu, zvažte nastavení tohoto čísla na vyšší hodnotu.
zh_cn: 定义如何经常全局聊天 web 部件将更新其内容 （联机用户、 酒店和通知)。Ping 时间间隔是在为新的数据到服务器的请求间隔这些秒时间。如果您遇到了性能问题，聊天，可以考虑将此数字设置为较高的值。

# settingskey.cmschatguestprefix
source: Guest prefix
cs_cz: Předpona hosta
zh_cn: 客人前缀

# settingskey.cmschatguestprefix.description
source: Text that will be appended with a number and used as the user name for anonymous users.
cs_cz: Text, který bude doplněn číslem a použit jako uživatelské jméno pro anonymní uživatele.
zh_cn: 文本将被追加一个数字并作为匿名用户的用户名。

# settingskey.cmschatinitiatedchattrans
source: Initiated chat transformation name
cs_cz: Název transformace iniciovaného chatu
zh_cn: 发起的聊天转换名称

# settingskey.cmschatinitiatedchattrans.description
source: Transformation for displaying chat bubble, which informs site visitors that a support person wants to initiate chat with them.
cs_cz: Transformace pro zobrazení chatovací bubliny, která návštěvníky stránky informuje, že osoba z podpory chce s ním začít chat.
zh_cn: 用于显示聊天泡沫，通知站点访问者支持者想要主动与他们聊天的转型。

# settingskey.cmschatkicklastingtime
source: Kick lasting time (seconds)
cs_cz: Trvání zablokování přihlášení (sekundy)
zh_cn: 踢持续时间 (秒)

# settingskey.cmschatkicklastingtime.description
source: Defines how long a kicked user will not be able to join the room they were kicked from.
cs_cz: Určuje, jak dlouho nebude zablokovaný uživatel smět vstoupit do místnosti, do které mu byl zablokován přístup.
zh_cn: 定义多长时间踢的用户将不能加入他们被踢从该房间。

# settingskey.cmschatmaximummessagelength
source: Maximum length of message
cs_cz: Maximální délka zprávy
zh_cn: 消息的最大长度

# settingskey.cmschatmaximummessagelength.description
source: Maximum number of characters in a message.
cs_cz: Maximální počet znaků ve zprávě.
zh_cn: 消息中的字符的最大数目。

# settingskey.cmschatnotificationtrans
source: Notification transformation
cs_cz: Transformace notifikace
zh_cn: 通知转型

# settingskey.cmschatnotificationtrans.description
source: Transformation used for displaying notification messages.
cs_cz: Transformace používaná pro zobrazení notifikačních zpráv.
zh_cn: 变换用于显示通知消息。

# settingskey.cmschatonlineusertrans
source: On-line user transformation
cs_cz: Transformace pro on-line uživatele
zh_cn: 在线用户转化

# settingskey.cmschatonlineusertrans.description
source: Trasnformation for displaying on-line users.
cs_cz: Transformace pro zobrazování on-line uživatelů.
zh_cn: 本材料 1826 显示在线用户。

# settingskey.cmschatredirecturljoin
source: Default redirection path - join room action
cs_cz: Předvolené přesměrování - akce přihlášení do místnosti
zh_cn: 默认重定向路径-联接房里有动静

# settingskey.cmschatredirecturljoin.description
source: When this setting has a value, users will be redirected to the given path after they join a chat room. Specified web part setting will override this global setting.
cs_cz: Když má toto nastavení zadanou hodnotu, uživatelé budou po přihlášení do chatovací místnosti přesměrováni na zadanou cestu. Nastavení konkrétního webpartu ale přepíše toto globální nastavení.
zh_cn: 时此设置的值，会将用户重定向到给定的路径后他们加入了一个聊天室。指定的 web 部件设置将重写这个全局设置。

# settingskey.cmschatredirecturlleave
source: Default redirection path - leave room action
cs_cz: Předvolené přesměrování - acke opuštění místnosti
zh_cn: 默认重定向路径 — — 离开房间行动

# settingskey.cmschatredirecturlleave.description
source: When this setting has a value, users will be redirected to the given path after they leave a chat room. Specified web part setting will override this global setting.
cs_cz: Když má toto nastavení zadanou hodnotu, uživatelé budou po opuštění chatovací místnosti přesměrování na zadanou cestu. Nastavení konkrétního webpartu ale přepíše toto globální nastavení.
zh_cn: 时此设置的值，会将用户重定向到给定的路径后他们离开聊天室。指定的 web 部件设置将重写这个全局设置。

# settingskey.cmschatredirecturllogin
source: Default redirection path - enter chat action
cs_cz: Předvolené přesměrování - akce vstupu do chatu
zh_cn: 默认重定向路径 — — 输入聊天行动

# settingskey.cmschatredirecturllogin.description
source: When this setting has a value, users will be redirected to the given path after they enter chat. Specified web part setting will override this global setting.
cs_cz: Když má toto nastaevní zadanou hodnotu, uživatelé budou po vstupu do chatu přesměrováni na zadanou cestu. Nastavení konkrétního webpartu ale přepíše toto globální nastavení.
zh_cn: 当此设置的值时，会将用户重定向到给定的路径之后他们进入聊天。指定的 web 部件设置将重写这个全局设置。

# settingskey.cmschatredirecturllogout
source: Default redirection path - leave chat action
cs_cz: Předvolené přesměrování - akce opuštění chatu
zh_cn: 默认重定向路径 — — 离开聊天行动

# settingskey.cmschatredirecturllogout.description
source: When this setting has a value, users will be redirected to the given path after they leave chat. Specified web part setting will override this global setting.
cs_cz: Když má toto nastaevní zadanou hodnotu, uživatelé budou po vstupu do chatu přesměrováni na zadanou cestu. Nastavení konkrétního webpartu ale přepíše toto globální nastavení.
zh_cn: 当此设置的值时，会将用户重定向到给定的路径后他们离开聊天。指定的 web 部件设置将重写这个全局设置。

# settingskey.cmschatresolveurlenabled
source: Convert URLs to HTML anchors in messages
cs_cz: Konvertovat URL adresy ve zprávách na HTML kotvy
zh_cn: 将 Url 转换为 HTML 邮件中的锚点

# settingskey.cmschatresolveurlenabled.description
source: If checked, URLs in messages will be converted to clickable HTML anchors.
cs_cz: Pokud je zakliknuto URL ve zprávách, budou konvertovány na klikatelné HTML kotvy.
zh_cn: 如果选中此选项，邮件中的 Url 将转换为可点击的 HTML 定位点。

# settingskey.cmschatroommessagetrans
source: Room message transformation name
cs_cz: Název transformace zprávy místnosti
zh_cn: 房间消息转换名称

# settingskey.cmschatroommessagetrans.description
source: Transformation that will be applied to messages in a normal (not one-on-one chat) room.
cs_cz: Transformace, která bude aplikována na zprávy v normální místnosti (není v chatu jeden na jednoho).
zh_cn: 将应用于邮件在一个正常的 (不一对一聊天室） 里的转变。

# settingskey.cmschatroomnametrans
source: Chat room name tranformation
cs_cz: Transformace názvu chatovací místnosti
zh_cn: 聊天室名称变换

# settingskey.cmschatroomnametrans.description
source: Transformation for displaying chat room name in the room title.
cs_cz: Transformace pro zobrazování názvu chatovací místnosti v nadpise místnosti.
zh_cn: 在房间的标题中显示聊天室名称的转换。

# settingskey.cmschatroompinginterval
source: Room ping interval (seconds)
cs_cz: Interval pingu místnosti (sekundy)
zh_cn: 房萍间隔 (秒)

# settingskey.cmschatroompinginterval.description
source: Defines how often room related web parts will update their content (messages, users in the room, etc.). The ping interval is the time in seconds between two requests to the server. If you are experiencing performance issues with chat, consider setting this number to a higher value.
cs_cz: Určuje, jak často mají související webparty aktualizovat svůj obsah (zprávy, uživatele v místnosti, atd.) Ping interval je čas v sekundách mezi dvěma požadavky na server. Pokud se střetnete s výkonnostními problémy chatu, zkuste nastavit toto číslo na vyšší hodnotu.
zh_cn: 定义频率间相关 web 部件将更新其内容 （消息、 用户在房间等）。Ping 时间间隔是在两个到服务器的请求间隔这些秒时间。如果您遇到了性能问题，聊天，可以考虑将此数字设置为较高的值。

# settingskey.cmschatroompopupwindow
source: Chat room popup window URL
cs_cz: URL vyskakovacího okna chatovací místnosti
zh_cn: 聊天室里弹出窗口 URL

# settingskey.cmschatroompopupwindow.description
source: URL of the window that is opened as a chat room pop-up (for support chat or one-on-one chat).
cs_cz: URL okna, která se otevřou jako vyskakovací okno chatu (pro chat podpory nebo caht jeden na jednoho)
zh_cn: 作为一个聊天室里弹出 （用于支持聊天或一对一聊天） 打开的窗口的 URL。

# settingskey.cmschatroomtrans
source: Room transformation
cs_cz: Transformace místnosti
zh_cn: 室的改造

# settingskey.cmschatroomtrans.description
source: Transformation to be used for displaying rooms in their list.
cs_cz: Transformace pro použití na zobrazení místností v jejich seznamu.
zh_cn: 变换用于在其列表中显示的房间。

# settingskey.cmschatroomusertrans
source: Room user transformation name
cs_cz: Název transformace uživatele místnosti
zh_cn: 房间用户转换名称

# settingskey.cmschatroomusertrans.description
source: Transformation for displaying users present in a room.
cs_cz: Transformace pro zobrazení uživatelů nacházejících se v místnosti.
zh_cn: 用于显示用户当前在一个房间里的转变。

# settingskey.cmschatsendsupportmessagesto
source: Send support messages to this email address
cs_cz: Posílat zprávy pro podporu na tuto e-mailovou adresu
zh_cn: 将支持消息发送到此电子邮件地址

# settingskey.cmschatsendsupportmessagesto.description
source: Messages sent in support chat when no support person is on-line will be sent to this email address. When not set, users will not be able to use support chat unless any support person is on-line.
cs_cz: Zprávy poslané na chat podpory, když není on-line žádná osoba z podpory, budou posílány na tuto e-mailvou adresu.
zh_cn: 当没有支持人在线，以支持聊天发送的消息将发送到此电子邮件地址。如果不设置，用户将不能使用支持聊天，除非任何支持人是网上。

# settingskey.cmschatsupportenabled
source: Enable support chat
cs_cz: Povolit chat podpory
zh_cn: 启用支持聊天

# settingskey.cmschatsupportenabled.description
source: Indicates if support chat is enabled in the administration interface
cs_cz: Určuje, zda je chat podpory povolen v Site Manager-i a v CMS Desk-u.
zh_cn: 指示在管理界面中是否启用了支持聊天

# settingskey.cmschatsupportengineerlogouttimeout
source: Log out support engineer when inactive for more than (seconds)
cs_cz: Odhlásit pracovníka podpory, pokud je neaktivní více jak (sekundy)
zh_cn: 注销支持工程师在不活动时，更多比 （秒）

# settingskey.cmschatsupportengineerlogouttimeout.description
source: Defines how long a support person can be inactive, i.e. not send any request to the server, before the system logs them out. This can happen if the support person's internet connection has gone down or they have closed the chat window.
cs_cz: Určuje, jak dlouho osoba z podpory může být neaktivní, t. j. neposílat žádné požadavky na sever, předtím než ji systém odhlásí. To se může stát v případě zrušení internetového spojení nebo když zavře chatovací okno.
zh_cn: 定义了多长时间支持的人可能会处于非活动状态，即不发送任何请求到服务器之前系统注销。如果支持人的互联网连接已断开或他们已经关闭聊天窗口，这可以发生。

# settingskey.cmschatsupportrequesttrans
source: Chat support request transformation name
cs_cz: Název transformace požadavku na podporu
zh_cn: 聊天支持请求转换名称

# settingskey.cmschatsupportrequesttrans.description
source: Transformation name for the element that allows to initiate on-line support.
cs_cz: Název transformace pro element, který umožňuje iniciovat on-line podporu.
zh_cn: 允许启动在线支持的元素的转换名称。

# settingskey.cmschatsupporttakenroomreleasetimeout
source: Release room taken by support when not pinging for more than (seconds)
cs_cz: Uvolnit místnost zabranou podporu, pokud je neaktivní více než (sekundy)
zh_cn: 释放房间采取的支持时不执行 ping 命令更多 （秒）

# settingskey.cmschatsupporttakenroomreleasetimeout.description
source: Time of inactivity before releasing a room taken by a support person. After this period, the room will appear as available to other supporters.
cs_cz: Doba neaktivity potřebná na uvolnění místnosti zabrané osobou z podpory. Po uplynutí tohoto času se místnosti zobrazí jako dostupná pro ostatních lidí z podpory.
zh_cn: 时间处于非活动状态之前释放支持人而采取的一个房间。此期限后，房间里会出现可用到的其他支持者。

# settingskey.cmschatuserlogouttimeout
source: Log out user when inactive for more than (seconds)
cs_cz: Odhlásit uživatele, pokud je neaktivní více než (sekundy)
zh_cn: 注销用户在不活动时，更多比 （秒）

# settingskey.cmschatuserlogouttimeout.description
source: Defines how long a chat user can be inactive, i.e. not send any request to the server, before the system logs them out. This can happen if the user's internet connection has gone down or they have closed the chat window.
cs_cz: Určuje, jak dlouho může být uživatel chatu neaktivní, t. j. neposílat žádné požadavky na server předtím, než ho systém odhláší. To se může stát v případě zrušení internetového spojení nebo když zavře chatovací akno.
zh_cn: 定义多长时间的聊天用户可以处于非活动状态，即不发送任何请求到服务器之前系统注销。如果用户的互联网连接已断开或他们已经关闭聊天窗口，这可以发生。

# settingskey.cmschatwpdefaultgrouppagesby
source: Pages in group
zh_cn: 组中的页

# settingskey.cmschatwpdefaultgrouppagesby.description
source: Number of pages displayed in one group when paging is enabled. Value 0 (zero) means pages won't be grouped. Affects on-line users, users in rooms, user search results, and rooms. This setting can be overridden by a web part's setting.
zh_cn: 启用分页时，在一个组中显示的页的数目。值 0 （零） 不会分组页的手段。影响在线用户，用户在室、 用户搜索结果和室。这个设置可以由 web 部件的设置重写。

# settingskey.cmschatwpdefaultinvitemodepagingitems
source: Invite users - users per page
cs_cz: Pozvat uživatele na stránku
zh_cn: 邀请用户每页

# settingskey.cmschatwpdefaultinvitemodepagingitems.description
source: Defines how many users will be displayed on one page when inviting a user to a room.
cs_cz: Určuje, kolik uživatelů se zobrazí na jedné stránce při pozvání uživatelů do místnosti
zh_cn: 定义邀请用户到一个房间时，会在一个页面上显示多少用户。

# settingskey.cmschatwpdefaultinvitemodesearchmode
source: Invite users - search mode
cs_cz: Pozvat uživatele - vyhledávací režim
zh_cn: 邀请用户的搜索模式

# settingskey.cmschatwpdefaultinvitemodesearchmode.description
source: If enabled, the Search on-line users web part will be used when inviting a user to a room. Otherwise, the On-line users web part will be used. This setting can be overridden by a web part setting.
cs_cz: Pokud je povoleno, bude při pozvání uživatele do místnosti použit webpart Search on-line users. V opačném případě budou použiti On-line uživatelé. Toto nastavení může být překryté nastavením webpartu.
zh_cn: 如果启用，邀请用户到一个房间时，会使用搜索在线用户 web 部件。否则，将使用在线用户 web 部件。这个设置可以由 web 部件设置重写。

# settingskey.cmschatwpdefaultpagingitems
source: Items per page
cs_cz: Položky na stránku
zh_cn: 每页显示

# settingskey.cmschatwpdefaultpagingitems.description
source: Number of items displayed on one page when paging is enabled. Affects on-line users, users in rooms, user search results, and rooms. This setting can be overridden by a web part's setting.
cs_cz: Počet položek zobrazených na stránce, když je povoleno stránkování. Ovlivní on-line uživatelů, uživatelů v místnostech, výsledky vyhledávání uživatelů a místnosti. Toto nystavení může být překryto nastavením webpartu.
zh_cn: 启用分页时，在一个页面上显示的项目数。影响在线用户，用户在室、 用户搜索结果和室。这个设置可以由 web 部件的设置重写。

# settingskey.cmschatwpdefaultsearchonlinemaxusers
source: Search on-line users - maximum users in response
cs_cz: Vyhledávání on-line uživatelů - maximální počet uživatelů v odpovědi
zh_cn: 搜索联机用户-响应的最大用户

# settingskey.cmschatwpdefaultsearchonlinemaxusers.description
source: Defines how many users can be returned as a response to a search query when the Search on-line users web part's search mode is activated. If this setting is set to 0, the response will not be limited.
cs_cz: Určuje, kolik uživatelů může být vráceno jako odpověď na vyhledávání, když je aktivován vyhledávací režim webpartu Search on-line users (Hledat on-line uživatele). Jak je tato hodnota nastavená na 0. odpověď nebude omezená.
zh_cn: 定义可以返回多少用户，如响应搜索查询搜索在线用户 web 部件的搜索模式时被激活。如果此设置被设置为 0，将不限于响应。

# settingskey.cmschatwpdefaultshowfilterlimit
source: Show filter limit
cs_cz: Limit zobrazení filtru
zh_cn: 显示筛选器限制

# settingskey.cmschatwpdefaultshowfilterlimit.description
source: Filter will be shown when there is at least the specified number of items displayed by a web part. This setting can be overwritten by a specific web part's setting.
cs_cz: Filter bude zobrazen, pokud bude webpart zobrazen slepoň zadaný počet jednotek. Toto nastavení může být překryto konkrétním nastavením webpartu.
zh_cn: 时至少指定的 web 部件显示的项目数，将显示筛选器。此设置可以覆盖特定 web 部件的设置。

# settingskey.cmscheckbadwords
source: Check bad words
cs_cz: Zkontrolovat závadný obsah
sk_sk: Kontrolovať vulgárne výrazy
zh_cn: 检查拼写错误的单词

# settingskey.cmscheckbadwords.description
source: Determines whether bad word check should be performed.
cs_cz: Určuje, zda má být provedena kontrola závazného obsahu.
sk_sk: Určuje, či má byť vykonávaná kontrola na vulgárne výrazy.
zh_cn: 确定是否应执行不好的词检查。

# settingskey.cmscheckdocumentpermissions
source: Check page permissions
cs_cz: Zkontrolovat oprávnění dokumentu
sk_sk: Kontrolovať oprávnenia dokumentov
zh_cn: 请检查页面的权限
