Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# development.taggroups.nosite
source: There is no site the tag group could be related to. Please create a new site first.
cs_cz: Neexistuje žádný web, ke kterému by skupinu tagů bylo možné přiřadit. Nejprve vytvořte nový web.
sk_sk: Neexistuje žiadny web ku ktorému by bolo možné priradiť skupinu tagov. Prosím, najskôr vytvorte nový web.
zh_cn: 还有没有标记组可能与有关的网站。请先创建一个新的站点。

# development.timezones
source: Time zones
cs_cz: Časová pásma
sk_sk: Časové pásma
zh_cn: 时区

# development.timezonesdescription
source: Allows you to configure the system's time zone data, including the GMT differences and daylight saving time rules. To set the correct time zone for your server and websites, go to Settings -> System.
cs_cz: Tato sekce uvádí seznam dostupných časových pásem, které mohou být použity na webu. Lze vytvořit nové pásma, upravovat nebo mazat existující.
sk_sk: Táto sekcia zobrazuje zoznam časových pásiem. Je tu možné vytvárať nové a upravovať alebo mazať existujúce.
zh_cn: 允许您配置系统的时区数据，包括格林尼治标准时间差异和夏时制规则。若要设置正确的时区，为您的服务器和网站，转到设置-> 系统。

# development.webparts
source: Web parts
cs_cz: Web party
sk_sk: Webparty
zh_cn: Web 部件

# development.webparts.webpartnamealreadyexist
source: Web part '%%name%%' already exists.
cs_cz: Web parta '%%name%%' již existuje.
sk_sk: Webpart '%%name%%' už existuje.
zh_cn: Web 部件 ' %%名称 %%' 已存在。

# development.webpartsdescription
source: Allows you to manage all web parts in the system. Web parts are the basic building blocks of portal engine pages. Each web parts displays web content or performs some type of functionality. Developers can register custom user controls as web parts. Use the Design tab of the Pages application to add web part instances onto page templates.
cs_cz: V této sekci je seznam všech webpartů umístěných ve stromě podle kategorií. Zde je možné vytvářet nové kategorie a přidávat nové webparty, steně tak jako upravovat a mazat již existující.
sk_sk: Táto sekcia zobrazuje zoznam všetkých webpart rozčlenených do kategórií. Je tu možné vytvárať nové kategórie a pridávať nové webparty, rovnako ako upravovať a mazať existujúce.
zh_cn: 允许您管理系统中的所有 web 部件。Web 部件是门户引擎页面的基本构造块。每个 web 部件显示 web 内容或执行某种类型的功能。开发人员可以注册自定义用户控件作为 web 部件。使用 Pages 应用程序中的设计选项卡上添加 web 部件实例上的网页模板。

# development_formusercontrol_edit.codenamealreadyexist
source: Form control '%%name%%' already exists.
cs_cz: Form kontrol '%%name%%' již existuje.
sk_sk: Form control '%%name%%' už existuje.
zh_cn: 形成控制 ' %%名称 %%' 已存在。

# development_formusercontrol_edit.controls
source: Form controls
cs_cz: Form kontroly
zh_cn: 表格控件

# development_formusercontrol_edit.edit
source: Form control properties
cs_cz: Vlastnosti form kontrolu
sk_sk: Vlastnosti form controlu
zh_cn: 表格控件属性

# development_formusercontrol_edit.lblcolumnsize
source: Column size
cs_cz: Velikost sloupce
sk_sk: Veľkosť stĺpca
zh_cn: 列的大小

# development_formusercontrol_edit.lbldatatype
source: Default data type
cs_cz: Implicitní typ dat
sk_sk: Implicitný typ dát
zh_cn: 默认数据类型

# development_formusercontrol_edit.lblerrorsize
source: Please enter valid column size.
cs_cz: Vložte platnou velikost sloupce.
sk_sk: Prosím, vložte platnú veľkosť stĺpca.
zh_cn: 请输入有效的列大小。

# development_formusercontrol_edit.lblforbizforms
source: Forms
cs_cz: Zobrazit control v BizFormech
sk_sk: Formuláre
zh_cn: 表格

# development_formusercontrol_edit.lblforboolean
source: Boolean
cs_cz: Použít komponentu pro boolean
zh_cn: 布尔值

# development_formusercontrol_edit.lblfordatetime
source: Date-time
cs_cz: Použít komponentu pro datum-čas
zh_cn: 日期时间

# development_formusercontrol_edit.lblfordecimal
source: Decimal
cs_cz: Použít komponentu pro desetinné číslo
zh_cn: 十进制

# development_formusercontrol_edit.lblforfile
source: File
cs_cz: Použít komponentu pro soubor
zh_cn: 文件

# development_formusercontrol_edit.lblforinteger
source: Integer
cs_cz: Použít komponentu pro celé číslo
zh_cn: 整数

# development_formusercontrol_edit.lblforlongtext
source: Long text
cs_cz: Použít komponentu pro dlouhý text
zh_cn: 长文本

# development_formusercontrol_edit.lblfortext
source: Text
cs_cz: Použít komponentu pro text
zh_cn: 文本

# development_formusercontrol_edit.lblforvisibility
source: Visibility
cs_cz: Kontrol pro řešení viditelnosti položek
zh_cn: 可见性

# development_formusercontrol_edit.lblshowincontrols
source: Controls and web parts
cs_cz: Zobrazit kontrol ve výběru kontrolů
sk_sk: controloch a web part-ach
zh_cn: 控件和 web 部件

# development_formusercontrol_edit.lblshowincustomtables
source: Custom tables
cs_cz: Zobrazit kontrol pro uživatelské tabulky
sk_sk: užívateľských tabuľkách
zh_cn: 自定义表

# development_formusercontrol_edit.lblshowindocumenttypes
source: Page types
cs_cz: Zobrazit control v typech dokumentů
sk_sk: typoch dokumentov
zh_cn: 页面类型

# development_formusercontrol_edit.lblshowinreports
source: Reports
cs_cz: Zobrazit komponentu v reportech
sk_sk: reportoch
zh_cn: 报告

# development_formusercontrol_edit.lblshowinsystemtables
source: System tables
cs_cz: Zobrazit kontrol v systémových tabulkách
sk_sk: systémových tabuľkách
zh_cn: 系统表

# development_formusercontrol_edit.new
source: New form control
cs_cz: Nový form kontrol
sk_sk: Nový form control
zh_cn: 新建表格控件

# development_formusercontrol_edit.rfvcodename
source: Please enter a control code name.
cs_cz: Vložte prosím kódový název kontrolu.
sk_sk: Prosím, vložte kódové meno kontrolu.
zh_cn: 请输入控件的代码名称。

# development_formusercontrol_edit.rfvdisplayname
source: Please enter a control display name.
cs_cz: Vložte prosím zobrazované jméno kontrolu.
sk_sk: Prosím, vložte zobrazované meno kontrolu.
zh_cn: 请输入控件的显示名称。

# development_formusercontrol_edit.rfvfilename
source: Please enter a control file name.
cs_cz: Vložte prosím název souboru kontrolu.
sk_sk: Prosím, vložte meno súboru kontrolu.
zh_cn: 请输入控件的文件名。

# development_formusercontrol_edit.title
source: New form control
cs_cz: Nový form kontrol
sk_sk: Nový form control
zh_cn: 新建表格控件

# development-formusercontrol_list.new
source: New form control
cs_cz: Nový form kontrol
sk_sk: Nový form control
zh_cn: 新建表格控件

# development-formusercontrol_list.title
source: Form controls
cs_cz: Form kontroly
zh_cn: 表格控件

# development-pagetemplate_category.displayname
source: Category display name:
cs_cz: Zobrazovaný název kategorie:
sk_sk: Názov kategórie:
zh_cn: 类别显示名称：

# development-pagetemplate_category.name
source: Category name:
cs_cz: Název kategorie:
sk_sk: Názov kategórie:
zh_cn: 类别名称：

# development-pagetemplate_category.requiresname
source: Please enter a name
cs_cz: Vložte prosím název
sk_sk: Prosím špecifikujte názov.
zh_cn: 请输入一个名称

# development-pagetemplate_category.title
source: Page template category
cs_cz: Categorie šablony stránek
sk_sk: Vlastnosti kategórie
zh_cn: 网页模板类别

# development-pagetemplate_category.titlenew
source: New page template category
cs_cz: Nová kategorie šablony stránek
sk_sk: Nová kategória
zh_cn: 新建网页模板类别

# development-pagetemplates_tree.deleteselecteditem
source: Delete selected
cs_cz: Smazat vybrané
sk_sk: Zmazať položku
zh_cn: 删除所选

# development-pagetemplates_tree.exportobject
source: Export selected
cs_cz: Exportovat vybrané
sk_sk: Exportovať vybrané položky
zh_cn: 导出所选

# development-pagetemplates_tree.newcategory
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# development-pagetemplates_tree.newtemplate
source: New template
cs_cz: Nová šablona
sk_sk: Nová šablóna
zh_cn: 新建模板

# development-pagetemplates_tree.root
source: Page templates
cs_cz: Šablony stránek
sk_sk: Šablóny stránok
zh_cn: 网页模板

# development-uiculture_strings_list.title
source: Resource strings
cs_cz: Zdrojové řetězce
sk_sk: Zdrojové reťazce
zh_cn: 资源字符串

# development-webpart_category.category
source: Categories
cs_cz: Kategorie
sk_sk: Kategória
zh_cn: 类别

# development-webpart_category.categoryalreadyexists
source: Category '%%name%%' already exists.
cs_cz: Kategorie '%%name%%"' již existuje.
sk_sk: Kategória '%%name%%"' už existuje.
zh_cn: 类别 %%名称 %%' 已存在。

# development-webpart_category.categoryname
source: Category name:
cs_cz: Kódový název kategorie:
sk_sk: Názov kategórie:
zh_cn: 类别名称：

# development-webpart_category.categorynamewebparttitle
source: Category name
cs_cz: Název kategorie
sk_sk: Názov kategórie
zh_cn: 类别名称

# development-webpart_category.new
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# development-webpart_category.rfverrormsg
source: Please enter a category name.
cs_cz: Vložte prosím název kategorie.
sk_sk: Prosím, vložte názov kategórie.
zh_cn: 请输入类别的名称。

# development-webpart_category.title
source: Web part category properties
cs_cz: Vlastnosti web part kategorie
sk_sk: Vlastnosti webpart kategórie
zh_cn: Web 部件类别属性

# development-webpart_category.titlenew
source: New web part category
cs_cz: Nová kategorie web part
sk_sk: Nová kategória webpart
zh_cn: 新建 web 部件目录

# development-webpart_clone.clonewebpartfiles
source: Clone web part files (if they do not exist yet)
cs_cz: Klonovat soubory web party (pokud existují)
sk_sk: Klonovať súbory webparty (pokiaľ existujú)
zh_cn: 克隆 web 部件文件 （如果他们还不存在）

# development-webpart_clone.errorfilename
source: Please enter a file name.
cs_cz: Vložte prosím název souboru.
sk_sk: Prosím, vložte meno súboru.
zh_cn: 请输入文件的名称。

# development-webpart_clone.invalidwebpartid
source: Invalid web part ID.
cs_cz: Neplatné ID web party
sk_sk: Neplatné ID webparty.
zh_cn: 无效的 web 部件 id。

# development-webpart_clone.parentwebpart
source: Original web part:
cs_cz: Originální web parta
sk_sk: Originálna webparta
zh_cn: 原始的 web 部件：

# development-webpart_clone.title
source: Clone web part
cs_cz: Klonovat web partu
sk_sk: Klonovať webpartu
zh_cn: 克隆 web 部件

# development-webpart_clone.webpartcategory
source: Category:
cs_cz: Kategorie:
sk_sk: Kategória:
zh_cn: 类别：

# development-webpart_clone.webpartexists
source: Web part with the same code name already exists.
cs_cz: Web parta s daným kódovým názvem již existuje.
sk_sk: Webpart s daným kódovým menom už existuje.
zh_cn: Web 部件具有相同的代码名称已存在。

# development-webpart_edit.emptywebpartfilename
source: Please enter file name.
cs_cz: Vložte prosím název souboru.
sk_sk: Prosím, vložte meno súboru.
zh_cn: 请输入文件的名称。

# development-webpart_edit.errorcategory
source: Please select a web part category.
cs_cz: Vyberte prosím kategorii web part.
sk_sk: Prosím, vyberte kategóriu webpart.
zh_cn: 请选择 web 部件类别。

# development-webpart_edit.errordescription
source: Please enter a web part description.
cs_cz: Vložte prosím popis web party.
sk_sk: Prosím, vložte popis webparty.
zh_cn: 请输入 web 部件说明。

# development-webpart_edit.errordisplayname
source: Please enter a web part display name.
cs_cz: Vložte prosím zobrazované jméno web party.
sk_sk: Prosím, vložte zobrazované meno webparty.
zh_cn: 请输入 web 部件显示名称。

# development-webpart_edit.errorfilename
source: Please enter a web part file name.
cs_cz: Vložte prosím název souboru web party.
sk_sk: Prosím, vložte meno súboru webparty.
zh_cn: 请输入 web 部件文件名称。

# development-webpart_edit.errorproperties
source: Please enter some web part properties.
cs_cz: Vložte prosím vlastnosti web party.
sk_sk: Prosím, vložte vlastnosti webparty.
zh_cn: 请输入一些 web 部件属性。

# development-webpart_edit.errorpropertiesnotxmlvalid
source: The value must contain a valid XML document.
cs_cz: Hodnota musí obsahovat validní XML dokument.
sk_sk: Hodnota musí obsahovať platný XML dokument.
zh_cn: 值必须包含有效的 XML 文档。

# development-webpart_edit.errorwebpartname
source: Please enter a web part name.
cs_cz: Vložte prosím název web party.
sk_sk: Prosím, vložte meno webparty.
zh_cn: 请输入 web 部件名称。

# development-webpart_edit.inherited
source: Inherit from an existing
cs_cz: Zdědit z existujíc web party
sk_sk: Zdediť z existujúcej webparty
zh_cn: 从现有的继承

# development-webpart_edit.lblupload
source: Thumbnail:
cs_cz: Náhled:
sk_sk: Náhľad:
zh_cn: 缩略图：

# development-webpart_edit.new
source: New web part
cs_cz: Nová web parta
sk_sk: Nová webparta
zh_cn: 新建 web 部件

# development-webpart_edit.title
source: Web part properties
cs_cz: Vlastnosti web party
sk_sk: Vlastnosti webparty
zh_cn: Web 部件属性

# development-webpart_edit.titlenew
source: New web part
cs_cz: Nová web parta
sk_sk: Nová webparta
zh_cn: 新建 web 部件

# development-webpart_edit.webpartcategory
source: Category:
cs_cz: Web part kategorie:
sk_sk: Webpart kategória:
zh_cn: 类别：

# development-webpart_edit.webpartproperties
source: Web part properties:
cs_cz: Vlastnosti web party:
sk_sk: Vlastnosti webparty:
zh_cn: Web 部件的属性：

# development-webpart_edit.webparts
source: Web parts
cs_cz: Web party
sk_sk: Webparty
zh_cn: Web 部件

# development-webpart_edit.webparttype
source: Type:
cs_cz: Typ:
sk_sk: Typ:
zh_cn: 类型：

# development-webpart_header.webparttitle
source: Web parts
cs_cz: Web party
sk_sk: Webparty
zh_cn: Web 部件

# development-webpart_tree.clonewebpart
source: Clone web part
cs_cz: Klonovat web partu
sk_sk: Klonovať webpartu
zh_cn: 克隆 web 部件

# development-webpart_tree.confirmdeletecategory
source: Are you sure you want to delete the selected category and all sub-items?
cs_cz: Opravdu chcete smazat vybranou kategorii a všechny vnořené položky?
sk_sk: Ste si istý, že chcete zmazať vybranú kategóriu a všetky vnorené prvky?
zh_cn: 是否确实要删除所选类别及其所有分项吗？

# development-webpart_tree.confirmdeletewebpart
source: Are you sure you want to delete the selected web part?
cs_cz: Opravdu chcete smazat vybranou web partu?
sk_sk: Ste si istý, že chcete vymazať vybranú webpartu?
zh_cn: 你确定你想要删除所选的 web 部件？

# development-webpart_tree.deleteitem
source: Delete selected
cs_cz: Smazat položku
sk_sk: Zmazať položku
zh_cn: 删除所选

# development-webpart_tree.deletesubcategoriesfirst
source: Please delete the sub-categories in \'%%name%%\' first.
cs_cz: Nejprve smažte pod-kategorie v \'%%name%%\'.
sk_sk: Prosím, najprv zmažte pod kategórie v \'%%name%%\'.
zh_cn: 请先删除子类别中 \'%%name%%\' 第一次。

# development-webpart_tree.exportobject
source: Export selected
cs_cz: Exportovat položku
sk_sk: Exportovať objekt
zh_cn: 导出所选

# development-webpart_tree.newcategory
source: New category
cs_cz: Nová kategorie
sk_sk: Nová kategória
zh_cn: 新建类别

# development-webpart_tree.newwebpart
source: New web part
cs_cz: Nová web parta
sk_sk: Nová webparta
zh_cn: 新建 web 部件

# development-webpart_tree.rootnode
source: Web parts
cs_cz: Web party
sk_sk: Webparty
zh_cn: Web 部件

# developmentwebpartedit.inheritedwebpart
source: Inherit from:
cs_cz: Zdědit z:
sk_sk: Zdediť z:
zh_cn: 从继承：

# developmentwebparteditnewwepart
source: Create a new
cs_cz: Vytvořit novou web partu
sk_sk: Vytvoriť novú webpartu
zh_cn: 创建一个新的

# developmentwebpartgeneral.inheritedwebpart
source: Inherited from
cs_cz: Rodičovskou web partu:
sk_sk: Rodičovská webparta:
zh_cn: 从继承

# development-workflow_edit.title
source: Workflow properties
cs_cz: Vlastnosti workflow
sk_sk: Vlastnosti workflow
zh_cn: 工作流属性

# development-workflow_edit.workflows
source: Workflows
cs_cz: Workflow procesy
sk_sk: Workflow procesy
zh_cn: 工作流

# development-workflow_general.workflowdoesnotexists
source: Workflow with given ID does not exist.
cs_cz: Workflow s daným ID neexistuje.
sk_sk: Workflow s daným ID neexistuje.
zh_cn: 工作流与给出的 ID 不存在。

# development-workflow_list.newworkflow
source: New workflow
cs_cz: Nový workflow
sk_sk: Nový workflow
zh_cn: 新工作流

# development-workflow_new.requirescodename
source: Please insert 'Code name'.
cs_cz: Vložte 'Kódové jméno'.
sk_sk: Prosím, vložte 'Kódové meno'.
zh_cn: 请插入代码名称。

# development-workflow_new.requiresdisplayname
source: Please insert 'Display name'.
cs_cz: Vložte 'Zobrazované jméno'.
sk_sk: Prosím, vložte 'Zobrazované meno'.
zh_cn: 请插入显示名称。

# development-workflow_new.workflowexists
source: Workflow with given code name already exists.
cs_cz: Workflow s daným kódovým názvem již existuje.
sk_sk: Workflow s daným kódovým názvom už existuje.
zh_cn: 工作流与给定代码名称已经存在。

# development-workflow_scope_edit.documenttype
source: Page type
cs_cz: Typ dokumentu:
sk_sk: Typ dokumentu:
zh_cn: 页面类型

# development-workflow_scope_edit.nositeidgiven
source: No site id given
cs_cz: Nedodáno ID webu
sk_sk: Nedodané ID webu
zh_cn: 鉴于没有站点 id

# development-workflow_scope_edit.noworkflowidgiven
source: No workflow id given
cs_cz: Nedodáno workflow ID
sk_sk: Nedodané workflow ID
zh_cn: 鉴于没有工作流 id

# development-workflow_scope_edit.noworkflowscopeidgiven
source: No workflow scope id given
cs_cz: Nedodáno ID rozsahu workflow
sk_sk: Nedodané ID rozsahu workflow
zh_cn: 鉴于没有工作流作用域 id

# development-workflow_scope_edit.requiresstartingaliaspath
source: Please enter alias path of the scope.
cs_cz: Vložte 'Výchozí aliasová cesta'.
sk_sk: Prosím, vložte 'Základná alias cesta'.
zh_cn: 请输入别名路径的范围。

# development-workflow_scope_edit.startingaliaspath
source: Alias path
cs_cz: Výchozí aliasová cesta:
sk_sk: Základná alias cesta:
zh_cn: 别名路径

# development-workflow_scope_new.newscope
source: New workflow scope
cs_cz: Nový rozsah workflow
sk_sk: Nový rozsah workflow
zh_cn: 新建工作流范围

# development-workflow_scope_new.scope
source: New scope
cs_cz: Nový rozsah:
sk_sk: Nový rozsah:
zh_cn: 新建作用域

# development-workflow_scope_new.scopeid
source: Scope ID:
cs_cz: ID rozsahu:
sk_sk: ID rozsahu:
zh_cn: 作用域 ID：

# development-workflow_scope_new.scopes
source: Workflow scope
cs_cz: Rozsahy workflow
sk_sk: Rozsahy workflow
zh_cn: 工作流范围

# development-workflow_scopes.newscope
source: New workflow scope
cs_cz: Nový rozsah workflow
sk_sk: Nový rozsah workflow
zh_cn: 新建工作流范围

# development-workflow_scopes.title
source: Workflow scope
cs_cz: Rozsahy workflow
sk_sk: Rozsahy workflow
zh_cn: 工作流范围

# development-workflow_step_edit.title
source: Workflow step properties
cs_cz: Vlastnosti kroku workflow
sk_sk: Vlastnosti kroku workflow
zh_cn: 工作流步骤属性

# development-workflow_step_new.steps
source: Workflow steps
cs_cz: Kroky workflow
sk_sk: Kroky workflow
zh_cn: 工作流步骤

# development-workflow_step_new.workflowexists
source: Workflow with given name already exists.
cs_cz: Workflow s daným názvem již existuje.
sk_sk: Workflow s daným názvom už existuje.
zh_cn: 已存在具有给定名称的工作流。

# development-workflow_step_new.workflowstepexists
source: Workflow step with specified code name already exists.
cs_cz: Krok workflow s daným kódovým jménem již existuje.
sk_sk: Krok workflow s daným kódovým menom už existuje.
zh_cn: 工作流步骤与指定的代码名称已存在。

# development-workflow_steps.newstep
source: New workflow step
cs_cz: Nový krok workflow
sk_sk: Nový krok workflow
zh_cn: 新建工作流步骤

# discouncoupon_edit.discountcouponisexcludedlabel
source: Excluded:
cs_cz: Vyjma:
sk_sk: Okrem:
zh_cn: 排除：

# discouncoupon_edit.discountcouponrelativevaluelabel
source: Flat value:
cs_cz: Pevná sazba:
sk_sk: Pevná sadzba:
zh_cn: 平值：

# discouncoupon_edit.errorcode
source: Please enter a product coupon code that will trigger the discount.
cs_cz: Vložte nějaký kód slevové poukázky.
sk_sk: Prosím, vložte kód poukážky.
zh_cn: 请输入将触发折扣产品的优惠券代码。

# discouncoupon_edit.radfixed
source: Absolute discount
cs_cz: Celková sleva
sk_sk: Celková zľava
zh_cn: 绝对折扣

# discouncoupon_edit.radpercentage
source: Relative discount
cs_cz: Relativní sleva
sk_sk: Relatívna zľava
zh_cn: 相对折扣

# discount_edit_header.products
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# discount_edit_product_add.btnclose
source: Close
cs_cz: Zavřít
sk_sk: Zavrieť
zh_cn: 关闭

# discount_edit_product_add.department
source: Department:
cs_cz: Oddělení:
sk_sk: Oddelenie:
zh_cn: 部门：

# discount_edit_product_add.gridproductname
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# discount_edit_product_add.gridunitprice
source: Product price
cs_cz: Cena produktu
sk_sk: Cena produktu
zh_cn: 产品价格

# discount_edit_product_add.productadded
source: Product has been added.
cs_cz: Produkt byl přidán.
sk_sk: Produkt bol pridaný.
zh_cn: 产品已被添加。

# discount_edit_product_add.productname
source: Product name:
cs_cz: Název produktu:
sk_sk: Názov produktu:
zh_cn: 产品名称：

# discount_edit_product_add.productprice
source: Product price:
cs_cz: Cena produktu:
sk_sk: Cena produktu:
zh_cn: 产品价格：

# discount_edit_product_add.title
source: Add product
cs_cz: Přidat produkt
sk_sk: Pridať produkt
zh_cn: 添加产品

# discount_product.addnew
source: Add product
cs_cz: Přidat produkt
sk_sk: Pridať produkt
zh_cn: 添加产品

# discount_product.applies
source: This coupon code applies to:
cs_cz: Tato slevová poukázka je platná pro:
sk_sk: Tato poukážka je platná pre:
zh_cn: 该优惠券代码适用于：

# discount_product.radexcept
source: All products except for these
cs_cz: všechny produkty mimo těchto
sk_sk: Všetky produkty okrem týchto
zh_cn: 除了这些所有产品

# discount_product.radfollowing
source: Only the following products
cs_cz: pouze následující produkty
sk_sk: iba nasledujúce produkty
zh_cn: 只有以下产品

# discountcoupon_edit.errorvalue
source: Value must be positive number.
cs_cz: Hodnota musí být kladné číslo.
sk_sk: Hodnota musí byť kladné číslo.
zh_cn: 值必须是正数。

# discountlevel_edit.departments
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenia
zh_cn: 部门

# discountlevel_edit.discountlevelvalidfromlabel
source: Valid from:
cs_cz: Platnost od:
sk_sk: Platnosť od:
zh_cn: 有效期自:

# discountlevel_edit.discountlevelvalidtolabel
source: Valid to:
cs_cz: Platnost do:
sk_sk: Platnosť do:
zh_cn: 有效：

# discountlevel_edit.discountlevelvaluelabel
source: Value:
cs_cz: Hodnota:
sk_sk: Hodnota:
zh_cn: 值：

# discountlevel_edit.rfvdiscountleveldisplayname.errormessage
source: Please enter a name.
cs_cz: Vložte prosím jméno.
sk_sk: Prosím, vložte meno.
zh_cn: 请输入一个名称。

# discountlevel_edit.rfvdiscountlevelname.errormessage
source: Please enter a name.
cs_cz: Vložte prosím jméno.
sk_sk: Prosím, vložte meno.
zh_cn: 请输入一个名称。

# discountlevel_edit.rfvdiscountlevelvalue.errormessage
source: Please enter a value.
cs_cz: Vložte prosím hodnotu.
sk_sk: Prosím, vložte hodnotu.
zh_cn: 请输入一个值。

# discountlevel_edit.rvdiscountlevelvalue.errormessage
source: Value must be real number between 0-100.
cs_cz: Hodnota musí být reálné číslo v rozmezí 0-100.
sk_sk: Hodnota musí byť reálne číslo v rozmedzí 0-100.
zh_cn: 值必须是 0-100 之间的实数。

# discountlevel_edit_departments.departments
source: Department
cs_cz: Oddělení
sk_sk: Oddelenie
zh_cn: 新闻部

# discussionmacrohelper.cite
source: {0} wrote:
cs_cz: {0} napsal:
sk_sk: {0} napísal:
zh_cn: {0} 写道：

# doc.urls.addnewalias
source: Add new alias
cs_cz: Přidat nový alias
sk_sk: Pridať nový alias
zh_cn: 添加新别名

# doc.urls.editurlalias
source: Edit URL alias
cs_cz: Upravit URL alias
sk_sk: Upraviť URL alias
zh_cn: 编辑 URL 别名

# doc.urls.extendedproperties
source: Extended properties
cs_cz: Další vlastnosti
sk_sk: Ďalšie vlastnosti
zh_cn: 扩展的属性

# doc.urls.itemdeleted
source: Item was deleted.
cs_cz: Položka byla smazána.
sk_sk: Položka bola zmazaná
zh_cn: 项目已被删除。

# doc.urls.newurlalias
source: Add new URL alias
cs_cz: Přidat nový URL alias
sk_sk: Pridať nový URL alias
zh_cn: 添加新的 URL 别名

# doc.urls.requiresurlpath
source: You must specify the URL path or pattern.
cs_cz: Vyplňte položku "URL cesta".
sk_sk: Prosím, vyplňte "URL cesta" políčko.
zh_cn: 您必须指定 URL 路径或图案。

# doc.urls.trackcampaign
source: Track campaign
cs_cz: Sledovat kampaň
sk_sk: Sledovať kampaň
zh_cn: 跟踪活动

# doc.urls.urlextensions
source: URL extensions
cs_cz: Koncovky URL
sk_sk: URL prípony
zh_cn: URL 扩展名

# doc.urls.urlpath
source: URL path
cs_cz: URL cesta
sk_sk: URL cesta
zh_cn: URL 路径

# doctype.ecommerce.departmentempty
source: Please choose the default department.
cs_cz: Zvolte implicitní oddělení.
sk_sk: Prosím, zvoľte implicitné oddelenie.
zh_cn: 请选择默认部门。

# doctype.ecommerce.lbldepartments
source: Default department:
cs_cz: Implicitní oddělení pro nový produkt:
sk_sk: Implicitné oddelenie pre nový produkt:
zh_cn: 默认部门：

# doctype.ecommerce.lbldepth
source: Package depth
cs_cz: Zdroj hloubky produktu:
sk_sk: Zdroj hĺbky produktu:
zh_cn: 包深度

# doctype.ecommerce.lbldescription
source: Product description
cs_cz: Zdroj popisu produktu:
sk_sk: Zdroj popisu produktu:
zh_cn: 产品描述
