Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsdebugcacheloglength
source: Cache access debug log length
cs_cz: Délka záznamu debugu přístupu ke cache
sk_sk: Dĺžka záznamu debugu prístupu ku cache
zh_cn: 高速缓存访问调试日志长度

# settingskey.cmsdebugcacheloglength.description
source: Sets the maximum length of the cache access debug log on the <strong>##ui|cms|debug## -> Cache access</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: Nastaví maximální délku záznamu debugu přístupu cache na panelu <strong>Debug -> Přístup cache</strong>, tj. počet požadavků, pro který je informace o debugu uchována a zobrazena na panelu. Pokud je prázdné,je použita hodnota nastavení <strong>Výchozí délka záznamu</strong> (nebo tlačítko<strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálnu dĺžku záznamu debuguprístupu do cache na záložke <strong>Debug -> Prístup do cache</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie zachovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集缓存访问调试的最大长度即登录<strong>##ui|cms|debug## -> 缓存访问</strong>选项卡上，为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebugcachestack
source: Display stack information
cs_cz: Zobrazí informaci zásobníku
sk_sk: Zobraziť stack info
zh_cn: 显示堆栈信息

# settingskey.cmsdebugcachestack.description
source: If enabled, stack is tracked when debugging cache access and is displayed in the <strong>Context</strong> column. This information is only available in the debugging UI and on the live site, not in the debug log written into the <em>logcache.log</em> file.
cs_cz: Pokud je povoleno, je při debugování přístupu cache sledován zásobník a je zobrazen ve sloupci <strong>Kontext</strong>. Tato informace je dostupná pouze při debugování UI a na ostrém webu, nikoliv v záznamu debugu, který je zapsán do souboru <em>logcache.log</em>.
sk_sk: Ak je povolené, je počas debugovania prístupu do cache sledovaný zásobník a je zobrazovaný v stĺpci <strong>Context</strong>. Táto informácia je dostupná len v debugovacom UI a na živom webe, nie v zázname debugu zapisovanom do súboru <em>logcache.log</em>.
zh_cn: 如果启用，堆栈跟踪调试缓存访问时和在<strong>上下文</strong>列中显示。此信息仅可在调试用户界面，并在实时网站上，不在调试日志写入到<em>logcache.log</em>文件中。

# settingskey.cmsdebugeverything
source: Enable all debugs
cs_cz: Povolit všechny debugy
sk_sk: Povoliť všetky debugy
zh_cn: 启用所有调试

# settingskey.cmsdebugeverything.description
source: Enables all debugs and ensures that the corresponding tabs are displayed in <strong> ##ui|cms|debug##</strong>.
cs_cz: Povoluje všechny debugy a zajišťuje, že korespondující panely jsou zobrazeny v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje všetky debugu a zaistuje, že odpovedajúce záložky sú zobrazované v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 使所有的调试，并确保相应的选项卡显示在<strong>##ui|cms|debug##</strong>。

# settingskey.cmsdebugeverythinglive
source: Display all debugs on live site
cs_cz: Zobrazit všechny debugy na ostrém webu
sk_sk: Zobraziť všetky debugy na live site
zh_cn: 活的网站上显示所有的调试

# settingskey.cmsdebugeverythinglive.description
source: If enabled, debug information of all debug types is displayed at the bottom of each live site page. This only applies to debugs that are already enabled.
cs_cz: Pokud je povoleno, je informace o všech typech debugů zobrazena ve spodní části každé stránky ostrého webu. Toto nastavení se vztahuje pouze na debugu, které jsou již povoleny.
sk_sk: Ak je povolené, debug informácie zo všetkých typov debugu budú zobrazované v spodnej časti každej stránky živého webu. Toto sa aplikuje len na debugy, ktoré už sú povolené.
zh_cn: 如果启用，每个活动站点页面底部显示调试信息的调试的所有类型。这仅适用于已启用的调试。

# settingskey.cmsdebugeverythingloglength
source: Default log length
cs_cz: Výchozí délka záznamu
sk_sk: Predvolená dĺžka záznamu
zh_cn: 默认日志长度

# settingskey.cmsdebugeverythingloglength.description
source: Sets the default maximum length of all debugs on the respective tabs in <strong> ##ui|cms|debug## </strong>. This value is used if no log length is configured for the respective type of debug.
cs_cz: Nastaví výchozí maximální délku všech debugů na příslučných panelech v <strong>Site Manager -> Administrace ->Systém -> Debug</strong>.Tato hodnota je použita, pokud není nakonfigurována žádná délka záznamu pro příslušný typ debugu.
sk_sk: Nastavuje defaultnú maximálnu dĺžku všetkých debugov na príslušnych záložkách v <strong>Site Manager -> Administrácia ->Systém -> Debug</strong>. Táto hodnota sa aplikuje, ak nie je nastavená dĺžka pre príslušný typ debugu.
zh_cn: 中<strong>##ui|cms|debug## </strong>各自的选项卡上设置所有调试的默认最大的长度。如果没有日志长度配置用于调试的各自的类型，将使用此值。

# settingskey.cmsdebugfiles
source: Enable IO operation debug
cs_cz: Povolit debug I/O operace
sk_sk: Povoliť debug V/V operácií
zh_cn: 启用 IO 操作调试

# settingskey.cmsdebugfiles.description
source: Enables IO operation debugging and the <strong>IO</strong> tab in <strong> ##ui|cms|debug## </strong>.
cs_cz: Povoluje debugování I/O operace a panel strong>I/O</strong> v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie V/V operácií a záložku <strong>V/V</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 使 IO 操作调试和在<strong>##ui|cms|debug##</strong>的<strong>IO</strong>选项卡。

# settingskey.cmsdebugfileslive
source: Display IO operation debug on live site
cs_cz: Zobrazit debug I/O operace na ostrém webu
sk_sk: Zobraziť debug V/V operácí na live site
zh_cn: 活的网站上显示 IO 操作调试

# settingskey.cmsdebugfileslive.description
source: If enabled, IO operation debug information is also displayed at the bottom of each live site page. This option requires IO operation debugging to be enabled.
cs_cz: Pokud je povoleno, je informace o debugu I/O operace také zobrazena ve spodní části každé stránky ostrého webu. Tato možnost vyžaduje, aby bylo povoleno debugování I/O operace.
sk_sk: Ak je povolené, informácie o debugu V/V operácií sú zobrazované aj v spodnej časti každej stránky živého webu. Táto voľba vyžaduje, aby bolo povolené debugovanie V/V operácií.
zh_cn: 如果启用，IO 操作调试信息也会显示在每个活动站点页面的底部。此选项需要调试要启用的 IO 操作。

# settingskey.cmsdebugfilesloglength
source: IO operation debug log length
cs_cz: Délka záznamu debugu I/O operace
sk_sk: Dĺžka záznamu debugu V/V operácíí
zh_cn: IO 操作调试日志长度

# settingskey.cmsdebugfilesloglength.description
source: Sets the maximum length of the IO operation debug log on the <strong>##ui|cms|debug## -> IO</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: Nastaví maximální délku záznamu debugu I/O operace na panelu <strong>Debug -> IO</strong>, tj. počet požadavků, pro které je informace o debugu uchována zobrazena na panelu. Pokud je prázdné, je použita hodnota nastavení <strong>Výchozí délka záznamu</strong> (nebo tlačítko <strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálne dĺžku záznamu debugu V/V operácií na záložke <strong>Debug -> V/V</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie uchovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集的最大长度的 IO 操作调试日志<strong>##ui|cms|debug## -> IO</strong>选项卡，即为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebugfilesstack
source: Display stack information
cs_cz: Zobrazit informace zásobníku
sk_sk: Zobraziť stack informácie
zh_cn: 显示堆栈信息

# settingskey.cmsdebugfilesstack.description
source: If enabled, stack is tracked when debugging IO operations and is displayed in the <strong>Context</strong> column. This information is only available in the debugging UI and on the live site, not in the debug log written into the <em>logfiles.log</em> file.
cs_cz: Pokud je povoleno, je při debugování I/O operací sledován zásobník a je zobrazen ve sloupci <strong>Kontext</strong>.Tato informace je dostupná pouze v debugu UI a na ostrém webu, nikoliv v záznamu webu zapsaném v souboru <em>logfiles.log</em>.
sk_sk: Ak je povolené, je počas debugovania IO operácií sledovaný zásobník a je zobrazovaný v stĺpci <strong>Context</strong>. Táto informácia je dostupná len v debugovacom UI a na živom webe, nie v zázname debugu zapisovanom do súboru <em>logfiles.log</em>.
zh_cn: 如果启用，堆栈跟踪调试 IO 操作时和在<strong>上下文</strong>列中显示。此信息仅可在调试用户界面，并在实时网站上，不在调试日志写入到<em>logfiles.log</em>文件中。

# settingskey.cmsdebughandlers
source: Enable handlers debug
zh_cn: 启用处理程序调试

# settingskey.cmsdebughandlerslive
source: Display handlers debug on live site
zh_cn: 活的网站上显示处理程序调试

# settingskey.cmsdebughandlerslive.description
source: If enabled, event handlers debug information is also displayed at the bottom of each live site page. This option requires event handlers debugging to be enabled.
zh_cn: 如果启用，事件处理程序的调试信息也会显示在每个活动站点页面的底部。此选项需要调试要启用的事件处理程序。

# settingskey.cmsdebughandlersstack
source: Display stack information
zh_cn: 显示堆栈信息

# settingskey.cmsdebughandlersstack.description
source: If enabled, stack is tracked when debugging event handlers and is displayed in the <strong>Context</strong> column. This information is only available in the debugging UI and on the live site, not in the debug log written into the <em>logHandlers.log</em> file.
zh_cn: 如果启用，堆栈跟踪调试事件处理程序时和在<strong>上下文</strong>列中显示。此信息仅可在调试用户界面，并在实时网站上，不在调试日志写入到<em>logHandlers.log</em>文件中。

# settingskey.cmsdebugimportexport
source: Debug Import/Export
cs_cz: Debugovat Import/Export
sk_sk: Debugovať Import/Export
zh_cn: 调试导入/导出

# settingskey.cmsdebugimportexport.description
source: If disabled, debug information is not logged for the Import/Export user interface. To optimize system performance, it is recommended to have this option disabled unless you really need to debug the Import/Export process.
cs_cz: Pokud není povoleno, není zaznamenávána informace debugu pro Import/Export uživatelského rozhraní. Pro optimalizaci výkonu je doporučeno mít tuto možnost vypnutou, pokud skutečně nepotřebujete debugovat proces Import/Export.
sk_sk: Ak je zakázané, debug informácie pre Import/Export užívateľské rozhoranie nie sú zaznamenávané. Pre optimalizáciu výkonu systému sa odporúča zakázať toto nastavenie, ak skutočne nechcete debugovať Import/Export proces.
zh_cn: 如果禁用，则不会导入/导出用户界面记录调试信息。为了优化系统性能，建议有此选项禁用，除非你真的需要调试的导入/导出过程。

# settingskey.cmsdebugmacros
source: Enable macro debug
cs_cz: Povolit debug makra
sk_sk: Povoliť makro debug
zh_cn: 启用宏的调试

# settingskey.cmsdebugmacros.description
source: Enables macro debugging and the <strong>Macros</strong> tab in <strong> ##ui|cms|debug## </strong>.
cs_cz: Povoluje debugování maker a panel <strong>Makra</strong> v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie makier a záložku <strong>Makrá</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 启用宏的调试和在<strong>##ui|cms|debug## </strong><strong>宏</strong>选项卡。

# settingskey.cmsdebugmacroslive
source: Display macro debug on live site
cs_cz: Zobrazit debug makra na ostrém webu
sk_sk: Zobraziť debug makier na live site
zh_cn: 活的网站上显示宏的调试

# settingskey.cmsdebugmacroslive.description
source: If enabled, macro debug information is also displayed at the bottom of each live site page. This option requires macro debugging to be enabled.
cs_cz: Pokud je povoleno, je informace o debugu maker zobrazena také ve spodní části každé stránky ostrého webu. Tato možnost vyžaduje, aby bylo povoleno debugování maker.
sk_sk: Ak je povolené, sú informácie o debugu makier zobrazované aj v spodnej časti každej stránky živého webu. Táto voľba vyžaduje, aby bolo povolené debugovanie makier.
zh_cn: 如果启用，宏的调试信息也会显示在每个活动站点页面的底部。此选项要求宏调试启用。

# settingskey.cmsdebugmacrosloglength
source: Macro debug log length
cs_cz: Délka záznamu debugu makra
sk_sk: Dĺžka záznamu makro debugu
zh_cn: 宏调试日志长度

# settingskey.cmsdebugmacrosloglength.description
source: Sets the maximum length of the macro debug log on the <strong>##ui|cms|debug## -> Macros</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: Nastaví maximální délku záznamu debugu maker na panelu <strong>Debug -> Makra</strong>, tj. počet požadavků, pro které je informace o debugu uchována a zobrazena na panelu.Pokud je prázdné, je použita hodnota nastavení <strong>Výchozí délka záznamu</strong> (nebo tlačítko <strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálne dĺžku záznamu debugu makier na záložke <strong>Debug -> Makrá</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie uchovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集宏调试的最大长度即登录<strong>##ui|cms|debug## -> 宏</strong>选项卡上，为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebugmacrosstack
source: Display stack information
cs_cz: Zobrazit informace zásobníku
sk_sk: Zobraziť stack informácie
zh_cn: 显示堆栈信息

# settingskey.cmsdebugmacrosstack.description
source: If enabled, stack is tracked when debugging cache macros and is displayed in the <strong>Context</strong> column. This information is only available in the debugging UI and on the live site, not in the debug log written into the <em>logmacros.log</em> file.
cs_cz: Pokud je povoleno, je při debugu cache maker sledován zásobník a je zobrazen se sloupci <strong>Kontext</strong>.Tato informace je dostupná pouze v debugování a na ostrém webu, nikoliv v záznamu debugu zapsaném v souboru <em>logmacros.log</em>.
sk_sk: Ak je povolené, je počas debugovania makier sledovaný zásobník a je zobrazovaný v stĺpci <strong>Context</strong>. Táto informácia je dostupná len v debugovacom UI a na živom webe, nie v zázname debugu zapisovanom do súboru <em>logmacors.log</em>.
zh_cn: 如果启用，堆栈跟踪调试缓存宏时和在<strong>上下文</strong>列中显示。此信息仅可在调试用户界面，并在实时网站上，不在调试日志写入到<em>logmacros.log</em>文件中。

# settingskey.cmsdebugoutput
source: Enable output debug
cs_cz: Povolit debug výstupu
sk_sk: Povoliť debug výstupu
zh_cn: 启用输出调试

# settingskey.cmsdebugoutput.description
source: Enables page output debugging and the <strong>Output</strong> tab in <strong> ##ui|cms|debug## </strong>.
cs_cz: Povoluje debugování výstupu stránky a panel <strong>Výstup</strong> v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie výstupu stránky a záložku <strong>Výstup</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 使页面输出调试和在<strong>##ui|cms|debug## </strong><strong>输出</strong>选项卡。

# settingskey.cmsdebugoutputloglength
source: Output debug log length
cs_cz: Délka záznamu debugu výstupu
sk_sk: Dĺžka záznamu debugu výstupu
zh_cn: 输出调试日志长度

# settingskey.cmsdebugoutputloglength.description
source: Sets the maximum length of the output debug log on the <strong>##ui|cms|debug## -> Output</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: nastaví maximální délku záznamu debugu výstupu na panelu <strong>Debug -> Výstup</strong>, tj. počet požadavků, pro který je informace o debugu uchována a zobrazena na panelu. Pokud je prázdné, je moužita hodnota nastavení <strong>Výchozí délka záznamu</strong> (nebo tlačítko <strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálne dĺžku záznamu output debugu na záložke <strong>Debug -> Výstup</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie uchovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集的最大长度的输出调试日志<strong>##ui|cms|debug## -> 输出</strong>选项卡，即为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebugrequests
source: Enable request debug
cs_cz: Povolit debug požadavků
sk_sk: Povoliť debug požiadavkov
zh_cn: 启用请求调试

# settingskey.cmsdebugrequests.description
source: Enables request debugging and the <strong>Requests</strong> tab in <strong> ##ui|cms|debug##</strong>.
cs_cz: Povoluje debugování požadavků a panel <strong>Požadavky</strong> v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie požiadavkov a záložku <strong>Požiadavky</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 启用请求调试和在<strong>##ui|cms|debug##</strong><strong>请求</strong>选项卡。

# settingskey.cmsdebugrequestslive
source: Display request debug on live site
cs_cz: Zobrazit debug požadavku na ostrém webu
sk_sk: Zobraziť debug požiadavkov na live site
zh_cn: 活的网站上显示请求调试

# settingskey.cmsdebugrequestslive.description
source: If enabled, request debug information is also displayed at the bottom of each live site page. This option requires request debugging to be enabled.
cs_cz: Pokud je povoleno, je informace o debugu požadavků zobrazena také ve spodní části každé stránky ostrého webu. Tato možnost vyžaduje, aby bylo povoleno debugování požadavků.
sk_sk: Ak je povolené, sú informácie o debugu požiadavkov zobrazované aj v spodnej časti každej stránky živého webu. Táto voľba vyžaduje, aby bolo povolené debugovanie požiadavkov.
zh_cn: 如果启用，请求调试信息也显示在每个活动站点页面的底部。此选项要求请求调试启用。

# settingskey.cmsdebugrequestsloglength
source: Request debug log length
cs_cz: Délka záznamu debugu požadavků
sk_sk: Dĺžka záznamu debugu požiadavkov
zh_cn: 调试日志长度提出要求

# settingskey.cmsdebugrequestsloglength.description
source: Sets the maximum length of the request debug log on the <strong>##ui|cms|debug## -> Requests</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
cs_cz: Nastaví maximální záznamu debugu požadavků na panelu <strong>Debug -> Požadavky</strong>, tj. počet požadavků, pro který je informace o debugu uchována a zobrazena na panelu. Pokud je prázdné, je použita hodnota nastavení <strong>Výchozí délka záznamu</strong> (nebo tlačítko <strong>CMSDebugEverythingLogLength</strong>).
sk_sk: Nastavuje maximálne dĺžku záznamu debugu požiadavkov na záložke <strong>Debug -> Požiadavky</strong>, t. j. počet požiadavkov, pre ktoré sú debug informácie uchovávané a zobrazované na záložke. Ak je prázdne, bude použitá hodnota z nastavenia <strong>Predvolená dĺžka záznamu</strong> (alebo kľúč <strong>CMSDebugEverythingLogLength</strong>).
zh_cn: 保存的集的最大长度要求调试日志<strong>##ui|cms|debug## -> 请求</strong>选项卡，即为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingskey.cmsdebugrequestsstack
source: Display stack information
cs_cz: Zobrazit informace zásobníku
sk_sk: Zobraziť stack informácie
zh_cn: 显示堆栈信息

# settingskey.cmsdebugrequestsstack.description
source: If enabled, stack is tracked when debugging requests and is displayed in the <strong>Context</strong> column. This information is only available in the debugging UI and on the live site, not in the debug log written into the <em>logRequests.log</em> file.
cs_cz: Pokud je povoleno, je při debugování požadavků sledován zásobník a je zobrazen ve sloupci <strong>Kontext</strong>. Tato informace je dostupná pouze při debugování UI a na ostrém webu, nikoliv v záznamu debugu zapsaném v souboru <em>logRequests.log</em>.
sk_sk: Ak je povolené, je počas debugovania požiadakov sledovaný zásobník a je zobrazovaný v stĺpci <strong>Context</strong>. Táto informácia je dostupná len v debugovacom UI a na živom webe, nie v zázname debugu zapisovanom do súboru <em>logRequests.log</em>.
zh_cn: 如果启用，当调试请求并显示在<strong>上下文</strong>列跟踪堆栈。此信息仅可在调试用户界面，并在实时网站上，不在调试日志写入到<em>logRequests.log</em>文件中。

# settingskey.cmsdebugresources
source: Debug resources
cs_cz: Debugovat zdroje
sk_sk: Debugovať zdroje
zh_cn: 调试资源

# settingskey.cmsdebugresources.description
source: If false, all resource requests (<em>GetResource</em> and <em>GetCSS</em>) are ignored by all debugs.
cs_cz: Pokud je nepravda, všechny požadavky zdroje (<em>GetResource</em> a <em>GetCSS</em>) jsou debugem ignorovány,
sk_sk: Ak nie je zaškrtnuté, sú všetky zdrojové požiadavky (<em>GetResource</em> a <em>GetCSS</em>) ingorované všetkými debugmi.
zh_cn: 如果为 false，所有调试，将都忽略所有资源请求 （<em>GetResource</em>和<em>GetCSS</em>）。

# settingskey.cmsdebugsecurity
source: Enable security debug
cs_cz: Povolit debug bezpečnosti
sk_sk: Povoliť bezpečnostný debug
zh_cn: 启用安全调试

# settingskey.cmsdebugsecurity.description
source: Enables security operation debugging and the <strong>Security</strong> tab in <strong> ##ui|cms|debug##</strong>.
cs_cz: Povoluje debugování bezpečnostních operací a panel <strong>Bezpečnost</strong> v <strong>Site Manager -> Administrace -> Systém -> Debug</strong>.
sk_sk: Povoľuje debugovanie bezpečnosti a záložku <strong>Bezpečnosť</strong> v <strong>Site Manager -> Administrácia -> Systém -> Debug</strong>.
zh_cn: 使安全操作调试和在<strong>##ui|cms|debug##</strong><strong>安全</strong>选项卡。

# settingskey.cmsdebugsecuritylive
source: Display security debug on live site
cs_cz: Zobrazit debug bezpečnosti na ostém webu
sk_sk: Zobraziť bezpečnostný debug na live site
zh_cn: 活的网站上显示安全调试

# settingskey.cmsdebugsecuritylive.description
source: If enabled, security operation debug information is also displayed at the bottom of each live site page. This option requires security debugging to be enabled.
cs_cz: Pokud je povoleno, je informace o debugu bezpečnostní operace je zobrazen také na spodní části každé stránky ostrého webu. Tyto možnost vyžaduje, aby bylo povoleno debugování bezpečnosti.
sk_sk: Ak je povolené, sú informácie o debugu bezpečnosti zobrazované aj v spodnej časti každej stránky živého webu. Táto voľba vyžaduje, aby bolo povolené debugovanie bezpečnosti.
zh_cn: 如果启用，安全操作调试信息也会显示在每个活动站点页面的底部。此选项要求安全调试启用。

# settingskey.cmsdebugsecurityloglength
source: Security debug log length
cs_cz: Délka záznamu debugu bezpečnosti
sk_sk: Dĺžka záznamu bezpečnostného debugu
zh_cn: 安全调试日志长度
