Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# edituserroles.addrole
source: Add Role
cs_cz: Přidat roli
sk_sk: Pridať rolu
zh_cn: 添加角色

# edituserroles.confirmdelete
source: Are you sure you want to remove user from the role?
cs_cz: Opravdu chcete odstranit daného uživatele z role?
sk_sk: Určite chcete odstrániť daného užívateľa z role?
zh_cn: 你确定你想要从角色中删除用户？

# edituserroles.deletehint
source: Remove user from role
cs_cz: Odebrat uživatele z role
sk_sk: Odobrať užívateľa z role
zh_cn: 从角色中删除用户

# edituserroles.description
source: The user {%username%} is member of the following roles:
cs_cz: Uživatel {%username%} je členem následujících rolí:
sk_sk: užívateľ {%username%} je členom nasledujúcich rolí:
zh_cn: {%用户名 %} 用户是下列角色的成员：

# edituserroles.header
source: Edit User's Roles
cs_cz: Editace rolí uživatele
sk_sk: Editácia rolí užívateľa
zh_cn: 编辑用户角色

# edituserroles.ok
source: < Back to users
cs_cz: < Zpět na uživatele
sk_sk: < Späť na užívateľa
zh_cn: < Back to users back="" to=""></ Back to users>

# edituserroles.role
source: Role
zh_cn: 作用

# editxmlschema.buttongenerate
source: Read Schema
cs_cz: Načíst schéma
sk_sk: Načítať schému
zh_cn: 读取架构

# editxmlschema.error.cannotgetschema
source: The schema cannot be obtained. Please check the name of the table.
cs_cz: Schéma nelze získat. Zkontrolujte název tabulky.
sk_sk: Schému nemožno získať. Prosím, skontrolujte názov tabuľky.
zh_cn: 无法获取架构。请检查的表的名称。

# editxmlschema.error.cannotsaveschema
source: The schema couldn't be saved due to the following error:
cs_cz: Schéma není možné uložit kvůli následující chybě:
sk_sk: Schému nie je možné uložiť kvôli nasledujúcej chybe:
zh_cn: 架构不能保存因为发生下列错误:

# editxmlschema.error.noschema
source: Please enter a valid schema.
cs_cz: Vložte validní schéma.
sk_sk: Prosím, vložte platnú schému.
zh_cn: 请输入一个有效的模式。

# editxmlschema.header
source: Edit XML Schema
cs_cz: Editace XML schéma
sk_sk: Editácia XML schémy
zh_cn: 编辑 XML 架构

# editxmlschema.labelgenerate
source: Read from Table:
cs_cz: Číst z tabulky:
sk_sk: Čítať z tabuľky:
zh_cn: 从表中读取：

# editxmlschema.xmlschema
source: XML Schema:
cs_cz: XML schéma
sk_sk: XML schéma
zh_cn: XML 架构：

# emailinput.validationerror
source: Please enter email value in format 'mymail@domain.com'.
cs_cz: Vložte hodnotu ve formátu 'mymail@domain.com'.
sk_sk: Prosím, vložte hodnotu vo formáte 'mymail@domain.com'.
zh_cn: 请输入电子邮件值格式 'mymail@domain.com'。

# emailpriority.high
source: High
cs_cz: Vysoká
sk_sk: Vysoká
zh_cn: 高

# emailpriority.low
source: Low
cs_cz: Nízká
sk_sk: Nízka
zh_cn: 低

# emailpriority.normal
source: Normal
cs_cz: Normální
sk_sk: Normálna
zh_cn: 正常

# emailqueue.archive.text
source: The following list contains archived emails which have been successfully sent.
cs_cz: Následující seznam obsahuje archivované e-maily, které byly úspěšně odeslány.
sk_sk: Nasledujúci zoznam obsahuje archivované e-maily, ktoré boli úspešne odoslané.
zh_cn: 下面的列表包含已成功发送的存档的邮件。

# emailqueue.deleteallconfirmation
source: Are you sure you want to delete all emails?
cs_cz: Opravdu chcete smazat všechny e-maily z fronty?
sk_sk: Naozaj chcete zmazať všetky e-maily z fronty?
zh_cn: 是否确实要删除所有电子邮件?

# emailqueue.deleteallfailedconfirmation
source: Are you sure you want to delete all failed emails?
cs_cz: Opravdu chcete smazat všechny e-maily jejichž odeslání selhalo?
sk_sk: Naozaj chcete zmazať všetky e-maily, ktorých odoslanie zlyhalo?
zh_cn: 是否确实要删除所有失败的电子邮件？

# emailqueue.deleteselectedconfirmation
source: Are you sure you want to delete selected emails?
cs_cz: Opravdu chcete smazat vybrané e-maily?
sk_sk: Naozaj chcete zmazať vybrané e-maily?
zh_cn: 是否确实要删除所选的电子邮件？

# emailqueue.deleteselectedrecipientconfirmation
source: Are you sure you want to delete selected recipients?
cs_cz: Opravdu chcete smazat vybrané příjemce?
sk_sk: Naozaj chcete zmazať vybraných prijímateľov?
zh_cn: 你确定要删除选定的收件人？

# emailqueue.detail.attachments
source: Attachment(s)
cs_cz: Přílohy
sk_sk: Príloha(y)
zh_cn: 附件

# emailqueue.detail.bcc
source: Bcc
cs_cz: Skrytá kopie
sk_sk: Skrytá kópia
zh_cn: 密件抄送

# emailqueue.detail.body
source: Body
cs_cz: Obsah zprávy:
sk_sk: Obsah správy:
zh_cn: 身体

# emailqueue.detail.cc
source: Cc
cs_cz: Kopie
sk_sk: Kópia
zh_cn: 抄送

# emailqueue.detail.errormessage
source: Error message
cs_cz: Chybová hláška
sk_sk: Chybová správa
zh_cn: 错误消息

# emailqueue.detail.from
source: From
cs_cz: E-mail od
sk_sk: E-mail od
zh_cn: 从

# emailqueue.detail.to
source: To
cs_cz: E-mail komu
sk_sk: E-mail komu
zh_cn: 自

# emailqueue.details.emailalreadysent
source: Required email has been already sent. You can see the email in Sent emails if archiving is enabled.
cs_cz: E-mail byl odeslán. E-mail je možné vidět v odeslaných pokud je povoleno jejich archivování.
sk_sk: Požadovaný e-mail už bol odoslaný. Môžete ho zobraziť v odoslaných e-mailoch ak archivovanie je zapnuté.
zh_cn: 所需的电子邮件已经寄。你可以看到的电子邮件已发送电子邮件如果归档中已启用。

# emailqueue.details.title
source: Email details
cs_cz: Informace o e-mailu
sk_sk: Informácie o e-maile
zh_cn: 电子邮件详细信息

# emailqueue.emailsdisabled
source: Email sending is currently disabled. To enable it, please go to <strong> ##ui|cms|settings## -> System -> Emails</strong> and check the "Enable emails" box.
cs_cz: Odesílání e-mailů je momentálně vypnuto. Abyste jej zapli, jděte, prosím, do <strong>Site Manager -> Nastavení -> E-maily</strong> a zvolte "Povolit e-maily".
sk_sk: Odosielanie e-mailov je momentálne zakázané. Pre povolenie choďte do <strong>Site Manager -> Nastavenia -> Systém -> E-maily</strong> a zaškrknite "Povoliť e-maily".
zh_cn: 电子邮件发送当前被禁用。若要启用它，请转到<strong> ##ui|cms|settings## ->-> 电子邮件系统</strong>，并选中"启用电子邮件"框。

# emailqueue.lastsendattempt
source: Last send attempt
cs_cz: Čas posledního odeslání
sk_sk: Čas posledného odoslania
zh_cn: 最后一次发送尝试

# emailqueue.lastsendresult
source: Error message
cs_cz: Výsledek posledního odeslání
sk_sk: Výsledok posledného odoslania
zh_cn: 错误消息

# emailqueue.priority
source: Priority
cs_cz: Priorita
sk_sk: Priorita
zh_cn: 优先

# emailqueue.queue.delete
source: Delete all
cs_cz: Smazat vše
sk_sk: Zmazať všetko
zh_cn: 删除所有

# emailqueue.queue.deletefailed
source: Delete all failed
cs_cz: Smazat všechny neúspěšné
sk_sk: Zmazať všetky neúspešné
zh_cn: 删除所有失败

# emailqueue.queue.deleteselected
source: Delete selected
cs_cz: Smazat vybrané
sk_sk: Zmazať vybrané
zh_cn: 删除所选

# emailqueue.queue.massdetails
source: Show details
cs_cz: Zobrazit podrobnosti
sk_sk: Zobraziť detaily
zh_cn: 显示详细信息

# emailqueue.queue.resend
source: Resend all
cs_cz: Přeposlat vše
sk_sk: Preposlať všetko
zh_cn: 重发所有

# emailqueue.queue.resendfailed
source: Resend all failed
cs_cz: Přeposlat neodeslané
sk_sk: Preposlať všetky neúspešné
zh_cn: 重发所有失败

# emailqueue.queue.resendselected
source: Resend selected
cs_cz: Přeposlat vybrané
sk_sk: Preposlať vybrané
zh_cn: 重新发送所选

# emailqueue.queue.text
source: The following list contains emails that are waiting to be sent or whose sending failed.
cs_cz: Následující seznam obsahuje e-maily, které čekají na odeslání, nebo u kterých bylo odesílání neúspěšné.
sk_sk: Nasledujúci zoznam obsahuje e-maily, ktoré čakajú na odoslanie, alebo pri ktorých bolo odosielanie neúspešné.
zh_cn: 下面的列表包含电子邮件，正在等待发送或其发送失败。

# emailqueue.recipient
source: Recipient
cs_cz: Příjemce
sk_sk: Prijímateľ
zh_cn: 收件人

# emailqueue.resendallconfirmation
source: Are you sure you want to resend all emails?
cs_cz: Opravdu chcete znovu poslat všechny e-maily?
sk_sk: Naozaj chcete preposlať všetky e-maily?
zh_cn: 你确定你想要重新发送所有电子邮件？

# emailqueue.resendallfailedconfirmation
source: Are you sure you want to resend all failed emails?
cs_cz: Opravdu chcete znovu poslat všechny neúspěšně poslané e-maily?
sk_sk: Naozaj chcete preposlať všetky neúspešné e-maily?
zh_cn: 你确定你想要重新发送所有失败的电子邮件？

# emailqueue.resendselectedconfirmation
source: Are you sure you want to resend selected emails?
cs_cz: Opravdu chcete znovu poslat vybrané e-maily?
sk_sk: Naozaj chcete preposlať všetky vybrané e-maily?
zh_cn: 你确定你想要发送选定的电子邮件？

# emailqueue.sendingemails
source: The system is sending the emails, it may take some time, check the email queue later or refresh the page to see the results.
cs_cz: Systém právě posílá e-maily a nějakou dobu to potrvá. Můžete zkontrolovat frontu e-mailů nebo po nějaké chvíli přenačíst stránku a prověřit výsledky.
sk_sk: Systém odosiela e-maily, môže to trvať nejaký čas, skontrolujte frontu e-mailov neskôr, alebo obnovte stránku na zobrazenie výsledkov.
zh_cn: 该系统发送电子邮件，它可能需要一些时间，稍后检查电子邮件队列或刷新该页面以查看结果。

# emailqueue.sentdetails.title
source: Recipients list
cs_cz: Seznam příjemců
sk_sk: Zoznam prijímateľov
zh_cn: 收件人列表

# emailqueue.status
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# emailqueue.to
source: To
cs_cz: Komu
sk_sk: Komu
zh_cn: 自

# emailstatus.created
source: Created
cs_cz: Vytvořený
sk_sk: Vytvorený
zh_cn: 创建

# emailstatus.sending
source: Sending
cs_cz: Posílá se
sk_sk: Posiela sa
zh_cn: 发送

# emailstatus.waiting
source: Waiting
cs_cz: Čekající
sk_sk: Čaká
zh_cn: 等待

# emailtemplate_edit.bcc
source: Bcc
cs_cz: Skrytá kopie
sk_sk: Skrytá kópia
zh_cn: 密件抄送

# emailtemplate_edit.cc
source: Cc
cs_cz: Kopie
sk_sk: Kópia
zh_cn: 抄送

# emailtemplate_edit.currenttemplate
source: New email template
cs_cz: Nová šablona e-mailu
sk_sk: Nová šablóna e-mailu
zh_cn: 新建电子邮件模板

# emailtemplate_edit.emailtemplates
source: Email templates
cs_cz: Šablony e-mailu
sk_sk: Šablóny e-mailu
zh_cn: 电子邮件模板

# emailtemplate_edit.fillcodenamefield
source: Please enter a template code name.
cs_cz: Vložte nějaké kódové jméno šablony.
sk_sk: Prosím, vložte kódové meno šablóny.
zh_cn: 请输入模板代码的名称。

# emailtemplate_edit.filldisplaynamefield
source: Please enter a template display name.
cs_cz: Vložte nějaké zobrazené jméno šablony.
sk_sk: Prosím, vložte zobrazované meno šablóny.
zh_cn: 请输入模板的显示名称。

# emailtemplate_edit.htmlversion
source: HTML version
cs_cz: HTML verze
sk_sk: HTML verzia
zh_cn: HTML 版本

# emailtemplate_edit.plaintextversion
source: Plain text version
cs_cz: Prostý text
sk_sk: Čistý text
zh_cn: 纯文本版本

# emailtemplate_edit.uniquecodename
source: Code name of the email template must be unique for current site.
cs_cz: Kódový název šablony e-mailu musí být jedinečné v rámci webu.
sk_sk: Kódové meno šablóny e-mailu musí byť jedinečné v rámci webu.
zh_cn: 代码的电子邮件模板的名称必须是唯一的当前站点。

# emailtemplate_list.global
source: (global)
cs_cz: (globální)
sk_sk: (globálny)
zh_cn: （全局）

# emailtemplate_list.title
source: Email templates
cs_cz: Šablony e-mailu
sk_sk: Šablóny e-mailu
zh_cn: 电子邮件模板

# error.back
source: Click here to go back to the home page
cs_cz: Klikněte sem pro návrat na domovskou stránku
sk_sk: Kliknite sem pre návrat na domovskú stránku
zh_cn: 单击此处以返回到主页页面

# error.header
source: System error
cs_cz: Systémová chyba
sk_sk: Systémová chyba
zh_cn: 系统错误

# error.info
source: An error occurred processing your request at URL <strong>{0}</strong>.
cs_cz: Vyskytla se chyba při zpracování vašeho požadavku na URL <strong>{0}</strong>.
sk_sk: Vyskytla sa chyba pri spracovaní vášho požiadavku na URL <strong>{0}</strong>.
zh_cn: 处理您的请求在 URL <strong>{0}</strong>时出错。

# event_attendee_edit.incorectemailformat
source: Please enter email addresses in correct format.
cs_cz: Zadejte prosím e-mail ve správném formátu.
sk_sk: Prosím, zadajte e-mail v správnom formáte.
zh_cn: 请在正确的格式输入电子邮件地址。

# event_attendee_edit.lblfirstname
source: First name:
cs_cz: Jméno:
sk_sk: Meno:
zh_cn: 名字:

# event_attendee_edit.lbllastname
source: Last name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# event_attendee_edit.lblphone
source: Phone:
cs_cz: Telefon:
sk_sk: Telefón:
zh_cn: 电话：

# event_attendee_edit.rfvemail
source: Please enter a valid email address.
cs_cz: Zadejte prosím platnou e-mail.
sk_sk: Prosím, zadajte správnu e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址。

# eventlogdetails.close
source: Close
cs_cz: Zavřít
sk_sk: Zavrieť
zh_cn: 关闭

# eventlogdetails.eventcode
source: Event code:
cs_cz: Kód události:
sk_sk: Kód udalosti:
zh_cn: 事件代码：

# eventlogdetails.eventid
source: Event ID:
cs_cz: ID události:
sk_sk: ID udalosti:
zh_cn: 事件 ID：

# eventlogdetails.eventtime
source: Event time:
cs_cz: Čas události:
sk_sk: Čas udalosti:
zh_cn: 活动时间：

# eventlogdetails.eventtype
source: Event type:
cs_cz: Typ události:
sk_sk: Typ udalosti:
zh_cn: 事件类型：

# eventlogdetails.eventurl
source: Event URL:
cs_cz: URL události:
sk_sk: URL udalosti:
zh_cn: 事件的 URL：

# eventlogdetails.export
source: Export event details
cs_cz: Exportovat podrobnosti události
sk_sk: Exportuj detaily udalosti
zh_cn: 导出事件的详细信息

# eventlogdetails.header
source: Event detail
cs_cz: Detail události
sk_sk: Detail udalosti
zh_cn: 事件详细信息

# eventlogdetails.ipaddress
source: IP address:
cs_cz: IP adresa:
sk_sk: IP adresa:
zh_cn: IP 地址:

# eventlogdetails.machinename
source: Machine name:
cs_cz: Název stroje:
sk_sk: Názov stroja:
zh_cn: 机器名称：

# eventlogdetails.nodeid
source: Node ID:
cs_cz: ID uzlu:
sk_sk: ID uzla:
zh_cn: 节点 ID：

# eventlogdetails.nodename
source: Page name:
cs_cz: Jméno dokumentu:
sk_sk: Meno dokumentu:
zh_cn: 页面名称：

# eventlogdetails.source
source: Source:
cs_cz: Zdroj:
sk_sk: Zdroj:
zh_cn: 资料来源：

# eventlogdetails.userid
source: User ID:
cs_cz: ID uživatele:
sk_sk: ID užívateľa:
zh_cn: 用户 ID：

# eventloglist.clear
source: Clear log
cs_cz: Smazat záznamy
sk_sk: Zmazať záznamy
zh_cn: 清除日志

# eventloglist.clearallconfirmation
source: Are you sure you want to clear the event log?
cs_cz: Opravdu chcete smazat historii událostí?
sk_sk: Určite chcete zmazať históriu udalostí?
zh_cn: 你确定你想要清除事件日志？

# eventloglist.clearconfirmation
source: Are you sure you want to clear the event log for selected site?
cs_cz: Opravdu chcete smazat historii událostí pro zvolený web?
sk_sk: Určite chcete zmazať históriu udalostí pre zvolený web?
zh_cn: 你确定你想要清除事件日志以了解所选站点？

# eventloglist.eventcode
source: Can be used to filter the list to display only events that match the specified Event code. For example: EXCEPTION
cs_cz: Kód události
sk_sk: Kód udalosti
zh_cn: 可用于筛选列表以显示匹配指定的事件代码的事件。例如： 异常

# eventloglist.eventtime
source: Event time
cs_cz: Čas události
sk_sk: Čas udalosti
zh_cn: 事件时间

# eventloglist.eventtype
source: Event type
cs_cz: Typ události
sk_sk: Typ udalosti
zh_cn: 事件类型

# eventloglist.eventtypeall
source: All events
cs_cz: Všechny události
sk_sk: Všetky udalosti
zh_cn: 所有事件

# eventloglist.eventtypeerror
source: Error
cs_cz: Chyba
sk_sk: Chyba
zh_cn: 错误

# eventloglist.eventtypeinformation
source: Information
cs_cz: Informace
sk_sk: Informácie
zh_cn: 信息

# eventloglist.eventtypewarning
source: Warning
cs_cz: Varování
sk_sk: Varovanie
zh_cn: 警告

# eventloglist.filter
source: Filter criteria:
cs_cz: Kritéria filtru:
sk_sk: Kritéria filtra:
zh_cn: 筛选条件：

# eventloglist.filterbutton
source: Filter
cs_cz: Filtr
zh_cn: 筛选器

# eventloglist.filtereventcode
source: Event code:
cs_cz: Kód události:
sk_sk: Kód udalosti:
zh_cn: 事件代码：

# eventloglist.filtereventtype
source: Selects which type of events should be displayed. Possible options are Errors (E), Information events (I), Warnings (W) and all types.
cs_cz: Typ události:
sk_sk: Typ udalosti:
zh_cn: 选择要显示哪种类型的事件。可能的选择是错误 (E) (I) 的信息事件警告 (W) 和所有类型。

# eventloglist.filternodename
source: Page name:
cs_cz: Jméno dokumentu:
sk_sk: Meno dokumentu:
zh_cn: 页面名称：

# eventloglist.globalevents
source: (only global events)
cs_cz: (pouze globální události)
sk_sk: (iba globálne udalosti)
zh_cn: （只有全局事件）

# eventloglist.header
source: Event log
cs_cz: Historie událostí
sk_sk: História udalostí
zh_cn: 事件日志

# eventloglist.ipaddress
source: IP address
cs_cz: IP adresa
sk_sk: IP adresa
zh_cn: IP 地址

# eventloglist.label
source: Select site:
cs_cz: Vybrat web:
sk_sk: Vybrať web:
zh_cn: 选择站点：

# eventloglist.source
source: Can be used to filter the list of displayed events according to the source that caused the event to be logged. For example: Application_Error
cs_cz: Zdroj
sk_sk: Zdroj
zh_cn: 可用于筛选显示的事件，根据引起要记录的事件的源的列表。例如： Application_Error

# eventloglist.viewhint
source: Display event
cs_cz: Zobrazit událost
sk_sk: Zobraziť udalosť
zh_cn: 显示事件

# eventmanager.attendeeregistered
source: Same email address has been used for registration to this event. You may be already registered.
cs_cz: Stejný e-mail již byl použit pro registraci. Už jste zaregistrován.
sk_sk: Rovnaký e-mail už bol použitý pri registrácii. Už ste pravdepodobne zaregistrovaný.
zh_cn: 相同的电子邮件地址已被用于向此事件注册。你可能已经注册。

# eventmanager.attendeeregisteredwarning
source: The same email address is used by another registered attendee(s) to this event.
cs_cz: Stejný e-mail již byl použit pro registraci.
sk_sk: Rovnaký e-mail už bol použitý pri registrácii k tejto udalosti.
zh_cn: 对此事件的另一注册 attendee(s) 使用相同的电子邮件地址。

# eventmanager.buttonregister
source: Register
cs_cz: Registrovat
sk_sk: Registrovať
zh_cn: 注册

# eventmanager.emailrequired
source: Please enter a valid email address.
cs_cz: Zadejte nějaký e-mail.
sk_sk: Prosím, zadajte platný e-mail.
zh_cn: 请输入一个有效的电子邮件地址。

# eventmanager.eventnotexist
source: Event does not exist!
cs_cz: Událost neexistuje
sk_sk: Udalosť neexistuje
zh_cn: 事件不存在 ！

# eventmanager.exporttooutlook
source: Add event to Outlook
cs_cz: Přidat událost do Outlooku
sk_sk: Pridať udalosť do Outlooku
zh_cn: 将事件添加到 Outlook

# eventmanager.firstname
source: First name:
cs_cz: Jméno:
sk_sk: Meno:
zh_cn: 名字:

# eventmanager.firstnamerequired
source: Please enter a first name.
cs_cz: Zadejte prosím jméno.
sk_sk: Prosím, zadajte meno.
zh_cn: 请输入一个名字。

# eventmanager.fullcapacity
source: Registration is closed because of full capacity.
cs_cz: Registrace je ukončena z důvodu naplnění kapacity.
sk_sk: Registrácia je ukončená z dôvodu naplnenia kapacity.
zh_cn: 登记因满负荷而关闭。

# eventmanager.invitationresend
source: Invitation was resent successfully.
cs_cz: Pozvánka byla úspěšně odeslána.
sk_sk: Pozvánka bola úspešne odoslaná.
zh_cn: 邀请被成功地怨恨。

# eventmanager.lastname
source: Last name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# eventmanager.lastnamerequired
source: Please enter a last name.
cs_cz: Vložte prosím příjmení.
sk_sk: Prosím, zadajte priezvisko.
zh_cn: 请输入姓氏。

# eventmanager.notauthenticated
source: Please authenticate before registration.
cs_cz: Přihlašte se prosím před registrací.
sk_sk: Prosím, prihláste sa pred registráciou.
zh_cn: 请在登记前进行身份验证。

# eventmanager.notopened
source: Registration is closed at the moment.
cs_cz: Registrace je ukončena.
sk_sk: Registrácia je ukončená.
zh_cn: 报名截止时刻。

# eventmanager.phone
source: Phone:
cs_cz: Telefon:
sk_sk: Telefón:
zh_cn: 电话：

# eventmanager.phonerequired
source: Please enter a phone number.
cs_cz: Vložte prosím telefonní číslo.
sk_sk: Prosím, zadajte telefón.
zh_cn: 请输入一个电话号码。

# eventmanager.registrationsucceeded
source: You have been successfully registered for the event.
cs_cz: Byl jste úspěšně zaregistrován.
sk_sk: Bol ste úspešne zaregistrovaný.
zh_cn: 您已成功注册为事件。

# eventmanager.registrationtitle
source: Registration
cs_cz: Registrace
sk_sk: Registrácia
zh_cn: 注册

# events_attendee_edit.edit
source: Attendee properties
cs_cz: Vlastnosti účastníka
sk_sk: Vlastnosti účastníka
zh_cn: 与会者属性

# events_attendee_edit.headercaption
source: New attendee
cs_cz: Nový účastník
sk_sk: Nový účastník
zh_cn: 新与会者

# events_attendee_edit.itemlistlink
source: Attendees
cs_cz: Účastníci
sk_sk: Účastníci
zh_cn: 与会者

# events_attendee_edit.newitemcaption
source: New attendee
cs_cz: Nový účastník
sk_sk: Nový účastník
zh_cn: 新与会者

# events_attendee_list.newitemcaption
source: New attendee
cs_cz: Vytvořit nového účastníka
sk_sk: Nový účastník
zh_cn: 新与会者

# events_edit.itemlistlink
source: Events
cs_cz: Události
sk_sk: Udalosti
zh_cn: 事件

# events_edit.registeredattendeesofcapacity
source: {0} - {1} attendees ({2} max)
cs_cz: {0} - {1} účastníků ({2} max)
sk_sk: {0} - {1} účastníkov ({2} max)
zh_cn: {0}-{1} 与会者 ({2} 最大）

# events_list.headercaption
source: Events
cs_cz: Události
sk_sk: Udalosti
zh_cn: 事件

# events_list.nobookingeventclass
source: Page type with code name 'CMS.BookingEvent' does not exist.
cs_cz: Typ dokumentu s kódovým názvem 'CMS.BookingEvent' neexistuje.
sk_sk: Dokument typ s kódovým menom 'CMS.BookingEvent' neexistuje
zh_cn: 页类型与代码名称 ' 不育系。BookingEvent' 并不存在。

# events_sendemail.emailsent
source: Email was sent successfully.
cs_cz: E-mail byl úspěšně odeslán.
sk_sk: E-mail bol úspešne odoslaný.
zh_cn: 电子邮件已成功发送。

# events_sendemail.emptyemailsubject
source: Please enter an email subject.
cs_cz: Zadejte prosím předmět e-mailu.
sk_sk: Prosím, zadajte predmet e-mailu.
zh_cn: 请输入电子邮件主题。

# events_sendemail.emptysenderemail
source: Please enter an email address.
cs_cz: Zadejte prosím e-mail.
sk_sk: Prosím, zadajte adresu e-mailu.
zh_cn: 请输入电子邮件地址。

# events_sendemail.emptysendername
source: Please enter sender name.
cs_cz: Zadejte prosím jméno odesílatele.
sk_sk: Prosím, zadajte odosielateľa.
zh_cn: 请输入发件人名称。

# events_sendemail.invalidemailformat
source: Please enter email addresses in correct format.
cs_cz: Zadejteprosím e-mail ve správném formátu.
sk_sk: Prosím, zadajte adresu v korektnej forme.
zh_cn: 请在正确的格式输入电子邮件地址。

# events_sendemail.lblsenderemail
source: Sender email:
cs_cz: E-mail odesílatele:
sk_sk: E-mail odosielateľa:
zh_cn: 发件人的电子邮件：

# events_sendemail.lblsendername
source: Sender name:
cs_cz: Jméno odesílatele:
sk_sk: Meno odosielateľ:
zh_cn: 发件人姓名：

# events_sendemail.lbltitle
source: Send email to all attendees:
cs_cz: Poslat e-mail všem účastníkům
sk_sk: Poslať e-mail všetkým účastníkom:
zh_cn: 向所有与会者发送电子邮件：

# exchangetable_edit.currencynameexists
source: Table name with given name already exists.
cs_cz: Tabulka s daným názvem již existuje.
sk_sk: Tabuľka s daným názvom už existuje.
zh_cn: 具有给定名称的表名称已存在。

# exchangetable_edit.doubleformatrequired
source: Please enter exchange rate value in double format.
cs_cz: Zadejte směnný kurz jako desetinné číslo.
sk_sk: Prosím, zadajte výmenný kurz ako desatinné číslo.
zh_cn: 请输入汇率值双格式。

# exchangetable_edit.errorname
source: Please enter a code name
cs_cz: Zadejte kódový název
sk_sk: Prosím zadajte kódové meno.
zh_cn: 请输入一个代码名称

# exchangetable_edit.errorrate
source: Please enter positive exchange rates.
cs_cz: Některá směnná hodnota buď není číslo nebo je záporná.
sk_sk: Niektorá výmenná hodnota buď nie je číslo alebo je záporná.
zh_cn: 请输入积极的汇率。

# exchangetable_edit.exchangeratehelp
source: Example: Dollar is set as a main currency. Relation between Dollar and Czech Crown is 1 $ = 16 CZK. Use 1/16 = 0.0625 as Czech Crown rate value.
cs_cz: Příklad: Dolar je nastaven jako hlavní měna. Poměr mezi dolarem a českou korunou je 1 $ = 16 CZK. Použijte 1/16 = 0.0625 jako kurz české koruny.
sk_sk: Príklad: Dolár je nastavený ako hlavná mena. Vzťah medzi Dolárom a Českou korunou je 1 $ = 16 CZK. Použite 1/16 = 0,0625 ako hodnotu pre výmenný kurz.
zh_cn: 示例： 美元作为主要的货币设置。美元与捷克冠之间的关系是 1 美元 = 16 克朗。使用 1/16 = 0.0625 作为捷克冠率值。

# exchangetable_edit.exchangerates
source: Exchange rates:
cs_cz: Směnné kurzy:
sk_sk: Výmenné kurzy:
zh_cn: 汇率:

# exchangetable_edit.exchangetabledisplaynamelabel
source: Table display name:
cs_cz: Zobrazený název tabulky:
sk_sk: Zobrazovaný názov tabuľky:
zh_cn: 表显示名称：

# exchangetable_edit.exchangetablenamelabel
source: Table name:
cs_cz: Název tabulky:
sk_sk: Názov tabuľky:
zh_cn: 表名称:

# exchangetable_edit.exchangetablevalidfromlabel
source: Valid from:
cs_cz: Platné od:
sk_sk: Platné od:
zh_cn: 有效期自:

# exchangetable_edit.exchangetablevalidtolabel
source: Valid to:
cs_cz: Platné do:
sk_sk: Platné do:
zh_cn: 有效：

# exchangetable_edit.headercaption
source: Exchange table properties
cs_cz: Vlastnosti směnné tabulky
sk_sk: Vlastnosti kurzovej tabuľky
zh_cn: 交换表属性

# exchangetable_edit.itemlistlink
source: Exchange tables
cs_cz: Směnné tabulky
sk_sk: Kurzové tabuľky
zh_cn: 交换表

# exchangetable_edit.newitemcaption
source: New exchange table
cs_cz: Nová směnná tabulka
sk_sk: Nová kurzová tabuľka
zh_cn: 新建交换表
