Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# tree.redirectednodetooltip
source: Redirected page
cs_cz: Přesměrovaný dokument
sk_sk: Presmerované dokumenty
zh_cn: 重定向的页面

# tree.root
source: Root
cs_cz: Kořen
sk_sk: Koreň
zh_cn: 根

# treedata.cannotcopynodehere
source: This type of page cannot be copied here.
cs_cz: Tento typ dokumentu nelze zkopírovat na toto místo.
sk_sk: Tento typ dokumentu nemožno skopírovať na toto miesto.
zh_cn: 这种类型的页面不能复制到此处。

# treedata.cannotcopynodetoitself
source: You cannot copy the page to itself or under itself.
cs_cz: Nelze kopírovat dokument na stejné místo nebo pod dokument samotný.
sk_sk: Nemožno kopírovať dokument na rovnaké miesto alebo pod dokument samotný.
zh_cn: 不能将网页复制到其自身或根据本身。

# treedata.cannotmovenodehere
source: This type of page cannot be moved here.
cs_cz: Tento typ dokumentu nelze přesunout na toto místo.
sk_sk: Tento typ dokumentu nemožno presunúť na toto miesto.
zh_cn: 这种类型的页面不能搬到这里。

# treedata.cannotmovenodetoitself
source: You cannot move the page to itself or under itself.
cs_cz: Nelze přesunout dokument na stejné místo nebo pod dokument samotný.
sk_sk: Nemožno presunúť dokument na rovnaké miesto alebo pod dokument samotný.
zh_cn: 给自己或在本身之下，不能移动页面。

# treedata.uselisting
source: (see the listing for all pages)
cs_cz: (dokumenty naleznete v seznamu)
sk_sk: (dokumenty nájdete v zozname)
zh_cn: （请参见清单的所有页面）

# uiculture_edit_general.erroremptyculturename
source: Please enter a culture name
cs_cz: Vložte prosím název jazykové verze.
sk_sk: Prosím, vložte názov jazyka.
zh_cn: 请输入一个语言名称

# unigrid.actions
source: Actions
cs_cz: Akce
sk_sk: Akcia
zh_cn: 操作

# unigrid.actions.export
source: Export object
sk_sk: Exportovať objekt
zh_cn: 导出对象

# unigrid.aliaseslist.columns.defaultvisitorculture
source: Visitor culture
cs_cz: Výchozí jazyková verze
sk_sk: Implicitný jazyk
zh_cn: 访客语言

# unigrid.aliaseslist.columns.sitedomainaliasname
source: Domain alias
cs_cz: Alias domény
sk_sk: Alias domény
zh_cn: 域别名

# unigrid.attachment.actions.delete.confirmation
source: Are you sure you want to delete selected file?
cs_cz: Opravdu chcete smazat zvolený soubor?
sk_sk: Naozaj chcete zmazať vybraný súbor?
zh_cn: 是否确实要删除选定的文件?

# unigrid.badwordculture.actions.delete
source: Delete
cs_cz: Smazat
sk_sk: Zmazať
zh_cn: 删除

# unigrid.badwordculture.actions.delete.confirmation
source: Are you sure you want to delete the bad word culture?
cs_cz: Opravdu chcete smazat tuto jazykovou verzi?
sk_sk: Naozaj chcete zmazať kultúru?
zh_cn: 你确定你想要删除坏词语言？

# unigrid.badwordculture.actions.edit
source: Edit
cs_cz: Upravit
sk_sk: Upraviť
zh_cn: 编辑

# unigrid.badwordculture.columns.cultureid
source: Culture ID
cs_cz: Jazyková verze UI
sk_sk: Kultúra ID
zh_cn: 语言 ID

# unigrid.badwords.columns.isglobal
source: All cultures
cs_cz: Globální
sk_sk: Všetky kultúry
zh_cn: 所有的语言

# unigrid.badwords.columns.wordaction
source: Action
cs_cz: Operace
sk_sk: Akcia
zh_cn: 操作

# unigrid.badwords.columns.wordexpression
source: Expression
cs_cz: Výraz
sk_sk: Výraz
zh_cn: 表达式

# unigrid.badwords.columns.wordreplacement
source: Replacement
cs_cz: Náhrada
sk_sk: Náhrada
zh_cn: 更换

# unigrid.bizform.actions.delete.confirmation
source: Are you sure you want to delete the form?
cs_cz: Opravdu chcete odstranit BizForm?
sk_sk: Určite chcete odstrániť formulár?
zh_cn: 你确定你想要删除的表单？

# unigrid.bizform.columns.formdisplayname
source: Form name
cs_cz: ¨Název formuláře
sk_sk: Meno formulára
zh_cn: 表格名称

# unigrid.board.message.columns.boardname
source: Message board
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 留言板

# unigrid.board.message.columns.messageapproved
source: Approved
cs_cz: Schváleno
sk_sk: Schválené
zh_cn: 批准

# unigrid.board.message.columns.messageinserted
source: Inserted
cs_cz: Vloženo
sk_sk: Vložené
zh_cn: 插入

# unigrid.board.message.columns.messageisspam
source: Is SPAM
cs_cz: Jde o SPAM
sk_sk: Je SPAM
zh_cn: 是垃圾邮件

# unigrid.board.message.columns.messagetext
source: Text
zh_cn: 文本

# unigrid.com_shippingoption.actions.delete.confirmation
source: Are you sure you want to delete selected item?
cs_cz: Opravdu chcete smazat zvolenou položku?
sk_sk: Naozaj chcete zmazať vybranú položku?
zh_cn: 确实要删除所选的项目吗?

# unigrid.com_shippingoption.columns.shippingoptioncharge
source: Shipping charge
cs_cz: Poplatek za dopravu
sk_sk: Poplatok za dopravu
zh_cn: 运费

# unigrid.container.actions.export
source: Export object
sk_sk: Exportovať objekt
zh_cn: 导出对象

# unigrid.country.columns.countrydisplayname
source: Country name
cs_cz: Název země
sk_sk: Názov krajiny
zh_cn: 国家/地区名称

# unigrid.country_state.action.delete.confirmation
source: Are you sure you want to delete the state?
cs_cz: Opravdu chcete odstranit daný stát?
sk_sk: Určite chcete odstrániť daný štát?
zh_cn: 你确定你想要删除的状态？

# unigrid.country_state.columns.statedisplayname
source: State name
cs_cz: Název státu
sk_sk: Názov štátu
zh_cn: 状态名称

# unigrid.creditevent.columns.eventcreditchange
source: Credit change
cs_cz: Změna kreditu
sk_sk: Zmena kreditu
zh_cn: 信用更改

# unigrid.creditevent.columns.eventdate
source: Date
cs_cz: Datum
sk_sk: Dátum
zh_cn: 日期

# unigrid.creditevent.columns.eventdescription
source: Description
cs_cz: Popis
sk_sk: Popis
zh_cn: 描述

# unigrid.creditevent.columns.eventid
source: Event ID
cs_cz: ID změny kreditu
sk_sk: ID zmeny kreditu
zh_cn: 事件 ID

# unigrid.creditevent.columns.eventname
source: Event name
cs_cz: Název změny kreditu
sk_sk: Názov zmeny kreditu
zh_cn: 事件名称

# unigrid.culturelist.columns.culturecode
source: Culture code
cs_cz: Kód jazykové verze
sk_sk: Kód jazyka
zh_cn: 语言代码

# unigrid.culturelist.columns.culturename
source: Culture name
cs_cz: Název jazykové verze
sk_sk: Názov jazyka
zh_cn: 语言名称

# unigrid.culturelist.columns.cultureshortname
source: Culture short name
cs_cz: Krátký název jazykové verze
sk_sk: Krátky názov jazyka
zh_cn: 语言的短名称

# unigrid.cultures.actions.delete.confirmation
source: Are you sure you want to delete the culture ?
cs_cz: Opravdu chcete odstranit zvolenou jazykovou vezi?
sk_sk: Určite chcete odstrániť zvolený jazyk?
zh_cn: 你确定你想要删除的语言？

# unigrid.cultures.columns.usefirstname
source: UseFirstName Caption
cs_cz: UseFirstName titulek
sk_sk: UseFirstName titulok
zh_cn: UseFirstName 标题

# unigrid.cultures.columns.usersecondname
source: UserSecondName Caption
cs_cz: UserSecondName titulek
sk_sk: UserSecondName titulok
zh_cn: UserSecondName 标题

# unigrid.currency.columns.currencycode
source: Currency code
cs_cz: Kód měny
sk_sk: Kód meny
zh_cn: 币种代码

# unigrid.currency.columns.currencydisplayname
source: Currency name
cs_cz: Název měny
sk_sk: Názov meny
zh_cn: 货币名称

# unigrid.currency.columns.currencyismain
source: Currency is main
cs_cz: Měna je výchozí
sk_sk: Mena je základná
zh_cn: 货币是主要的

# unigrid.customer_edit_address.actions.delete.confirmation
source: Are you sure you want to delete this address?
cs_cz: Opravdu chcete odstranit danou adresu?
sk_sk: Určite chcete odstrániť danú adresu?
zh_cn: 是否确实要删除此地址?

# unigrid.customer_edit_address.columns.addressisbilling
source: Use for billing
cs_cz: Použít jako fakturační
sk_sk: Použiť ako fakturačnú
zh_cn: 使用计费

# unigrid.customer_edit_address.columns.addressiscompany
source: Use for company
cs_cz: Použít jako adresu společnosti
sk_sk: Použiť pre firmy
zh_cn: 用于公司

# unigrid.customer_edit_address.columns.addressisshipping
source: Use for shipping
cs_cz: Použít jako poštovní
sk_sk: Použiť ako poštovú
zh_cn: 用于航运

# unigrid.customer_edit_address.columns.addressname
source: Address name
cs_cz: Název adresy
sk_sk: Názov adresy
zh_cn: 地址名称

# unigrid.customer_edit_address.columns.addresstype
source: Address type
cs_cz: Typ adresy
sk_sk: Typ adresy
zh_cn: 地址类型

# unigrid.customers.columns.customercompanyname
source: Company
cs_cz: Společnost
sk_sk: Spoločnosť
zh_cn: 公司

# unigrid.customers.columns.customercountry
source: Country
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# unigrid.customers.columns.customerfirstname
source: First name
cs_cz: Křestní jméno
sk_sk: Krstné meno
zh_cn: 名字

# unigrid.customers.columns.customerlastname
source: Last name
cs_cz: Příjmení
sk_sk: Priezvisko
zh_cn: 姓氏

# unigrid.customers.columns.customername
source: Customer name
cs_cz: Jméno zákazníka
sk_sk: Meno zákazníka
zh_cn: 客户名称

# unigrid.customers.columns.customerstate
source: State
cs_cz: Stát
sk_sk: Štát
zh_cn: 状态

# unigrid.customers.columns.customerusercreated
source: Created
cs_cz: Vytvořen
sk_sk: Vytvorené
zh_cn: 创建

# unigrid.discouncoupon.columns.discountcouponrelativevalue
source: Relative value
cs_cz: Relativní hodnota
sk_sk: Relatívna hodnota
zh_cn: 相对价值

# unigrid.discouncoupon.columns.discountcouponvalidfrom
source: Valid from
cs_cz: Platné od
sk_sk: Platné od
zh_cn: 从有效

# unigrid.discouncoupon.columns.discountcouponvalidto
source: Valid to
cs_cz: Platné do
sk_sk: Platné do
zh_cn: 有效期至

# unigrid.discouncoupon.columns.discountcouponvalue
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# unigrid.discounproducts.columns.displayname
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# unigrid.discounproducts.columns.price
source: Price
cs_cz: Cena
sk_sk: Cena
zh_cn: 价格

# unigrid.discountlevel.columns.discountlevelvalidfrom
source: Valid from
cs_cz: Platné od
sk_sk: Platné od
zh_cn: 从有效

# unigrid.discountlevel.columns.discountlevelvalidto
source: Valid to
cs_cz: Platné do
sk_sk: Platné do
zh_cn: 有效期至

# unigrid.discountlevel.columns.discountlevelvalue
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# unigrid.documenttypelist.actions.export
source: Export object
cs_cz: Exportovat objekt
sk_sk: Exportovať objekt
zh_cn: 导出对象

# unigrid.emailtemplatelist.columns.emailtemplatename
source: Template name
cs_cz: Název šablony
sk_sk: Názov šablóny
zh_cn: 模板名称

# unigrid.eventlog.actions.display
source: Display event
cs_cz: Zobrazit událost
sk_sk: Zobraziť udalosť
zh_cn: 显示事件

# unigrid.eventlog.columns.eventcode
source: Event code
cs_cz: Kód události
sk_sk: Kód udalosti
zh_cn: 事件代码

# unigrid.eventlog.columns.eventtime
source: Event time
cs_cz: Čas události
sk_sk: Čas udalosti
zh_cn: 事件时间

# unigrid.eventlog.columns.ipadress
source: IP address
cs_cz: IP adresa
sk_sk: IP adresa
zh_cn: IP 地址

# unigrid.eventlog.columns.machinename
source: Machine name
cs_cz: Název PC
sk_sk: Meno PC
zh_cn: 计算机名称

# unigrid.eventlog.columns.source
source: Source
cs_cz: Zdroj
sk_sk: Zdroj
zh_cn: 源

# unigrid.events.actions.sendemail
source: Resend invitation email
cs_cz: Znovu poslat pozvánku
sk_sk: Znovu poslať e-mailové pozvánky
zh_cn: 重新发送邀请电子邮件

# unigrid.events.columns.attendeefirstname
source: First name
cs_cz: Jméno
sk_sk: Meno
zh_cn: 名字

# unigrid.events.columns.attendeelastname
source: Last name
cs_cz: Příjmení
sk_sk: Priezvisko
zh_cn: 姓氏

# unigrid.events.columns.attendeephone
source: Phone
cs_cz: Telefon
sk_sk: Telefón
zh_cn: 电话

# unigrid.events.columns.eventcapacity
source: Capacity
cs_cz: Kapacita
sk_sk: Kapacita
zh_cn: 能力

# unigrid.events.columns.eventdate
source: Start time
cs_cz: Datum
sk_sk: Dátum
zh_cn: 开始时间

# unigrid.events.columns.eventname
source: Event
cs_cz: Událost
sk_sk: Udalosť
zh_cn: 事件

# unigrid.events.columns.eventopenfrom
source: Open from
cs_cz: Otevřeno od
sk_sk: Otvorené od
zh_cn: 从开放

# unigrid.events.columns.eventopento
source: Open to
cs_cz: Otevřeno do
sk_sk: Otvorené do
zh_cn: 对开放

# unigrid.events.columns.eventregistered
source: Attendees
cs_cz: Účastníci
sk_sk: Účastníci
zh_cn: 与会者

# unigrid.exchangetable.columns.exchangetablevalidfrom
source: Valid from
cs_cz: Platné od
sk_sk: Platné od
zh_cn: 从有效

# unigrid.exchangetable.columns.exchangetablevalidto
source: Valid to
cs_cz: Platné do
sk_sk: Platné do
zh_cn: 有效期至

# unigrid.exporthistory.columns.exportdatetime
source: Date & Time
cs_cz: Datum & Čas
sk_sk: Dátum a čas
zh_cn: & 的日期时间

# unigrid.exporthistorytasks.columns.taskid
source: Task ID
cs_cz: ID úlohy
sk_sk: ID úlohy
zh_cn: 任务 ID

# unigrid.exporthistorytasks.columns.taskobjecttype
source: Object type
cs_cz: Typ objektu
sk_sk: Typ objektu
zh_cn: 对象类型

# unigrid.exporthistorytasks.columns.tasksiteid
source: Site ID
cs_cz: ID webu
sk_sk: Web ID
zh_cn: 站点 ID

# unigrid.exporthistorytasks.columns.tasktime
source: Date & Time
cs_cz: Datum & Čas
sk_sk: Dátum a čas
zh_cn: & 的日期时间

# unigrid.exporthistorytasks.columns.tasktitle
source: Title
cs_cz: Název
sk_sk: Názov
zh_cn: 标题

# unigrid.exporthistorytasks.columns.tasktype
source: Task type
cs_cz: Typ úlohy
sk_sk: Typ úlohy
zh_cn: 任务类型

# unigrid.forum.columns.forumdisplayname
source: Forum name
cs_cz: Jméno fóra
sk_sk: Meno fóra
zh_cn: 论坛名称

# unigrid.forum.columns.forumlastposttime
source: Last post
cs_cz: Poslední příspěvek
sk_sk: Posledný príspevok
zh_cn: 最后一篇文章

# unigrid.forum.columns.forumlastpostusername
source: Last post by
cs_cz: Posledně přispíval
sk_sk: Naposledy prispieval
zh_cn: 最后的一篇

# unigrid.forum.columns.forummoderated
source: Moderated
cs_cz: Moderované
sk_sk: Moderované
zh_cn: 主持

# unigrid.forum.columns.forumopen
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# unigrid.forum.columns.forumposts
source: Posts
cs_cz: Příspěvky
sk_sk: Príspevky
zh_cn: 帖子

# unigrid.forum.columns.forumthreads
source: Threads
cs_cz: Vlákna
sk_sk: Vlákna
zh_cn: 线程

# unigrid.forums.columns.forumname
source: Forum name
cs_cz: Jméno fóra
sk_sk: Meno fóra
zh_cn: 论坛名称

# unigrid.forums.columns.groupname
source: Group name
cs_cz: Jméno skupiny
sk_sk: Meno skupiny
zh_cn: 组名称

# unigrid.forums.columns.postcontent
source: Post content
cs_cz: Obsah příspěvku
sk_sk: Obsah príspevku
zh_cn: 发布内容

# unigrid.forumsubscription.columns.postsubject
source: Thread
cs_cz: Vlákno
sk_sk: Vlákno
zh_cn: 线程

# unigrid.friends.columns.friendapprovedwhen
source: Approved
cs_cz: Schváleno
sk_sk: Schválené
zh_cn: 批准

# unigrid.friends.columns.friendcomment
source: Comment
cs_cz: Komentář
sk_sk: Komentár
zh_cn: 评论

# unigrid.friends.columns.friendrejectedwhen
source: Rejected
cs_cz: Zamítnout
sk_sk: Odmietnuté
zh_cn: 拒绝

# unigrid.friends.columns.friendrequestedwhen
source: Requested
cs_cz: Žádáno
sk_sk: Žiadané
zh_cn: 要求

# unigrid.groupinvitation.actions.delete
source: Delete
cs_cz: Smazat
sk_sk: Zmazané
zh_cn: 删除

# unigrid.groupinvitation.actions.delete.confirmation
source: Are you sure you want to delete the group invitation?
cs_cz: Opravdu chcete smazat pozvánku?
sk_sk: Naozaj chcete zmazať pozvánku do skupiny?
zh_cn: 你确定你想要删除的组邀请？

# unigrid.groupinvitation.columns.groupinvatedbyuserid
source: Group invated by user
cs_cz: Uživatel
sk_sk: Užívateľ
zh_cn: 由用户组 invated

# unigrid.groupinvitation.columns.groupinvateduserid
source: Group invated user ID
cs_cz: Uživatel ID
sk_sk: Užívateľ ID
zh_cn: 组 invated 用户 ID

# unigrid.groupinvitation.columns.groupinvitationcomment
source: Group invitation comment
cs_cz: Komentář pozvánky
sk_sk: Komentár pozvánky
zh_cn: 组邀请评论

# unigrid.groupinvitation.columns.groupinvitationcreated
source: Created
cs_cz: Vytvořena
sk_sk: Vytvorené
zh_cn: 创建

# unigrid.groupinvitation.columns.groupinvitationfrienduserid
source: Group invitation friend user ID
cs_cz: Kamarád
sk_sk: Priateľ ID
zh_cn: 组邀请朋友用户 ID

# unigrid.groupinvitation.columns.groupinvitationguid
source: Group invitation GUID
cs_cz: GUID pozvánky
sk_sk: GUID pozvánky
zh_cn: GUID 加入群的邀请

# unigrid.groupinvitation.columns.groupinvitationid
source: Group invitation ID
cs_cz: ID pozvánky
sk_sk: ID pozvánky
zh_cn: 组邀请 ID

# unigrid.groupinvitation.columns.groupinvitationlastmodified
source: Last modified
cs_cz: Poslední úprava
sk_sk: Posledná úprava
zh_cn: 上次修改时间

# unigrid.groupinvitation.columns.groupinvitationvalidto
source: Group invitation valid to
cs_cz: Platnost pozvánky do
sk_sk: Platná do
zh_cn: 加入群的邀请有效期至

# unigrid.groupinvitation.confirmations.accept
source: Are sure you want to accept selected invitation?
cs_cz: Opravdu chcete přijmout vybranou pozvánku?
sk_sk: Naozaj chcete akceptovať vybranú pozvánky?
zh_cn: 确信你想要接受所选的邀请吗?

# unigrid.inlinecontrol.columns.controlname
source: Control name
cs_cz: Jméno komponenty
sk_sk: Meno komponentu
zh_cn: 控件名称

# unigrid.internalstatus.columns.internalstatusdisplayname
source: Internal status name
cs_cz: Název
sk_sk: Názov interného stavu
zh_cn: 内部状态名称

# unigrid.itemsperpage
source: Items per page
cs_cz: Položek na stránku:
sk_sk: Položiek na stránku:
zh_cn: 每页显示

# unigrid.licenselist.actions.view
source: View selected item
cs_cz: Zobrazit vybranou položku
sk_sk: Zobraziť vybranú položku
zh_cn: 查看所选的项目

# unigrid.licenselist.columns.licensedomain
source: License domain
cs_cz: Doména
sk_sk: Doména
zh_cn: 许可证域名

# unigrid.licenselist.columns.licenseedition
source: License edition
cs_cz: Edice
sk_sk: Edícia
zh_cn: 许可证版本

# unigrid.licenselist.columns.licenseexpiration
source: License expiration
cs_cz: Expirace
sk_sk: Exspirácia
zh_cn: 许可证有效期

# unigrid.media.file.columns.size
source: Size
cs_cz: Velikost
sk_sk: Veľkosť
zh_cn: 大小

# unigrid.modulelist.columns.resourcedisplayname
source: Module name
cs_cz: Jméno modulu
sk_sk: Meno modulu
zh_cn: 模块名称

# unigrid.newsletter.actions.clone
source: Clone
sk_sk: Klonovať
zh_cn: 克隆

# unigrid.newsletter.columns.lastissue
source: Last email
cs_cz: Poslední vydání
sk_sk: Posledné vydanie
zh_cn: 最后一封邮件

# unigrid.newsletter.columns.newsletterdisplayname
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# unigrid.newsletter.columns.subscribers
source: Subscribers
cs_cz: Odběratelé
sk_sk: Odberatelia
zh_cn: 订阅服务器

# unigrid.newsletter_issue.columns.issuemailouttime
source: Send on
cs_cz: Odeslány
sk_sk: Odoslané
zh_cn: 发送

# unigrid.newsletter_issue.columns.issuesentemails
source: Sent emails
cs_cz: Odeslané e-maily
sk_sk: Odoslané e-maily
zh_cn: 发送电子邮件

# unigrid.newsletter_issue.columns.issuesubject
source: Email subject
cs_cz: Předmět vydání
sk_sk: Predmet vydania
zh_cn: 电子邮件主题

# unigrid.newsletter_issue.columns.issueunsubscribed
source: Unsubscribed
cs_cz: Odhlášen
sk_sk: Odhlásený
zh_cn: 取消订阅

# unigrid.newsletteremailqueue.actions.resend
source: Resend
cs_cz: Odeslat znovu
sk_sk: Odoslať znovu
zh_cn: 重新发送

# unigrid.newsletteremailqueue.columns.errormessage
source: Error message
cs_cz: Chybová zpráva
sk_sk: Chybová správa
zh_cn: 错误消息

# unigrid.newsletteremailqueue.columns.lastsendattempt
source: Last attempt
cs_cz: Poslední pokus
sk_sk: Posledný pokus
zh_cn: 最后一次尝试

# unigrid.newsletteremailqueue.columns.newsletter
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# unigrid.newslettertemplate.actions.clone
source: Clone
cs_cz: Klonovat
sk_sk: Klonovať
zh_cn: 克隆

# unigrid.newslettertemplate.columns.templatedisplayname
source: Template
cs_cz: Šablona
sk_sk: Šablóna
zh_cn: 模板

# unigrid.optioncategory.columns.categoryselectiontype
source: Selection type
cs_cz: Typ výběru
sk_sk: Typ výberu
zh_cn: 选择类型

# unigrid.order.actions.nextstatus
source: Move to the next status
cs_cz: Přesunout na další stav
sk_sk: Presunúť na ďalší stav
zh_cn: 移动到下一个状态

# unigrid.order.actions.previousstatus
source: Move to the previous status
cs_cz: Přesunout na předchozí stav
sk_sk: Presunúť na predchádzajúci stav
zh_cn: 移动到以前的状态

# unigrid.order.columns.ordercustomercompany
source: Company
cs_cz: Společnost
sk_sk: Spoločnosť
zh_cn: 公司

# unigrid.order.columns.ordercustomeremail
source: Customer email
cs_cz: E-mail zákazníka
sk_sk: E-mail zákazníka
zh_cn: 客户电子邮件

# unigrid.order.columns.ordercustomerfullname
source: Customer
cs_cz: Jméno zákazníka
sk_sk: Meno zákazníka
zh_cn: 客户

# unigrid.order.columns.orderdate
source: Created
cs_cz: Datum objednávky
sk_sk: Dátum objednávky
zh_cn: 创建

# unigrid.order.columns.orderstatusid
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# unigrid.order.columns.ordertotalprice
source: Total price
cs_cz: Celková cena
sk_sk: Celková cena
zh_cn: 总价格

# unigrid.orderhistory.columns.date
source: Date
cs_cz: Datum
sk_sk: Dátum
zh_cn: 日期

# unigrid.orderhistory.columns.fromstatus
source: From status
cs_cz: Ze stavu
sk_sk: Zo stavu
zh_cn: 从状态

# unigrid.orderhistory.columns.note
source: Note
cs_cz: Poznámka
sk_sk: Poznámka
zh_cn: 注

# unigrid.orderhistory.columns.status
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# unigrid.orderhistory.columns.tostatus
source: To status
cs_cz: Do stavu
sk_sk: Do stavu
zh_cn: 到状态

# unigrid.orderstatus.columns.statuscolor
source: Color
cs_cz: Barva
sk_sk: Farba
zh_cn: 颜色

# unigrid.orderstatus.columns.statussendnotification
source: Send notification
cs_cz: Odeslat oznámení
sk_sk: Poslať upozornenie
zh_cn: 发送通知

# unigrid.pagelayoutlist.actions.export
source: Export object
sk_sk: Exportovať objekt
zh_cn: 导出对象

# unigrid.pagelayoutlist.columns.layoutdisplayname
source: Layout display name
cs_cz: Název rozvržení
sk_sk: Názov layoutu
zh_cn: 布局显示名称

# unigrid.pagetemplatelist.columns.pagetemplatedisplayname
source: Page template name
cs_cz: Název šablony stránky
sk_sk: Meno šablóny stránky
zh_cn: 页面模板名称

# unigrid.permissionlist.columns.permissiondisplayname
source: Permission name
cs_cz: Název oprávnění
sk_sk: Názov oprávnenia
zh_cn: 权限的名称

# unigrid.polls.columns.totalanswers
source: Total votes
cs_cz: Celkem hlasů
sk_sk: Celkom hlasov
zh_cn: 总票数

# unigrid.polls_answer.action.vote
source: Vote
cs_cz: Hlasovat
sk_sk: Hlasovať
zh_cn: 投票

# unigrid.polls_answer.columns.answercount
source: Count
cs_cz: Počet
sk_sk: Počet
zh_cn: 计数

# unigrid.polls_answer.columns.answertext
source: Text
zh_cn: 文本

# unigrid.product_edit_volumediscount.columns.volumediscountisflatvalue
source: Is flat
cs_cz: Je paušální
sk_sk: Je paušálny
zh_cn: 是平的

# unigrid.product_edit_volumediscount.columns.volumediscountvalue
source: Discount value
cs_cz: Hodnota slevy
sk_sk: Hodnota zľavy
zh_cn: 价值大打折扣

# unigrid.productoptions.availableitems
source: Available items
cs_cz: Dostupné položky
sk_sk: Dostupné položky
zh_cn: 可用项目

# unigrid.productoptions.name
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# unigrid.productoptions.price
source: Product price
cs_cz: Cena produktu
sk_sk: Cena produktu
zh_cn: 产品价格

# unigrid.productoptions.productnumber
source: Product number
cs_cz: Číslo produktu
sk_sk: Číslo produktu
zh_cn: 产品编号

# unigrid.querylist.actions.columns.queryname
source: Query name
cs_cz: Jméno dotazu
sk_sk: Názov query
zh_cn: 查询名称

# unigrid.recyclebin.columns.lastmodified
source: Deleted
cs_cz: Poslední změna
sk_sk: Naposledy modifikované
zh_cn: 删除

# unigrid.relationship.columns.leftdocument
source: Left page
cs_cz: Levý dokument
sk_sk: Ľavý dokument
zh_cn: 左的页

# unigrid.relationship.columns.relationshipname
source: Relationship name
cs_cz: Název vztahu
sk_sk: Názov vzťahu
zh_cn: 关系名称

# unigrid.relationship.columns.rightdocument
source: Right page
cs_cz: Pravý dokument
sk_sk: Pravý dokument
zh_cn: 右页

# unigrid.report.actions.clone
source: Clone
cs_cz: Klonovat
sk_sk: Klonovať
zh_cn: 克隆

# unigrid.report.columns.savedreportcreatedbyfullname
source: Created by
cs_cz: Vytvořeno autorem
sk_sk: Vytvorené autorom
zh_cn: 创建由

# unigrid.report.columns.savedreportdate
source: Created
cs_cz: Vytvořeno
sk_sk: Vytvorené
zh_cn: 创建

# unigrid.report.columns.savedreporttitle
source: Title
cs_cz: Nadpis
sk_sk: Nadpis
zh_cn: 标题

# unigrid.reportcategory.columns.categorycodename
source: Category code name
cs_cz: Kódové jméno kategorie
sk_sk: Kódové meno kategórie
zh_cn: 类别代码名称

# unigrid.reportcategory.columns.categorydisplayname
source: Category name
cs_cz: Jméno kategorie
sk_sk: Meno kategórie
zh_cn: 类别名称

# unigrid.reportcategory.columns.categoryid
source: CategoryID
sk_sk: ID kategórie
zh_cn: 类别 id

# unigrid.rolelist.columns.rolename
source: Role name
cs_cz: Název role
sk_sk: Názov role
zh_cn: 角色名称

# unigrid.settingsedit.key.columns.keydescription
source: Description
cs_cz: Popis
sk_sk: Popis
zh_cn: 描述

# unigrid.sitelist.actions.editcontent
source: Edit content
cs_cz: Editovat obsah
sk_sk: Editovať obsah
zh_cn: 编辑内容

# unigrid.sitelist.actions.export
source: Export site
cs_cz: Exportovat web
sk_sk: Exportovať web
zh_cn: 站点导出
