Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# contentlisting.redirect
source: You will now be redirected to the listing page.
cs_cz: Probíhá přesměrování do seznamu.
sk_sk: Prebieha presmerovanie do zoznamu.
zh_cn: 你现在会重定向到清单页面。

# contentlisting.searchfor
source: Search by name:
cs_cz: Hledat podle názvu:
sk_sk: Hľadať podľa mena:
zh_cn: 按名称搜索：

# contentlisting.unfoldtext
source: Unfold
cs_cz: Rozvinout
sk_sk: Rozvinúť
zh_cn: 展开

# contentmenu.address
source: Address
cs_cz: Adresa
sk_sk: Adresa
zh_cn: 地址

# contentmenu.addressbargo
source: Go
cs_cz: Jdi
sk_sk: Choď
zh_cn: 去

# contentmenu.confirmdelete
source: Are you sure you want to delete the selected page including all underlying items?
cs_cz: Opravdu chcete odstranit daný dokument včetně všech závislostí?
sk_sk: Určite chcete odstrániť daný dokument vrátane všetkých závislostí?
zh_cn: 您确实要删除选定的网页是否包括底层的所有项目？

# contentmenu.contexticonmovedown
source: Move down&hellip;
cs_cz: Dolů ...
sk_sk: Dole ...
zh_cn: 向下移动......

# contentmenu.contexticonmoveup
source: Move up&hellip;
cs_cz: Nahoru ...
sk_sk: Hore ...
zh_cn: 向上移动......

# contentmenu.contexticonnew
source: New&hellip;
cs_cz: Nový ...
sk_sk: Nový ...
zh_cn: 新增功能。。。

# contentmenu.copy
source: Copy to clipboard
cs_cz: Kopírovat do schránky
sk_sk: Kopírovať do schránky
zh_cn: 复制到剪贴板

# contentmenu.copyitem
source: Copy item&hellip;
cs_cz: Kopírovat položku ...
sk_sk: Kopírovať položku ...
zh_cn: 复制项目......

# contentmenu.culturelabel
source: Language:
cs_cz: Jazyk:
sk_sk: Jazyk:
zh_cn: 语言：

# contentmenu.cut
source: Cut to clipboard
cs_cz: Vyjmout do schránky
sk_sk: Vybrať do schránky
zh_cn: 剪切到剪贴板

# contentmenu.delete
source: Delete item
cs_cz: Smazat položku
sk_sk: Zmazať položku
zh_cn: 删除项目

# contentmenu.edit
source: Edit page
cs_cz: Upravit dokument
sk_sk: Editovať dokument
zh_cn: 编辑页

# contentmenu.history
source: Show page history
cs_cz: Zobrazit historii dokumentů
sk_sk: Zobraziť históriu dokumentov
zh_cn: 显示网页历史记录

# contentmenu.iconcopy
source: Copy
cs_cz: Kopírovat
sk_sk: Kopíruj
zh_cn: 复制

# contentmenu.iconcut
source: Cut
cs_cz: Vyjmout
sk_sk: Vybrať
zh_cn: 切

# contentmenu.iconhistory
source: History
cs_cz: Historie
sk_sk: História
zh_cn: 历史

# contentmenu.iconlisting
source: List
cs_cz: Seznam
sk_sk: Zoznam
zh_cn: 列表

# contentmenu.iconlock
source: Check&nbsp;Out
cs_cz: Uzamknout
sk_sk: Uzamknúť
zh_cn: 退房

# contentmenu.iconmove
source: Move
cs_cz: Přesuň
sk_sk: Presunúť
zh_cn: 移动

# contentmenu.iconmovedown
source: Move down
cs_cz: Dolů
sk_sk: Nadol
zh_cn: 向下移动

# contentmenu.iconmoveup
source: Move up
cs_cz: Nahoru
sk_sk: Nahor
zh_cn: 向上移动

# contentmenu.iconpaste
source: Paste
cs_cz: Vložit
sk_sk: Vložiť
zh_cn: 粘贴

# contentmenu.iconpermissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# contentmenu.iconpreview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# contentmenu.iconproducts
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# contentmenu.iconproperties
source: Properties&hellip;
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性...

# contentmenu.iconpublish
source: Publish
cs_cz: Publikovat
sk_sk: Publikovať
zh_cn: 发布

# contentmenu.iconrelationships
source: Relationships
cs_cz: Vztahy
sk_sk: Vzťahy
zh_cn: 关系

# contentmenu.iconsort
source: Sort subsection&hellip;
cs_cz: Seřadit podvýběr ...
sk_sk: Zoradiť podstrom ...
zh_cn: 排序第款......

# contentmenu.livesite
source: Browse live site
cs_cz: Prohlížet ostrý web
sk_sk: Prezerať živý web
zh_cn: 浏览实时网站

# contentmenu.lock
source: Check out the page for editing
cs_cz: Uzamknout dokument pro editaci
sk_sk: Uzamknúť dokument pre editáciu
zh_cn: 查阅用于编辑的页面

# contentmenu.move
source: Move item&hellip;
cs_cz: Přesunout položku ...
sk_sk: Presunúť položku ...
zh_cn: 移动项目......

# contentmenu.movedown
source: Move item down
cs_cz: Posunout položku dolů
sk_sk: Posunúť položku nadol
zh_cn: 向下移动项目

# contentmenu.moveup
source: Move item up
cs_cz: Posunout položku nahoru
sk_sk: Posunúť položku nahor
zh_cn: 上移项

# contentmenu.new
source: New&hellip;
cs_cz: Nový...
sk_sk: Nový...
zh_cn: 新增功能。。。

# contentmenu.paste
source: Paste from clipboard
cs_cz: Vložit ze schránky
sk_sk: Vložiť zo schránky
zh_cn: 从剪贴板粘贴

# contentmenu.permissions
source: Permissions
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# contentmenu.preview
source: Preview page
cs_cz: Náhled dokumentu
sk_sk: Náhľad dokumentu
zh_cn: 预览页

# contentmenu.products
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# contentmenu.properties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# contentmenu.publish
source: Publish page
cs_cz: Publikovat dokument
sk_sk: Publikovať dokument
zh_cn: 发布页

# contentmenu.relationships
source: Relationships
cs_cz: Vztahy
sk_sk: Vzťahy
zh_cn: 关系

# contentmenu.sort
source: Sort subsection
cs_cz: Seřadit podvýběr
sk_sk: Zoradiť pod sekciu
zh_cn: 排序第款

# contentmenu.unlock
source: Check in the page
cs_cz: Uvolnit dokument
sk_sk: Uvoľniť dokument
zh_cn: 签入网页

# contentnewcultureversion.copy
source: Copy content from another language
cs_cz: Zkopírovat obsah z jiné jazykové verze
sk_sk: Skopírovať obsah z iného jazyka
zh_cn: 另一种语言复制的内容

# contentnewcultureversion.create
source: Create page
cs_cz: Vytvořit dokument
sk_sk: Vytvoriť dokument
zh_cn: 创建页

# contentnewcultureversion.empty
source: Create empty page
cs_cz: Vytvořit prázdný dokument
sk_sk: Vytvoriť prázdny dokument
zh_cn: 创建空白页

# contentnewcultureversion.info
source: The page does not exist in the current culture. You can create a new culture version of the page.
cs_cz: Dokument neexistuje v aktuálním jazyce. Můžete vytvořit novou jazykovou verzi dokumentu.
sk_sk: Dokument v aktuálnom jazyku neexistuje. Môžete vytvoriť novú jazykovú verziu dokumentu.
zh_cn: 页上的当前语言中不存在。您可以创建新的语言版本的页面。

# contentproducts.changesinserted
source: The product was created.
cs_cz: Produkt byl vytvořen.
sk_sk: Produkt bol vytvorený.
zh_cn: 创建产品的。

# contentproducts.erroremptyproductname
source: Please enter a product name.
cs_cz: Vložte prosím název produktu.
sk_sk: Prosím, vložte meno produktu.
zh_cn: 请输入产品名称。

# contentproducts.erroremptyproductprice
source: Please enter a product price.
cs_cz: Vložte prosím cenu produktu.
sk_sk: Prosím, vložte cenu produktu.
zh_cn: 请输入产品价格。

# contentproducts.errorinsertionnotchecked
source: For insertion of new product is required to check "This page represents a product".
cs_cz: Pro vložení nového produktu je třeba zaškrtnout "Tento dokument reprezentuje produkt".
sk_sk: Pre vloženie nového produktu je potrebné zvoliť "Tento dokument reprezentuje produkt".
zh_cn: 插入新产品需要检查"此页面代表一种产品"。

# contentproducts.errorinvalidproductprice
source: Product price has invalid format.
cs_cz: Cena produktu není ve správném formátu.
sk_sk: Cena produktu nie je v správnom formáte.
zh_cn: 产品的价格具有无效的格式。

# contentproducts.errorinvalidproductvatrate
source: Product VAT rate has invalid format.
cs_cz: DPH produktu není ve správném formátu.
sk_sk: DPH produktu nie je v správnom formáte.
zh_cn: 产品增值税率具有无效的格式。

# contentproducts.errorproductnotexist
source: Associated product does not exist.
cs_cz: Asociovaný produkt neexistuje.
sk_sk: Priradený produkt neexistuje.
zh_cn: 不存在关联的产品。

# contentproducts.header
source: Product Properties
cs_cz: Vlastnosti produktu
sk_sk: Vlastnosti produktu
zh_cn: 产品属性

# contentproducts.productcode
source: Product number:
cs_cz: Kód produktu:
sk_sk: Kód produktu:
zh_cn: 产品型号:

# contentproducts.productid
source: Product ID:
cs_cz: ID produktu:
sk_sk: ID produktu:
zh_cn: 产品 ID:

# contentproducts.productisactive
source: Product is active:
cs_cz: Produkt je aktivní:
sk_sk: Produkt je aktívny:
zh_cn: 产品处于活动状态：

# contentproducts.productname
source: Product name:
cs_cz: Název produktu:
sk_sk: Názov produktu:
zh_cn: 产品名称：

# contentproducts.productprice
source: Product price:
cs_cz: Cena produktu:
sk_sk: Cena produktu:
zh_cn: 产品价格：

# contentproducts.productvatrate
source: Product VAT rate:
cs_cz: DPH produktu:
sk_sk: DPH produktu:
zh_cn: 产品增值税率：

# contentproducts.removeconfirmation
source: Are you sure you want to remove the product information?
cs_cz: Opravdu chcete odstranit informace o produktu?
sk_sk: Určite chcete odstrániť informácie o produkte?
zh_cn: 你确定你想要删除的产品信息？

# contentproducts.representsproduct
source: This page represents a product.
cs_cz: Tento dokument reprezentuje produkt.
sk_sk: Tento dokument reprezentuje produkt.
zh_cn: 本页面表示产品。

# contentproperties.createdby
source: Created by:
cs_cz: Vytvořil:
sk_sk: Vytvoril:
zh_cn: 通过创建：

# contentproperties.createdwhen
source: Created:
cs_cz: Vytvořen:
sk_sk: Vytvorené:
zh_cn: 创建：

# contentproperties.documentproperties
source: Page properties
cs_cz: Vlastnosti dokumentu
sk_sk: Vlastnosti dokumentu
zh_cn: 页面属性

# contentproperties.errornoaliasentered
source: You haven't entered any alias. Please enter some.
cs_cz: Alias nebyl zadán. Vložte prosím hodnotu aliasu.
sk_sk: Alias nebol zadaný. Vložte prosím hodnotu aliasu.
zh_cn: 您还没有输入任何别名。请输入一些。

# contentproperties.errorurlpathmustbeunique
source: The URL path must be unique.
cs_cz: URL cesta musí být jedinečná.
sk_sk: URL cesta musí byť jedinečná.
zh_cn: URL 路径必须是唯一的。

# contentproperties.errorurlpathmustnotcontainextension
source: The URL path must not contain the extension.
cs_cz: URL cesta nesmí obsahovat příponu.
sk_sk: URL cesta nesmie obsahovať príponu.
zh_cn: URL 路径必须不包含扩展名。

# contentproperties.errorurlpathmuststartwithslash
source: The URL path must start with /.
cs_cz: URL cesta musí začínat /.
sk_sk: URL cesta musí začínať /.
zh_cn: URL 路径必须以开头 /。

# contentproperties.header
source: Page Properties
cs_cz: Vlastnosti dokumentu
sk_sk: Vlastnosti dokumentu
zh_cn: 页面属性

# contentproperties.lastmodified
source: Modified:
cs_cz: Modifikováno:
sk_sk: Modifikované:
zh_cn: 修订日期：

# contentproperties.modifiedby
source: Modified by:
cs_cz: Modifikoval:
sk_sk: Modifikoval:
zh_cn: 通过修改:

# contentproperties.nodealias
source: Alias:
zh_cn: 别名：

# contentproperties.nodealiaspath
source: Alias Path:
cs_cz: Aliasová cesta:
sk_sk: Alias cesta:
zh_cn: 别名的路径:

# contentproperties.nodeidpath
source: ID Path:
cs_cz: Číselná cesta:
sk_sk: Číselná cesta:
zh_cn: ID 的路径:

# contentproperties.nodename
source: Name:
cs_cz: Jméno:
sk_sk: Meno:
zh_cn: 名称：

# contentproperties.nodenamepath
source: Name Path:
cs_cz: Jmenná cesta:
sk_sk: Menná cesta:
zh_cn: 名称路径：

# contentproperties.nodetype
source: Type:
cs_cz: Typ:
sk_sk: Typ:
zh_cn: 类型：

# contentproperties.showadvanced
source: Advanced Properties
cs_cz: Pokročilá nastavení
sk_sk: Pokročilé nastavenia
zh_cn: 高级的属性

# contentproperties.urlpath
source: URL Path:
cs_cz: URL cesta:
sk_sk: URL cesta:
zh_cn: URL 路径：

# contentrating.dropdown
source: Drop-down list
zh_cn: 下拉列表

# contentrating.radiobuttons
source: Radio buttons
cs_cz: Radio buttony
sk_sk: Radio buttony
zh_cn: 单选按钮

# contentrating.stars
source: Stars
cs_cz: Hvězdičky
sk_sk: Hviezdy
zh_cn: 星星

# contentrequest.cannotcopytochild
source: Cannot copy page with child nodes under some of them because of cyclic copying. Please uncheck "Copy also all child pages" to proceed
cs_cz: Nelze kopírovat dokumet do uzlu svého potomka.
sk_sk: Nemožno kopírovať dokument do uzlu svojho potomka.
zh_cn: 不能因为循环复制复制页面下其中一部分的子节点。请取消选中"复制也所有子页面"继续

# contentrequest.cannotcopytoitself
source: Cannot copy page under itself with child nodes because of cyclic copying. Please uncheck "Copy also all child pages" to proceed.
cs_cz: Nelze kopírovat dokument sám do sebe.
sk_sk: Nemožno kopírovať dokument sám do seba.
zh_cn: 不能因为循环复制复制页面下本身有子节点。请取消选中"复制也所有子页面"以继续。

# contentrequest.cannotmovetochild
source: You cannot move a page under its child node.
cs_cz: Nelze přesunout dokument do uzlu svého potomka.
sk_sk: Nemožno presunúť dokument do uzlu svojho potomka.
zh_cn: 你不能移动网页下的子节点。

# contentrequest.cannotmovetoitself
source: You cannot move a page to itself.
cs_cz: Nelze přesunout dokument sám do sebe.
sk_sk: Nemožno presunúť dokument sám do seba.
zh_cn: 无法将页移动到本身。

# contentrequest.copyfailed
source: Failed to copy the page
cs_cz: Chyba při kopírování dokumentu
sk_sk: Kopírovanie dokumentu zlyhalo
zh_cn: 未能复制页面

# contentrequest.copyingcanceled
source: Copying page(s) canceled.
cs_cz: Kopírování dokumentů bylo stornováno.
sk_sk: Kopírovanie dokumentu(ov) zrušené.
zh_cn: 复制页面取消。

# contentrequest.copyok
source: Page copied successfully.
cs_cz: Dokument úspěšně zkopírován.
sk_sk: Dokument úspešne skopírovaný.
zh_cn: 页面复制成功。

# contentrequest.deletefailed
source: Failed to delete the page
cs_cz: Chyba při mazání dokumentu
sk_sk: Chyba pri mazaní dokumentu
zh_cn: 未能删除页面

# contentrequest.errorchildclassnotallowed
source: The page type is not allowed in current location.
cs_cz: Tento typ dokumentu není v této lokaci povolen.
sk_sk: Tento typ dokumentu nie je v tomto umiestnení povolený.
zh_cn: 页面类型不允许在当前所在的位置。

# contentrequest.errormissingtarget
source: Target node not specified
cs_cz: Nebyl specifikován cílový uzel
sk_sk: Nebol špecifikovaný cieľový uzol
zh_cn: 未指定目标节点

# contentrequest.errorsort
source: Error sorting the pages, see event log for details.
cs_cz: Chyba při seřazování dokumentů, pro více informací jděte do Event logu.
sk_sk: Chyba pri zoraďovaní dokumentov. Pozrite históriu udalostí pre detaily.
zh_cn: 错误分类页，请参阅事件日志的详细信息。

# contentrequest.errorunknownmode
source: Failed to set the mode.
cs_cz: Chyba při nastavování módu.
sk_sk: Chyba pri nastavovaní módu.
zh_cn: 未能设置模式。

# contentrequest.movecanceled
source: Moving page(s) canceled.
cs_cz: Přesun dokumentů byl stornován.
sk_sk: Presun dokumentu(ov) zrušený.
zh_cn: 移动页面取消。

# contentrequest.movedenied
source: You are not allowed to move the page.
cs_cz: Přesouvání dokumentu nemáte povoleno.
sk_sk: Nemáte oprávnenia na presun dokumentov.
zh_cn: 你不是允许移动页面。

# contentrequest.movefailed
source: Failed to move the page
cs_cz: Chyba při přesunu dokumentu
sk_sk: Chyba pri presune dokumentu
zh_cn: 无法移动页面

# contentrequest.savefailed
source: Failed to save the page
cs_cz: Chyba při ukládání dokumentu
sk_sk: Chyba pri ukladaní dokumentu
zh_cn: 未能保存网页

# contentrequest.startcopy
source: Copying page(s)...
cs_cz: Kopírují se dokumenty...
sk_sk: Kopírovanie dokumentu(ov)...
zh_cn: 正在复制页面...

# contentrequest.startmove
source: Moving page(s)...
cs_cz: Přesouvají se dokumenty...
sk_sk: Presun dokumentu(ov)...
zh_cn: 移动页......

# contentslider.start
source: Start
sk_sk: Štart
zh_cn: 开始

# contentstaging.taskseparator
source: The page changes are not being tracked. Please check the "Log content changes" box in the <strong>##ui|cms|settings## -> Versioning & Synchronization -> Staging</strong> section first.
cs_cz: Změny dokumentu nejsou sledovány, proto nemůžete použít Synchronizační komponentu. Zaškrtněte nejprve "Zaznamenávat změny obsahu" v <strong>Site Manager -> Nastavení -> Synchronizace obsahu</strong>.
sk_sk: Zmeny dokumentu nie sú sledované, preto nemôžete použiť Synchronizačný komponent. Prosím, zvoľte najskôr "Zaznamenávať zmeny obsahu" v <strong>Site Manager -> Nastavenia -> Synchronizácia obsahu</strong>.
zh_cn: 页更改都没有被跟踪。请先检查<strong> ##ui|cms|settings## -> 版本 & 同步-> 暂存</strong>节的"记录内容的更改"框。

# contenttree.explorechildsdenied
source: You are not authorized to browse the child pages.
cs_cz: Nemáte oprávnění<br> k prohlížení závislých dokumentů.
sk_sk: Nemáte oprávnenie<br/> k prezeraniu závislých dokumentov.
zh_cn: 您无权浏览子页面。

# contenttree.failedload
source: Failed to load the content tree. See event log for more details.
cs_cz: Chyba načítání stromu s obsahem.
sk_sk: Chyba načítania stromu s obsahom.
zh_cn: 未能加载的内容树。请参见事件日志中有更多的细节。

# contentview.header
source: View Page
cs_cz: Zobrazit dokument
sk_sk: Zobraziť dokument
zh_cn: 查看页面

# contentview.redirect
source: You will now be redirected to the viewing page.
cs_cz: Probíhá přesměrování na stránku zobrazení.
sk_sk: Prebieha presmerovanie na stránku zobrazení.
zh_cn: 你现在会重定向到浏览网页。

# contextmenu.loading
source: Loading menu&hellip;
cs_cz: Načítám menu ...
sk_sk: Načítavam menu ...
zh_cn: 加载菜单...

# contribution.actions.delete
source: Delete page
cs_cz: Smazat dokument
sk_sk: Zmazať dokument
zh_cn: 删除页面

# contribution.actions.delete.confirmation
source: Are you sure you want to delete the page?
cs_cz: Opravdu chcete smazat dokument?
sk_sk: Určite chcete zmazať dokument?
zh_cn: 你确定你想要删除的页面？

# contribution.actions.edit
source: Edit page
cs_cz: Editovat dokument
sk_sk: Editovať dokument
zh_cn: 编辑页

# contribution.columns.modifiedwhen
source: Last modified
cs_cz: Poslední modifikace
sk_sk: Posledné modifikácie
zh_cn: 上次修改时间

# contribution.columns.workflowstep
source: Workflow step
cs_cz: Krok workflow
sk_sk: Krok workflow
zh_cn: 工作流步骤

# contributionlist.lnknewdoc
source: New page
cs_cz: Nový dokument
sk_sk: Nový dokument
zh_cn: 新建页面

# copydialog.btnproceed
source: Copy page
cs_cz: Kopírovat dokument
sk_sk: Kopírovať dokument
zh_cn: 复制页面

# country_edit.countrydisplaynamelabel
source: Country display name
cs_cz: Zobrazovaný název země:
sk_sk: Zobrazovaný názov krajiny:
zh_cn: 国家显示名称

# country_edit.countrynameexists
source: Country code name must be unique.
cs_cz: Kódový název země musí být jedinečný.
sk_sk: Kódový názov krajiny musí byť jedinečný.
zh_cn: 国家代码名称必须是唯一的。

# country_edit.countrynamelabel
source: Country code name
cs_cz: Kódový název země:
sk_sk: Kódový názov krajiny:
zh_cn: 国家代码名称

# country_edit.headercaption
source: Country properties
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家属性

# country_edit.itemlistlink
source: Countries
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# country_edit.newitemcaption
source: New country
cs_cz: Nová země
sk_sk: Nová krajina
zh_cn: 新建国家

# country_edit.states
source: States
cs_cz: Státy
sk_sk: Štáty
zh_cn: 国家

# country_edit_general.erroremptycountrycodename
source: Please enter a country code name.
cs_cz: Vložte nějaký kódový název země.
sk_sk: Prosím, vložte kódový názov krajiny.
zh_cn: 请输入国家/地区代码名称。

# country_edit_general.erroremptycountrydisplayname
source: Please enter a country display name.
cs_cz: Vložte nějaký zobrazený název země.
sk_sk: Prosím, vložte zobrazovaný názov krajiny.
zh_cn: 请输入国家/地区显示名称。

# country_edit_state_edit.erroremptystatecode
source: Please enter a state short code.
cs_cz: Vložte nějaký krátký kód státu.
sk_sk: Prosím, vložte krátky kód štátu.
zh_cn: 请输入状态短代码。

# country_edit_state_edit.erroremptystatecodename
source: Please enter a state code name.
cs_cz: Vložte nějaký kódový název státu.
sk_sk: Prosím, vložte kódový názov štátu.
zh_cn: 请输入状态代码的名称。

# country_edit_state_edit.erroremptystatedisplayname
source: Please enter a state display name.
cs_cz: Vložte nějaký zobrazený název státu.
sk_sk: Prosím, vložte zobrazovaný názov štátu.
zh_cn: 请输入状态的显示名称。

# country_list.headercaption
source: Countries
cs_cz: Země
sk_sk: Krajiny
zh_cn: 国家

# country_list.newitemcaption
source: New country
cs_cz: Nová země
sk_sk: Nová krajina
zh_cn: 新建国家

# country_new.headercaption
source: New country
cs_cz: Nová země
sk_sk: Nová krajina
zh_cn: 新建国家

# country_state_edit.itemlistlink
source: States
cs_cz: Státy
sk_sk: Štáty
zh_cn: 国家

# country_state_edit.newitemcaption
source: New state
cs_cz: Nový stát
sk_sk: Nový štát
zh_cn: 新建状态

# country_state_edit.statecodelabel
source: State short code:
cs_cz: Krátký kód státu:
sk_sk: Krátky kód štátu:
zh_cn: 状态的短代码：

# country_state_edit.statedisplaynamelabel
source: State display name
cs_cz: Zobrazený název státu:
sk_sk: Zobrazovaný názov štátu:
zh_cn: 状态显示名称

# country_state_edit.statenameexists
source: State code name must be unique.
cs_cz: Kódový název státu musí být jedinečný.
sk_sk: Kódový názov štátu musí byť jedinečný.
zh_cn: 状态代码的名称必须是唯一的。

# country_state_edit.statenamelabel
source: State code name
cs_cz: Kódový název státu:
sk_sk: Kódový názov štátu:
zh_cn: 状态代码名称

# country_state_list.newitemcaption
source: New state
cs_cz: Nový stát
sk_sk: Nový štát
zh_cn: 新建状态

# countrylist.cannotdeleteassociatedrecord
source: The selected country cannot be deleted because it is associated with other records.
cs_cz: Vybranou zemi nelze smazat, protože se na ni váží jiné záznamy.
sk_sk: Vybranú krajinu nemožno zmazať, pretože sa na ňu viažu iné záznamy.
zh_cn: 不能删除选定的国家，因为它是与其他记录相关联。

# countrylist.header
source: Countries
cs_cz: Země
sk_sk: Krajiny
zh_cn: 国家

# countrylist.iseumember
source: EU member
cs_cz: Člen EU
sk_sk: Člen EU
zh_cn: 欧盟成员国

# countrylist.new
source: Add new country
cs_cz: Přidat novou zemi
sk_sk: Pridať novú krajinu
zh_cn: 添加新的国家

# countryselector.selectcountryrecord
source: (select country)
cs_cz: (zvolte zemi)
sk_sk: (vyberte krajinu)
zh_cn: （选择的国家）

# countryselector.selectedcountryerr
source: Please select a country.
cs_cz: Vyberte nějaou zemi.
sk_sk: Prosím, vyberte krajinu.
zh_cn: 请选择国家/地区。

# creditevent_edit.eventcreditchangelabel
source: Event credit change:
cs_cz: Změna kreditu:
sk_sk: Zmena kreditu:
zh_cn: 信贷事件更改：

# creditevent_edit.eventdatelabel
source: Event date:
cs_cz: Datum změny kreditu:
sk_sk: Dátum zmeny kreditu:
zh_cn: 活动日期：

# creditevent_edit.eventdescriptionlabel
source: Event description:
cs_cz: Popis změny kreditu:
sk_sk: Popis zmeny kreditu:
zh_cn: 事件说明：

# creditevent_edit.eventnamelabel
source: Event name:
cs_cz: Název změny kreditu:
sk_sk: Názov zmeny kreditu:
zh_cn: 事件名称：

# creditevent_edit.headercaption
source: Credit event properties
cs_cz: Vlastnosti změny kreditu
sk_sk: Vlastnosti zmeny kreditu
zh_cn: 信贷事件属性

# creditevent_edit.itemlistlink
source: Credit events
cs_cz: Změny kreditu
sk_sk: Zmeny kreditov
zh_cn: 信贷事件

# creditevent_edit.newitemcaption
source: New credit event
cs_cz: Nová změna kreditu
sk_sk: Nová zmena kreditov
zh_cn: 新建信用事件

# creditevent_list.headercaption
source: Credit events
cs_cz: Změny kreditu
sk_sk: Zmeny kreditov
zh_cn: 信贷事件

# creditevent_list.newitemcaption
source: New credit event
cs_cz: Nová změna kreditu
sk_sk: Nová zmena kreditov
zh_cn: 新建信用事件

# creditevent_list.totalcredit
source: Total credit: {0}
cs_cz: Celkový kredit:
sk_sk: Celkový kredit:
zh_cn: 总的信贷: {0}

# creditpayment.btnfinishpayment
source: Finish payment
cs_cz: Dokončit platbu
sk_sk: Ukončiť platbu
zh_cn: 完成付款

# creditpayment.lblcredit
source: Available credit:
cs_cz: Dostupný kredit:
sk_sk: Dostupné kredity:
zh_cn: 可用信用额度：

# creditpayment.lblorderid
source: Order ID:
cs_cz: ID objednávky:
sk_sk: ID objednávky:
zh_cn: 订单 ID：

# creditpayment.lbltitle
source: Use credit for payment
cs_cz: Použít kredit pro platbu
sk_sk: Použi kredity pre zaplatenie
zh_cn: 用信用卡付款

# creditpayment.lbltotalprice
source: Order total price:
cs_cz: Celková cena objednávky:
sk_sk: Celková cena objednávky:
zh_cn: 订单的总价格：

# creditpayment.notauthorizedforpayment
source: You are not authorized to finish payment.
cs_cz: Nemáte oprávnění k dokončení platby.
sk_sk: Nemáte oprávnenie k ukončeniu platby.
zh_cn: 你无权完成付款。

# creditpayment.notenoughcredit
source: You have insufficient credit on your customer account to finish the transaction. Please select another payment method.
cs_cz: Nemáte dostatek kreditu k dokončení platby.
sk_sk: Nemáte dostatok kreditov na dokončenie platby.
zh_cn: 你有足够的信贷对您的客户帐户，以完成交易。请选择另一种付款方式。

# creditpayment.paymentcompleted
source: Credit payment was completed successfully.
cs_cz: Platba kreditem byla úspěšně dokončena.
sk_sk: Platba kreditom bola úspešne dokončená.
zh_cn: 信用卡付款已成功完成。

# creditpayment.paymentcompletedmessage
source: Credit payment was completed successfully.
cs_cz: Platba kreditem byla úspěšně dokončena.
sk_sk: Platba kreditom bola úspešne dokončená.
zh_cn: 信用卡付款已成功完成。

# creditpayment.paymentfinished
source: Credit payment finished successfully.
cs_cz: Platba kreditem byla úspěšně dokončena.
sk_sk: Platba kreditom bola úspešne dokončená.
zh_cn: 信用卡付款已成功完成。

# creditpayment.paymentnotallowedtonotregistered
source: Credit payment is allowed only to registered users.
cs_cz: Platba kreditem je povolena jen registrovaným uživatelům
sk_sk: Platba kreditom je povolená iba registrovaným užívateľom.
zh_cn: 信用卡付款只允许注册用户。
