Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# bizform_edit_autoresponder.emptyemail
source: Please enter a valid email address or macro.
cs_cz: Vložte prosím e-mailovou adresu.
sk_sk: Prosím, vložte e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址或宏。

# bizform_edit_autoresponder.emptyemailfield
source: (do not send confirmation)
cs_cz: (nezasílat potvrzení)
sk_sk: (nezasielať potvrdenie)
zh_cn: （不发送确认）

# bizform_edit_autoresponder.emptysubject
source: Please enter an email subject.
cs_cz: Vložte prosím předmět e-mailu.
sk_sk: Prosím, vložte predmet e-mailu.
zh_cn: 请输入电子邮件主题。

# bizform_edit_autoresponder.layoutdeleted
source: Confirmation email template layout was deleted.
cs_cz: Rozvržení šablony potvrzujícího e-mailu byl smazán.
sk_sk: Návrh šablóny potvrdzujúceho e-mailu bol zmazaný.
zh_cn: 确认电子邮件模板布局已被删除。

# bizform_edit_autoresponder.lblemailfield
source: Confirmation email source field:
cs_cz: Zdrojové pole potvrzujícího e-mailu:
sk_sk: Zdrojové pole potvrdzujúceho e-mailu:
zh_cn: 确认电子邮件源字段：

# bizform_edit_autoresponder.lblemailfrom
source: From email:
cs_cz: Z e-mailu:
sk_sk: Z e-mailovej adresy:
zh_cn: 从电子邮件：

# bizform_edit_data.newrecord
source: New record
cs_cz: Nový záznam
sk_sk: Nový záznam
zh_cn: 新记录

# bizform_edit_data.selectdisplayedfields
source: Select displayed fields
cs_cz: Výběr zobrazených polí
sk_sk: Výber zobrazených polí
zh_cn: 选择显示的字段

# bizform_edit_data_selectfields.selectall
source: Select all
cs_cz: Vybrat vše
sk_sk: Vybrať všetko
zh_cn: 选择所有

# bizform_edit_data_selectfields.title
source: Select displayed fields
cs_cz: Výběr zobrazených polí
sk_sk: Výber zobrazených polí
zh_cn: 选择显示的字段

# bizform_edit_editrecord.editrecord
source: Edit record
cs_cz: Editovat záznam
sk_sk: Editovať záznam
zh_cn: 编辑记录

# bizform_edit_editrecord.newrecord
source: New record
cs_cz: Nový záznam
sk_sk: Nový záznam
zh_cn: 新记录

# bizform_edit_notificationemail.attachuploadeddocs
source: Attach uploaded documents
cs_cz: Přiložit nahrané dokumenty:
sk_sk: Pripojiť nahraté dokumenty:
zh_cn: 附加上载的文档

# bizform_edit_notificationemail.confirmdelete
source: Are you sure you want to delete the notification email template layout?
cs_cz: Opravdu chcete smazat rozložení šablony oznamovacího e-mail?
sk_sk: Naozaj chcete zmazať vybranú položku?
zh_cn: 你确定你想要删除的通知电子邮件模板布局？

# bizform_edit_notificationemail.customlayout
source: Use custom layout
cs_cz: Použít uživatelské rozvržení
sk_sk: Použiť užívateľský layout
zh_cn: 使用自定义版式

# bizform_list.headercaption
source: Forms
cs_cz: BizFormy
sk_sk: Formuláre
zh_cn: 表格

# bizform_list.newitemcaption
source: New Form
cs_cz: Nový BizForm
sk_sk: Nový formulár
zh_cn: 新表格

# bizform_new.headercaption
source: New Form
cs_cz: Nový BizForm
sk_sk: Nový formulár
zh_cn: 新表格

# bizformfields.header
source: Select Displayed Fields
cs_cz: Výběr zobrazených polí
sk_sk: Výber zobrazených polí
zh_cn: 选择显示的字段

# bizformgeneral.chksendtoemail
source: Send form data to email
cs_cz: Poslat BizForm data na e-mail
sk_sk: Poslať dáta formulára na e-mail
zh_cn: 将表单数据发送到的电子邮件

# bizformgeneral.displayname
source: Form display name:
cs_cz: Zobrazovaný název formuláře:
sk_sk: Zobrazované meno:
zh_cn: 表格显示名称：

# bizformgeneral.displaytext
source: Please enter some display text.
cs_cz: Vložte prosím zobrazovaný text.
sk_sk: Prosím, vložte zobrazovaný text.
zh_cn: 请输入一些显示文本。

# bizformgeneral.emptyemailsubject
source: Please enter an email subject.
cs_cz: Vložte prosím předmět e-mailu.
sk_sk: Prosím, vložte predmet e-mailu.
zh_cn: 请输入电子邮件主题。

# bizformgeneral.emptyfromemail
source: Please enter a valid sender email address or a macro.
cs_cz: Vložte prosím e-mailovou adresu.
sk_sk: Prosím, vložte e-mailovú adresu.
zh_cn: 请输入一个有效的发件人电子邮件地址或一个宏。

# bizformgeneral.emptytoemail
source: Please enter valid recipients' addresses or a macro.
cs_cz: Vložte prosím e-mail adresáta.
sk_sk: Prosím, vložte e-mail adresáta.
zh_cn: 请输入有效的收件人地址或宏。

# bizformgeneral.erroremailsformat
source: Please enter email addresses in correct format.
cs_cz: Vložte prosím e-mailové adresy ve správném formátu.
sk_sk: Prosím, vložte emailové adresy v správnom formáte.
zh_cn: 请在正确的格式输入电子邮件地址。

# bizformgeneral.lblaftersubmited
source: After the form is submitted:
cs_cz: Po uložení dat provést:
sk_sk: Po uložení dát vykonať:
zh_cn: 后提交表单：

# bizformgeneral.lblbuttontext
source: Submit button text:
cs_cz: Text potvrzujícího tlačítka:
sk_sk: Text potvrdzujúceho tlačidla:
zh_cn: 提交按钮文本：

# bizformgeneral.lblcodename
source: Form code name:
cs_cz: Kódové jméno:
sk_sk: Kódové meno:
zh_cn: 表格代码名称：

# bizformgeneral.lblsubmitbuttonimage
source: Submit button image:
cs_cz: Obrázek potvrzujícího tlačítka:
sk_sk: Obrázok potvrdzujúceho tlačidla:
zh_cn: 提交按钮图像：

# bizformgeneral.lbltablename
source: Table name:
cs_cz: Název tabulky:
sk_sk: Názov tabuľky:
zh_cn: 表名称:

# bizformgeneral.radclear
source: Clear form
cs_cz: Vyčistit formulář
sk_sk: Vyčistiť formulár
zh_cn: 清除表单

# bizformgeneral.radcontinue
source: Continue editing
cs_cz: Pokračovat v editaci
sk_sk: Pokračovať v editácii
zh_cn: 继续编辑

# bizformgeneral.raddisplay
source: Display text:
cs_cz: Zobrazit text:
sk_sk: Zobraziť text:
zh_cn: 显示文本：

# bizformgeneral.radredirect
source: Redirect to URL:
cs_cz: Přesměrovat na URL:
sk_sk: Presmerovať na URL:
zh_cn: 将重定向到的 URL：

# bizformgeneral.rfvdisplayname
source: Form display name cannot be empty.
cs_cz: Zobrazovaný název BizFormu nesmí být prázdný.
sk_sk: Zobrazované meno formulára nesmie byť prázdne.
zh_cn: 表格的显示名称不能为空。

# bizformlist.addform
source: Add New Form
cs_cz: Přida nový formulář
sk_sk: Pridať nový formulár
zh_cn: 添加新表格

# bizformlist.confirmdelete
source: Are you sure you want to delete the selected form including its data?
cs_cz: Opravdu chcete odstranit daný BizForm včetně dat?
sk_sk: Určite chcete odstrániť daný BizForm i s dátami?
zh_cn: 你确定你想要删除选定的表格包括它的数据吗？

# bizformlist.formname
source: Form Name
cs_cz: Jméno formuláře
sk_sk: Meno formulára
zh_cn: 表格名称

# bizformlist.header
source: Available Forms
cs_cz: Dostupné formuláře
sk_sk: Dostupné formuláre
zh_cn: 可用的表格

# bizformlist.lnknewbizform
source: New form
cs_cz: Nový BizForm
sk_sk: Nový formulár
zh_cn: 新表格

# bizformlist.record
source: Entries
cs_cz: Vstupy
sk_sk: Vstupy
zh_cn: 条目

# bizformlist.testhint
source: Test Form
cs_cz: Testovací BizForm
sk_sk: Testovací BizForm
zh_cn: 测试表格

# bizformlist.titletext
source: Forms
cs_cz: BizFormy
sk_sk: Formuláre
zh_cn: 表格

# bizformlist.viewhint
source: View Data
cs_cz: Zobrazit data
sk_sk: Zobraziť dáta
zh_cn: 查看数据

# bizforms.formnotallowedforuserroles
source: You are not authorized to manage this form.
cs_cz: Nemáte oprávnění ke správě tohoto BizFormu
sk_sk: Nemáte oprávnenie spravovať tento formulár.
zh_cn: 你无权管理此表格。

# bizformsnew.lblcodename
source: Form code name:
cs_cz: Kódový název BizFormu:
sk_sk: Kódové meno formulára:
zh_cn: 表格代码名称：

# bizformsnew.lbldisplayname
source: Form display name:
cs_cz: Zobrazovaný název BizFormu:
sk_sk: Zobrazované meno formulára:
zh_cn: 表格显示名称：

# bizformsnew.lbltablename
source: Table name:
cs_cz: Název tabulky:
sk_sk: Názov tabuľky:
zh_cn: 表名称:

# bizformsnew.newbizform
source: New Form
cs_cz: Nový BizForm
sk_sk: Nový formulár
zh_cn: 新表格

# bizformsnew.rfvcodename
source: Form code name cannot be empty.
cs_cz: Kódový název BizFormu musí být jedinečný.
sk_sk: Kódové meno formulára musí byť jedinečné.
zh_cn: 表格代码名称不能为空。

# bizformsnew.rfvdisplayname
source: Form display name cannot be empty.
cs_cz: Zobrazovaný název BizFormu nesmí být prázdný.
sk_sk: Zobrazované meno formulára nesmie byť prázdne.
zh_cn: 表格的显示名称不能为空。

# bizformsnew.rfvtablename
source: Table name cannot be empty.
cs_cz: Název tabulky nemůže být prázdný.
sk_sk: Názov tabuľky nemôže byť prázdny.
zh_cn: 表名称不能为空。

# bizformsnew.title
source: New Form
cs_cz: Nový BizForm
sk_sk: Nový formulár
zh_cn: 新表格

# blog.blogs
source: Blogs
cs_cz: Blogy
sk_sk: Blogy
zh_cn: 博客

source: Blog comment
cs_cz: Komentář blogu
sk_sk: Komentáre blogov
zh_cn: 博客评论

# blog.commentedit.approved
source: Is approved
cs_cz: Je schválen:
sk_sk: Povolený:
zh_cn: 被批准

# blog.commentedit.commentempty
source: Please enter some comments.
cs_cz: Vložte prosím komentář.
sk_sk: Prosím, vložte komentár.
zh_cn: 请输入一些评论。

# blog.commentedit.emptybadword
source: Comment cannot be posted due to empty comment text or user name after bad words check.
cs_cz: Komentář nemůže být odeslán po kontrole na závadný obsah z důvodu prázdného textu nebo uživatelského jména.
sk_sk: Komentár nemôže byť uverejnený z dôvodu prázdneho komentáru alebo užívateľského mena po kontrole na vulgárne výrazov.
zh_cn: 注释不能过帐由于空的注释文本或用户名称，坏词检查之后。

# blog.commentedit.inserted
source: Inserted:
cs_cz: Vloženo:
sk_sk: Vložené:
zh_cn: 插入：

# blog.commentedit.lblcomments
source: Comments:
cs_cz: Komentář:
sk_sk: Komentár:
zh_cn: 评论:

# blog.commentedit.lblname
source: Name:
cs_cz: Jméno:
sk_sk: Meno:
zh_cn: 名称：

# blog.commentedit.lblurl
source: Your URL:
cs_cz: Vaše URL:
sk_sk: Vaša URL:
zh_cn: 您的 URL：

# blog.commentedit.nameempty
source: Please enter a name.
cs_cz: Zadejte prosím jméno.
sk_sk: Prosím, vložte meno.
zh_cn: 请输入一个名称。

# blog.commentedit.spam
source: Is SPAM
cs_cz: Jde o SPAM:
sk_sk: Je SPAM:
zh_cn: 是垃圾邮件

# blog.commentedit.subscribe
source: Subscribe me to this blog post
cs_cz: Přihlásit mě k odběru tohoto blogu.
sk_sk: Prihlásiť sa k zasielaniu informácií z tohto blogu
zh_cn: 我订阅这个博客帖子

# blog.commentedit.title
source: Edit comment
cs_cz: Editace komentářů
sk_sk: Editácia komentárov
zh_cn: 编辑注释

# blog.comments.action
source: Selected items
cs_cz: Vybrané položky
sk_sk: Vybrané položky
zh_cn: 所选的项目

# blog.comments.approved
source: Is approved
cs_cz: Je schválen
sk_sk: Povolený
zh_cn: 被批准

# blog.comments.blog
source: Blog
zh_cn: 博客

# blog.comments.comment
source: Text
zh_cn: 文本

# blog.comments.spam
source: Is SPAM
cs_cz: Jde o SPAM
sk_sk: Je SPAM
zh_cn: 是垃圾邮件

# blog.commentview.comments
source: Comments
cs_cz: Komentáře
sk_sk: Komentáre
zh_cn: 评论

# blog.commentview.commentsaved
source: Your comment was saved.
cs_cz: Komentář byl uložen.
sk_sk: Komentár bol uložený.
zh_cn: 您的评论被救了。

# blog.commentview.leavecomment
source: Leave a comment
cs_cz: Zanechat komentář
sk_sk: Zanechať komentár
zh_cn: 留下你的评论

# blog.commentview.lnkleavecomment
source: Leave comment
cs_cz: Přidat komentář
sk_sk: Pridať komentár
zh_cn: 留下评论

# blog.commentview.lnkleavemessage
source: Leave comment
cs_cz: Přidat komentář
sk_sk: Zanechať komentár
zh_cn: 留下评论

# blog.commentview.lnksubscription
source: Subscribe
cs_cz: Přihlásit k odběru
sk_sk: Prihlásiť
zh_cn: 订阅

# blog.commentview.moderatedcommentsaved
source: Comment is waiting for approval.
cs_cz: Komentář čeká na schválení.
sk_sk: Komentár čaká na schválenie.
zh_cn: 评论正在等待批准。

# blog.commentview.trackbackurlentry
source: Trackback URL
cs_cz: URL pro trackback
zh_cn: 引用通告 URL

# blog.createblog
source: Create a new blog
cs_cz: Vytvořit nový blog
sk_sk: Vytvoriť nový blog
zh_cn: 创建新的博客

# blog.selectmyblogs
source: (my blogs)
cs_cz: (moje blogy)
sk_sk: (moje blogy)
zh_cn: （我的博客）

# blog.subscription.email
source: Your email:
cs_cz: Vaše e-mailová adresa:
sk_sk: Váš e-mail:
zh_cn: 您的电子邮件：

# blog.subscription.emailexists
source: The email address is already subscribed for this blog post. Please enter some other email address.
cs_cz: Tato e-mailová adresa už je k blogu zapsána - použijte jinou adresu.
sk_sk: E-mailová adresa už je prihlásená k tomu blogovému príspevku. Prosím, vložte inú e-mailovú adresu.
zh_cn: 电子邮件地址已经订阅的这篇博客。请输入一些其他的电子邮件地址。

# blog.subscription.subscribe
source: Subscribe
cs_cz: Přihlásit
sk_sk: Prihlásiť
zh_cn: 订阅

# blogcommentdetail.abusereport
source: Blog comment abuse report:
cs_cz: Kontrola vulgarit:
sk_sk: Kontrola vulgarizmov:
zh_cn: 博客评论滥用报告：

# blogcommentdetail.deleteconfirmation
source: Are you sure you want to delete the comment?
cs_cz: Opravdu chcete smazat komentář?
sk_sk: Určite chcete zmazať komentár?
zh_cn: 你确定你想要删除的评论？

# blogcommentdetail.imguserimage.alt
source: User image
cs_cz: Obrázek uživatele
sk_sk: Obrázok užívateľa
zh_cn: 用户图像

# blogpostsubscription.subscriptionname
source: Blog post
cs_cz: Příspěvek blogu
sk_sk: Príspevok blogu
zh_cn: 博客文章

# blogs.emailsubject.tosubscribers
source: New blog comment notification
cs_cz: Upozornění na nový komentář blogu
sk_sk: Upozornenie na nový komentár
zh_cn: 新博客评论通知

# blogs.header.blogs
source: Blogs
cs_cz: Blogy
sk_sk: Blogy
zh_cn: 博客

# blogs.header.comments
source: Comments
cs_cz: Komentáře
sk_sk: Komentáre
zh_cn: 评论

# blogs.header.title
source: Blogs
cs_cz: Blogy
sk_sk: Blogy
zh_cn: 博客

# blogs.newblog.anonymoususer
source: Anonymous user is not allowed to create blog.
cs_cz: Anonymní uživatel nemůže vytvořit blog.
sk_sk: Anonymný užívateľ nemá povolené vytvárať blogy.
zh_cn: 不允许匿名用户创建的博客。

# blogs.newblog.description
source: Blog description:
cs_cz: Popis blogu:
sk_sk: Popis:
zh_cn: 博客描述：

# blogs.newblog.name
source: Blog name:
cs_cz: Název blogu:
sk_sk: Názov:
zh_cn: 博客名称：

# blogs.newblog.nameempty
source: Please enter a blog name.
cs_cz: Zadejte název blogu.
sk_sk: Prosím, vložte názov blogu.
zh_cn: 请输入博客名称。

# blogs.newblog.pathnotfound
source: Path to the parent page where blog should be created was not found.
cs_cz: Cesta k rodičovskému uzlu, kde má být blog vytvořen, nebyla nalezena.
sk_sk: Cesta k rodičovskému dokumentu, kde by mal byť blog vytvorený neexistuje.
zh_cn: 找不到到要在其中创建博客的父页的路径。

# blogs.trackbacks.failed
source: Trackback failed
cs_cz: Trackback byl neúspěšný
sk_sk: Trackback zlyhal
zh_cn: 失败的引用通告

# blogs.trackbacks.pinged
source: Already pinged
cs_cz: Ping již proveden
sk_sk: Pingnuté
zh_cn: 已经通过 ping 探测

# blogs.trackbacks.sendto
source: Enter single URL on each line
cs_cz: Zadejte jednu URL na řádek
sk_sk: Vložte jedno URL na každý riadok
zh_cn: 在每一行上输入单个 URL

# blogs.trackbacks.title
source: Trackback
zh_cn: 引用通告

# blogsubscripitons.userhasnosubscriptions
source: You aren't currently subscribed to receive notifications about any blog comments.
cs_cz: Nejste přihlášen(a) k odběru příspěvků v diskuzi.
sk_sk: Nie ste momentálne prihlásený k odberu upozornení zo žiadnych komentárov blogu.
zh_cn: 您当前不被订阅接收任何博客评论有关通知。

# blogsubscripitons.userissubscribed
source: You are currently subscribed to receive notifications on new comments added to the following blog posts:
cs_cz: Jste přihlášen(a) k odběrům následujících blogů:
sk_sk: Momentálne ste prihlásený k odoberaniu oznámení o nových komentároch pridaných k týmto blogovým príspevkom:
zh_cn: 您当前订阅接收通知新注释添加到下面的博客文章：

# board.access.allusers
source: All users
cs_cz: Všichni uživatelé
sk_sk: Všetci užívatelia
zh_cn: 所有用户

# board.access.authroles
source: Authorized roles
cs_cz: Autorizované role
sk_sk: Oprávnené role
zh_cn: 授权的角色

# board.access.groupmembers
source: Group members
cs_cz: Členové skupiny
sk_sk: Členovia grupy
zh_cn: 组成员

# board.access.onlyauth
source: Only authenticated users
cs_cz: Pouze autentikovaní uživatelé
sk_sk: Prihlásení užívatelia
zh_cn: 只有已通过身份验证的用户

# board.access.owner
source: Owner
cs_cz: Vlastník
sk_sk: Vlastník
zh_cn: 所有者

# board.actions.deleteconfirm
source: Are you sure you want to delete the selected message?
cs_cz: Opravdu chcete smazat vybrané příspěvky?
sk_sk: Naozaj chcete zmazať vybranú správu?
zh_cn: 是否确实要删除所选的邮件?

# board.boardlist.boardname
source: Board name:
cs_cz: Název diskuze:
sk_sk: Názov:
zh_cn: 主板名称：

# board.boardlist.sitename
source: Site name:
cs_cz: Web:
sk_sk: Názov webu:
zh_cn: 网站名称：

# board.edit.enablesubscriptions
source: Enable subscriptions
cs_cz: Povolit zápis na odebírání e-mailů
sk_sk: Povoliť odoberanie správ
zh_cn: 启用订阅

# board.edit.errcodename
source: Please enter a board code name.
cs_cz: Zadejte prosím kódový název diskuze.
sk_sk: Prosím, vložte kódové meno.
zh_cn: 请输入板代码名称。

# board.edit.errdisplayname
source: Please enter a board display name.
cs_cz: Zadejte prosím zobrzované název diskuze.
sk_sk: Prosím, vložte názov diskusie.
zh_cn: 请输入板的显示名称。

# board.edit.requireemail
source: Require email addresses
cs_cz: Vyžaduje e-mailové adresy
sk_sk: Vyžadovať e-mail.
zh_cn: 需要电子邮件地址

# board.edit.showemail
source: Show email addresses
cs_cz: Zobrazovat e-mailové adresy
sk_sk: Zobrazovať e-mail.
zh_cn: 显示电子邮件地址

# board.edit.wrongtime
source: Entered open date-time value wasn't specified correctly. Please check the entered values.
cs_cz: Zadané datum otevření blogu není korektní.
sk_sk: Zadaná hodnota "Otvorene od" nebola zadaná korektne. Prosím, skontrolujte zadanú hodnotu.
zh_cn: 输入打开的日期时间值不正确指定。请检查所输入的值。

# board.header.newboard
source: New message board
cs_cz: Nová diskuze
sk_sk: Nová diskusia
zh_cn: 新建消息栏

# board.list.lastpost
source: Last post
cs_cz: Poslední příspěvek
sk_sk: Posledný príspevok
zh_cn: 最后一篇文章

# board.list.lastpostby
source: Last post by
cs_cz: Poslední příspěvek od
sk_sk: Posledný príspevok zadal
zh_cn: 最后的一篇

# board.list.messageboardname
source: Board name
cs_cz: Název diskuze
sk_sk: Názov diskusie
zh_cn: 主板名称

# board.message
source: Message board comment
cs_cz: Komentář diskuze
sk_sk: Príspevky diskusie
zh_cn: 留言板评论

# board.messageboard.leavemessage
source: Leave message
cs_cz: Přidat zprávu
sk_sk: Pridať správu
zh_cn: 留言

# board.messageboard.messages
source: Messages
cs_cz: Zprávy
sk_sk: Správa
zh_cn: 消息

# board.messageboard.subscribe
source: Subscribe
cs_cz: Přihlásit k odběru
sk_sk: Prihlásiť
zh_cn: 订阅

# board.messageedit.approved
source: Is approved:
cs_cz: Je schválen:
sk_sk: Povolená:
zh_cn: 获得批准：

# board.messageedit.editmessages
source: Edit message
cs_cz: Upravit zpávu
sk_sk: Uprav správu
zh_cn: 编辑消息

# board.messageedit.email
source: Your email:
cs_cz: E-mail:
sk_sk: E-mail:
zh_cn: 您的电子邮件：

# board.messageedit.emptybadword
source: Message cannot be posted due to empty message text or user name after bad words check.
cs_cz: Komentář nemůže být odeslán po kontrole nazávadný obsah z důvodu prázdného textu nebo uživatelského jména.
sk_sk: Správa nemôže byť uverejnená z dôvodu prázdneho textu alebo užívateľského mena po kontrole na vulgárne výrazov.
zh_cn: 坏词检查之后，不能由于空消息文本或用户名称发送消息。

# board.messageedit.inserted
source: Inserted:
cs_cz: Vloženo:
sk_sk: Vložená:
zh_cn: 插入：

# board.messageedit.itemlistlink
source: Messages
cs_cz: Zprávy
sk_sk: Správy
zh_cn: 消息

# board.messageedit.message
source: Message:
cs_cz: Text zprávy:
sk_sk: Text správy:
zh_cn: 消息：

# board.messageedit.newmessage
source: New message
cs_cz: Nová zpráva
sk_sk: Nová správa
zh_cn: 新邮件

# board.messageedit.notallowed
source: You are not allowed to modify required message.
cs_cz: Nemůžete upravovat danou zprávu.
sk_sk: Nemáte oprávnenie na zmenu správy.
zh_cn: 你不是允许修改所需的消息。

# board.messageedit.rating
source: Your rating:
cs_cz: Vaše hodnocení:
sk_sk: Vaše hodnotenie:
zh_cn: 您的评分：

# board.messageedit.revemail
source: Specified email address is not valid.
cs_cz: Zadaná e-mailová adresa je neplatná.
sk_sk: Zadaná e-mailová adresa nie je správna.
zh_cn: 指定的电子邮件地址不是有效的。

# board.messageedit.rfvemail
source: Please enter your email address.
cs_cz: Zadejte prosím svou e-mailovoi adresu.
sk_sk: Prosím, vložte e-mailovú adresu.
zh_cn: 请输入您的电子邮件地址。

# board.messageedit.rfvmessage
source: Please enter a message.
cs_cz: Zadejte prosím text zprávy.
sk_sk: Prosím, vložte správu.
zh_cn: 请输入一条消息。

# board.messageedit.rfvusername
source: Please enter your name.
cs_cz: Zadejte prosím své jméno.
sk_sk: Prosím, vložte Vaše meno.
zh_cn: 请输入您的姓名。

# board.messageedit.rqremail
source: Please enter a valid email address.
cs_cz: Zadejte prosím platnou e-mailovou adresu.
sk_sk: Prosím, vložte správnu e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址。

# board.messageedit.securitycode
source: Enter security code:
cs_cz: Zadejte prosím bezpečnostní kód.
sk_sk: Vložte bezpečnostný kód.
zh_cn: 请输入安全代码：

# board.messageedit.spam
source: Is SPAM:
cs_cz: Jde o SPAM:
sk_sk: Je SPAM:
zh_cn: 是垃圾邮件：

# board.messageedit.subscribe
source: Subscribe me to this board
cs_cz: Přihlásit mě k odběru této diskuze.
sk_sk: Odoberať správy z tejto diskusie
zh_cn: 我订阅此板

# board.messageedit.title
source: Edit message
cs_cz: Upravit zprávu
sk_sk: Upraviť správu
zh_cn: 编辑消息

# board.messageedit.url
source: Your URL:
cs_cz: URL:
sk_sk: URL:
zh_cn: 您的 URL：

# board.messageedit.username
source: Name:
cs_cz: Uživatelské jméno:
sk_sk: Užívateľské meno:
zh_cn: 名称：

# board.messageedit.waitingapproval
source: Message was saved, but it will be visible only after the board moderator approves it.
cs_cz: Zpráva čeká na schválení.
sk_sk: Správa čaká na schválenie.
zh_cn: 消息已保存，但它将可见，版主批准它后，只。

# board.messagelist.action.approve
source: Approve
cs_cz: Schválit
sk_sk: Schváliť
zh_cn: 批准

# board.messagelist.action.delete
source: Delete
cs_cz: Smazat
sk_sk: Zmazať
zh_cn: 删除

# board.messagelist.action.nospam
source: Mark as not spam
cs_cz: Označit, že není spam
sk_sk: Označiť, že nie je spam
zh_cn: 标记为非垃圾邮件

# board.messagelist.action.reject
source: Reject
cs_cz: Zamítnout
sk_sk: Zamietnuť
zh_cn: 拒绝

# board.messagelist.action.select
source: (select an action)
cs_cz: (vyberte akci)
sk_sk: (vyberte akciu)
zh_cn: (选择一项操作)

# board.messagelist.action.spam
source: Mark as spam
cs_cz: Označit jako spam.
sk_sk: Označiť ako spam
zh_cn: 标记为垃圾邮件

# board.messagelist.actions
source: Selected items:
cs_cz: Vybrané položky:
sk_sk: Vybrané položky:
zh_cn: 选定的项目:

# board.messagelist.anonymousreadnotallowed
source: Anonymous users are not allowed to read messages, please log in.<br /><br />
cs_cz: Anonymní uživatelé nemohou číst příspěvky, nejprve se přihlašte.<br/><br/>
sk_sk: Anonymní užívatelia nemajú povolené čítať správy. Prosím prihláste sa.<br/><br/>
zh_cn: 不允许匿名用户阅读的邮件，请登录。<br><br>

# board.messagelist.approved
source: Is approved:
cs_cz: Je schválen:
sk_sk: Povolená:
zh_cn: 获得批准：

# board.messagelist.boardname
source: Board name:
cs_cz: Název diskuze:
sk_sk: Názov diskusie:
zh_cn: 主板名称：

# board.messagelist.message
source: Text:
zh_cn: 文本:

# board.messagelist.newmessage
source: New message
cs_cz: Nová zpráva
sk_sk: Nová správa
zh_cn: 新邮件

# board.messagelist.nomessages
source: There are no messages.
cs_cz: Nejsou žádné zprávy.
sk_sk: Nie sú žiadne správy.<br/><br/>
zh_cn: 目前没有消息。

# board.messagelist.sitename
source: Site name:
cs_cz: Název webu:
sk_sk: Názov webu:
zh_cn: 网站名称：

# board.messagelist.spam
source: Is SPAM:
cs_cz: Jde o SPAM:
sk_sk: Je SPAM:
zh_cn: 是垃圾邮件：

# board.messagelist.title
source: Messages
cs_cz: Zprávy
sk_sk: Správy
zh_cn: 消息

# board.messagenew.title
source: New message
cs_cz: Nová zpráva
sk_sk: Nová správa
zh_cn: 新邮件

# board.moderators.ismoderated
source: Message board is moderated
cs_cz: Diskuze je moderována
sk_sk: Diskusia je moderovaná
zh_cn: 主持了留言板

# board.moderators.title
source: Moderators
cs_cz: Moderátoři
sk_sk: Moderátori
zh_cn: 版主

# board.newsubscription
source: New subscription
cs_cz: Registrace nového odběratele
sk_sk: Nová prihláška
zh_cn: 新建订阅

# board.owner.document
source: Public message board
cs_cz: Veřejná diskuze
sk_sk: Verejná diskusia
zh_cn: 公共留言板

# board.owner.group
source: Group
cs_cz: Skupina
sk_sk: Grupa
zh_cn: 组

# board.owner.title
source: Board owner
cs_cz: Vlastník diskuze
sk_sk: Vlastník diskusie
zh_cn: 董事会所有者

# board.security.allusers
source: All users
cs_cz: Všichni uživatelé
sk_sk: Všetci užívatelia
zh_cn: 所有用户

# board.security.commentstitle
source: Allow comments to
cs_cz: Povolit příspěvky
sk_sk: Povoliť komentáre pre
zh_cn: 允许评论

# board.security.groupmembers
source: Only group members
cs_cz: Pouze členům skupiny
sk_sk: Iba člen grupy
zh_cn: 只有组成员

# board.security.onlyroles
source: Only authorized roles
cs_cz: Pouze autorizovaným rolím
sk_sk: Iba povolené role
zh_cn: 只有经过授权的角色

# board.security.onlyusers
source: Only authenticated users
cs_cz: Pouze autentikovaným uživatelům
sk_sk: Iba prihlásení užívatelia
zh_cn: 只有已通过身份验证的用户

# board.security.owner
source: Only message board owner
cs_cz: Pouze vlastníkovi diskuze
sk_sk: Iba vlastník diskusie
zh_cn: 只有留言板所有者
