Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# sm.linkedin.posts.document
source: Page
zh_cn: 页面

# sm.linkedin.posts.edit
source: Edit company update
zh_cn: 编辑公司更新

# sm.linkedin.posts.engagement
source: Engagement
zh_cn: 订婚

# sm.linkedin.posts.impressioncount
source: Impressions
zh_cn: 印象

# sm.linkedin.posts.likecount
source: Likes
zh_cn: 喜欢

# sm.linkedin.posts.msg.accounterror
source: The selected LinkedIn company profile does not exist, or its access token is invalid. Go to <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Company profiles</strong> and try to reauthorize the <strong>Company</strong>.
zh_cn: 选定的 LinkedIn 公司配置文件不存在，或其存取令牌无效。去<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 公司配置文件</strong>并尝试重新授权<strong>公司</strong>。

# sm.linkedin.posts.msg.commenttoolong
source: The LinkedIn comment was empty or too long. The allowed length is {0} characters.
zh_cn: LinkedIn 评论是空或太长。允许的长度为 {0} 个字符。

# sm.linkedin.posts.msg.completedelete
source: Company update has been deleted successfully.
zh_cn: 公司更新已成功删除。

# sm.linkedin.posts.msg.created
source: The company update has been created successfully.
zh_cn: 公司更新已成功创建。

# sm.linkedin.posts.msg.deleteerror
source: Company update could not be deleted. Please see event log for details.
zh_cn: 无法删除公司更新。请查看事件日志的详细信息。

# sm.linkedin.posts.msg.documenterror
source: The page linked to this company update was either in the recycle bin or removed completely at the time this company update was scheduled to be published. You can delete the company update in <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Company updates</strong>, and then create the company update again. See the Event log for more details.
zh_cn: 链接到此公司更新的页面回收站中或完全删除在此公司更新计划的发布时间。您可以删除<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 公司更新</strong>，然后再创建公司更新。请参见事件日志以了解更多详细信息。

# sm.linkedin.posts.msg.duplicatestatuserror
source: You cannot publish the same company update multiple times within a short time period.
zh_cn: 您不能发布相同的公司更新多次在短时期内。

# sm.linkedin.posts.msg.editforbidden
source: Could not save the following changes. The original company update has already been published.
zh_cn: 无法保存以下更改。原来的公司更新已经发布。

# sm.linkedin.posts.msg.failed
source: Publishing failed
zh_cn: 发布失败

# sm.linkedin.posts.msg.invalidcompanyid
source: The <strong>Company</strong> seems to be invalid. Go to <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Company profiles</strong> and check whether the <strong>Company</strong> is valid.
zh_cn: <strong>公司</strong>似乎无效。去<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 公司配置文件</strong>，并检查该<strong>公司</strong>是否有效。

# sm.linkedin.posts.msg.partialdelete
source: Deleted company update was already posted on LinkedIn. The system deleted the local copy of the update. If you wish to delete this update on LinkedIn, too you have to sign in to LinkedIn and delete it there.
zh_cn: 已删除的公司更新已经被张贴在 LinkedIn。系统将删除本地副本的更新。如果你想要删除此更新在 LinkedIn 上的，你也要登录到 LinkedIn 和删除它。

# sm.linkedin.posts.msg.postempty
source: Please enter a company update content.
zh_cn: 请输入公司更新内容。

# sm.linkedin.posts.msg.postondocumentpublish
source: Company update will be posted to LinkedIn when page gets published.
zh_cn: 当页面获取发布，公司更新都将张贴到 LinkedIn。

# sm.linkedin.posts.msg.postondocumentpublish.short
source: Waiting for page publish
zh_cn: 等待页面发布

# sm.linkedin.posts.msg.published
source: Company update was published on {0}
zh_cn: 公司更新的发布 {0} 上

# sm.linkedin.posts.msg.published.short
source: Published on {0}
zh_cn: 在 {0} 上发表

# sm.linkedin.posts.msg.scheduled
source: Company update is scheduled for publishing on {0}.
zh_cn: 公司更新预计出版 {0}。

# sm.linkedin.posts.msg.scheduled.short
source: Scheduled for {0}
zh_cn: 预定为 {0}

# sm.linkedin.posts.msg.schedulederror
source: Company update was scheduled for publishing on {0}, but an error occurred. Go to <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Company updates</strong>, delete the company update, and create the company update again. See the Event log for more details on the error.
zh_cn: 公司更新原定出版 {0}，但出现错误。去<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 公司更新</strong>、 公司更新、 删除和重新创建公司更新。看到错误的事件日志以了解更多详细信息。

# sm.linkedin.posts.msg.selectaccount
source: Please select the LinkedIn company profile.
zh_cn: 请选择在 linkedin 公司。

# sm.linkedin.posts.msg.unauthorized
source: Error occurred while authorizing on LinkedIn. Go to <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Apps</strong> and check the <strong>API key</strong> and <strong>Secret key</strong> are filled in correctly. You may need to reauthorize the <strong>Company</strong> in <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Company profiles</strong> as well.
zh_cn: 在 LinkedIn 上授权时发生错误。去<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 应用程序</strong>并检查<strong>API 密钥</strong>和<strong>密钥</strong>正确填写。您可能需要重新授权本<strong>公司</strong>在<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 公司配置文件</strong>，以及。

# sm.linkedin.posts.msg.unauthorized.invalidsecret
source: Error occurred while authorizing on LinkedIn. The <strong>Secret key</strong> and/or user secret seem to be invalid. Go to <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Apps</strong> and check the <strong>Secret key</strong>. Then go to <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Company profiles</strong> and reauthorize the <strong>Company</strong>.
zh_cn: 在 LinkedIn 上授权时发生错误。这个<strong>秘密密钥</strong>和/或用户的秘密似乎无效。去<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 应用程序</strong>，并检查<strong>密钥</strong>。然后转到<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 公司配置文件</strong>和授权<strong>公司</strong>。

# sm.linkedin.posts.msg.unauthorized.invalidusertoken
source: Error occurred while authorizing on LinkedIn. The user token seems to be invalid. Go to <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Company profiles</strong> and reauthorize the <strong>Company</strong>.
zh_cn: 在 LinkedIn 上授权时发生错误。用户令牌似乎无效。去<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 公司配置文件</strong>和授权<strong>公司</strong>。

# sm.linkedin.posts.msg.unauthorized.noconsumerforkey
source: Error occurred while authorizing on LinkedIn. The <strong>API key</strong> seems to be invalid. Go to <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Apps</strong> and check the <strong>API key</strong>.
zh_cn: 在 LinkedIn 上授权时发生错误。<strong>API 密钥</strong>似乎无效。去<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 应用程序</strong>，并检查<strong>API 密钥</strong>。

# sm.linkedin.posts.msg.unknownerror
source: Unknown error occurred when publishing the company update. You can try to delete the company update in <strong>##ui|CMS.SocialMarketing|LinkedIn## -> Company updates</strong>, and then create the company update again. See the Event log for more details.
zh_cn: 发布公司更新时出现未知的错误。您可以尝试删除公司更新在<strong>##ui|CMS.SocialMarketing|LinkedIn##-> 公司更新</strong>，然后再创建公司更新。请参见事件日志以了解更多详细信息。

# sm.linkedin.posts.msg.wontbepublished
source: Related page is no longer available. Company update won't be published.
zh_cn: 相关的页面不再是可用的。公司更新才会出版。

# sm.linkedin.posts.msg.wontbepublished.short
source: Won't be published.
zh_cn: 将不被出版。

# sm.linkedin.posts.new.caption
source: New company update
zh_cn: 新公司更新

# sm.linkedin.posts.nomodifypermission
source: You don't have permission to create or modify LinkedIn company updates.
zh_cn: 您没有权限创建或修改 LinkedIn 公司更新。

# sm.linkedin.posts.noreadpermission
source: You don't have permission to view LinkedIn company updates.
zh_cn: 您没有权限查看 LinkedIn 公司更新。

# sm.linkedin.posts.scheduledpublish
source: Publishing time
zh_cn: 发布时间

# sm.linkedin.posts.scheduledpublish.description
source: Sets the time when the system publishes the company update on LinkedIn. If not set or in the past, the company update is published immediately.
zh_cn: 设置当系统会将发布在 LinkedIn 上的公司更新的时间。如果未设置，或在过去，公司更新立即发布。

# sm.linkedin.posts.sharecount
source: Shares
zh_cn: 库存

# sm.linkedin.posts.state
source: Company update state
zh_cn: 公司更新状态

# sm.linkedin.posts.urlshortener
source: URL shortener
zh_cn: 网址缩短服务

# sm.linkedin.posts.urlshortener.description
source: The URL shortener that will be used to shorten links in this post.
zh_cn: 将用于缩短在这篇文章的链接的网址缩短服务。

# sm.linkedin.profile.msg.profileidexists
source: The LinkedIn company profile with the specified ID already exists.
zh_cn: 具有指定 ID 的 LinkedIn 公司配置文件已经存在。

# sm.linkedinaccount.confirmation.delete
source: Are you sure you want to delete the selected company profile and all the related company updates?
zh_cn: 是否确实要删除选定的公司配置文件和所有相关的公司更新?

# sm.linkedinapplication.confirmation.delete
source: Are you sure you want to delete the selected application and all the related company profiles and company updates?
zh_cn: 是否确实要删除所选应用程序的所有相关的公司配置文件和公司更新?

# sm.nolicense
source: You don't have a valid license for social marketing features.
zh_cn: 你没有社交市场营销功能的有效许可证。

# sm.offline.displaymessage
source: Display the following message
cs_cz: Zobrazit následující zprávu
sk_sk: Zobraziť nasledujúcu správu
zh_cn: 显示下面的消息

# sm.offline.offlinetitle
source: When the site is off-line:
cs_cz: Když je web off-line:
sk_sk: Keď je web off-line
zh_cn: 当站点被离线：

# sm.offline.redirecttourl
source: Redirect visitors to the following URL
cs_cz: Přesměrovat na následující URL
sk_sk: Presmerovať návštevníka na nasledujúcu URL
zh_cn: 访客访问下面的 URL 重定向

# sm.offlinemode.btntakeoffline
source: Take the site off-line
cs_cz: Přepnout web do stavu off-line
sk_sk: Prepnúť web do off-line režimu
zh_cn: 采取该网站离线

# sm.offlinemode.btntakeonline
source: Bring the site on-line
cs_cz: Přepnout web do stavu on-line
sk_sk: Prepnúť web do on-line režimu
zh_cn: 使站点上线

# sm.offlinemode.siteisoffline
source: The site is currently <strong>off-line</strong>. To enable site visitors to access the site, bring the site on-line.
cs_cz: Tento web je momentálně <strong>off-line</strong>. Pro umožnění přístupu návštěvníků na web přepněte web do on-line.
sk_sk: Web je momentálne <strong>off-line</strong>. Aby užívatelia mohli na stránku pristupovať, prepnite ho do režimu on-line.
zh_cn: 该网站目前是<strong>离线</strong>的。若要启用站点访问者访问该网站，使站点上线。

# sm.offlinemode.siteisonline
source: The site is currently <strong>on-line</strong>. If you take the site off-line, visitors won't be able to access it. Editors and administrators will still be able to work on the site.
cs_cz: Tento web je momentálně <strong>on-line</strong>.Pokud web přepnete do off-line,nebudou k němu mít návštěvníci přístup. Administrátoři a Správci budou stále moci na webu pracovat.
sk_sk: Web je momentálne <strong>on-line</strong>. Ak web prepnete do off-line módu, užívatelia naň nebudú môcť pristupovať. Editori a administrátori budú môcť na webe pracovať.
zh_cn: 该网站是目前<strong>网上</strong>。如果你的网站离线，参观者将无法访问它。编辑和管理员将仍然能够工作在网站上。

# sm.offlinemode.urlempty
source: Please enter a URL.
cs_cz: Zadejte prosím URL.
sk_sk: Zadajte, prosím, URL
zh_cn: 请输入一个 URL。

# sm.permission.createposts
source: Create posts
zh_cn: 创建帖子

# sm.permission.createposts.description
source: Allows to create new posts.
zh_cn: 允许创建新帖子。

# sm.permission.modify.description
source: Allows to create, modify and manage social marketing applications, accounts and posts.
zh_cn: 允许创建、 修改和管理社交营销应用程序、 帐户和帖子。

# sm.permission.modifyaccounts
source: Modify accounts
zh_cn: 修改帐户

# sm.permission.modifyaccounts.description
source: Allows to modify social marketing accounts.
zh_cn: 允许修改社交营销的帐户。

# sm.permission.modifyapplications
source: Modify applications
zh_cn: 修改应用程序

# sm.permission.modifyapplications.description
source: Allows to modify social marketing applications.
zh_cn: 允许修改社交营销的应用程序。

# sm.permission.modifyposts
source: Modify posts
zh_cn: 修改帖子

# sm.permission.modifyposts.description
source: Allows to modify social marketing posts.
zh_cn: 允许修改社交市场营销帖子。

# sm.permission.read.description
source: Allows to view social marketing applications, accounts and posts.
zh_cn: 允许查看社交营销应用程序、 帐户和帖子。

# sm.posts.document.tooltip
source: View related page: {0}
zh_cn: 查看相关的页面： {0}

# sm.posts.msg.documentnotavailable
source: Related page is no longer available.
zh_cn: 相关的页面不再是可用的。

# sm.twitter.account.msg.getuseridfail
source: Could not retrieve the channel details from Twitter, please check whether the access token and access token secret is correct.
zh_cn: 无法从 Twitter 中检索通道的详细信息，请检查是否是正确的访问令牌和访问令牌密钥。

# sm.twitter.account.msg.useridexists
source: The Twitter channel with the specified credentials already exists.
zh_cn: 与指定的凭据的 Twitter 频道已经存在。

# sm.twitter.accounts
source: Channels
zh_cn: 电视频道

# sm.twitter.accounts.accesstoken
source: Access token
zh_cn: 访问令牌

# sm.twitter.accounts.accesstoken.description
source: Access token - as obtained on the application API Keys page on Twitter.
zh_cn: 访问令牌-因为在 Twitter 上的应用程序的 API 密钥页上获得。

# sm.twitter.accounts.accesstokensecret
source: Access token secret
zh_cn: 访问令牌密钥

# sm.twitter.accounts.accesstokensecret.description
source: Access token secret - as obtained on the application API Keys page on Twitter.
zh_cn: 访问令牌的秘密 — — 如在 Twitter 上的应用程序的 API 密钥页上获得。

# sm.twitter.accounts.application
source: Twitter app
zh_cn: Twitter 的应用程序

# sm.twitter.accounts.application.description
source: Select a Twitter app that will be used when publishing content on this channel.
zh_cn: 选择一个发布在此通道上的内容时将使用的 Twitter 应用程序。

# sm.twitter.accounts.codename
source: Code name
zh_cn: 代码名称

# sm.twitter.accounts.displayname
source: Display name
zh_cn: 显示名称

# sm.twitter.accounts.displayname.description
source: Enter a name you want to appear in the list of Twitter channels.
zh_cn: 输入你想要的 Twitter 频道列表中显示的名称。

# sm.twitter.accounts.edit
source: Edit channel
zh_cn: 编辑通道

# sm.twitter.accounts.msg.selectapplication
source: Please select the Twitter application.
zh_cn: 请选择 Twitter 应用程序。

# sm.twitter.accounts.new
source: New channel
zh_cn: 新通道

# sm.twitter.analytics
source: Analytics
zh_cn: 分析

# sm.twitter.application.msg.consumerkeyexists
source: The Twitter app with the specified API key already exists.
zh_cn: Twitter 的应用程序指定的 API 键已存在。

# sm.twitter.apps
source: Apps
zh_cn: 应用程序

# sm.twitter.apps.consumerkey
source: API key
zh_cn: API 密钥

# sm.twitter.apps.consumerkey.description
source: API key - as obtained on the application API Keys page on Twitter.
zh_cn: API 密钥 — — 因为在 Twitter 上的应用程序的 API 密钥页上获得。

# sm.twitter.apps.consumersecret
source: API secret
zh_cn: API 的秘密

# sm.twitter.apps.consumersecret.description
source: API Secret - as obtained on the application API Keys page on Twitter.
zh_cn: API 秘密 — — 因为在 Twitter 上的应用程序的 API 密钥页上获得。

# sm.twitter.apps.edit
source: Edit app
zh_cn: 编辑应用程序

# sm.twitter.apps.new
source: New app
zh_cn: 新建应用程序

# sm.twitter.autopost
source: Post to Twitter
zh_cn: 过帐到Twitter

# sm.twitter.autopost.createpost
source: Create tweet when I save the page
zh_cn: 创建的 tweet，保存的网页时

# sm.twitter.autopost.macrohint
source: To insert a link to this page into the tweet, use the following macro expression: <em>&#123;%&nbsp;AbsoluteURL&nbsp;%&#125;</em><br /> The expression will be replaced with the actual link when publishing the tweet to Twitter.
zh_cn: Twitter内容中插入指向此页的链接，请使用下面的宏表达式： <em>{%absoluteurl %}</em><br>该表达式将替换的实际链接发布到Twitter的Twitter内容时。

# sm.twitter.autopost.pagetooltip
source: You can add a new Twitter channel into the system in ##ui|CMS.SocialMarketing|Twitter##.
zh_cn: 您可以添加一个新的 Twitter 频道到 ##ui|CMS.SocialMarketing|Twitter##。

# sm.twitter.autopost.postondocumentpublish
source: Post tweet after page is published
zh_cn: 邮政推后发布页面

# sm.twitter.autopost.publishedwhileediting
source: Tweet was published while editing the page. Changes you made were discarded.
zh_cn: 编辑页面时，出版了Twitter。你所做的更改将被丢弃。

# sm.twitter.autopost.shortenurls
source: Use URL shortener to shorten links in tweet
zh_cn: 使用网址缩短服务来缩短中鸣叫的链接

# sm.twitter.autopost.urlshortenertooltip
source: Twitter automatically shortens all URLs in the tweet. You can choose another shortener.
zh_cn: Twitter 自动缩短了Twitter内容中的所有 Url。您可以选择另一种缩短服务。

# sm.twitter.description
source: Allows you to register Twitter applications and channels in the system, and manually post tweets. You can also monitor analytical data that the system collects for your Twitter channels.
zh_cn: 允许您在系统中，注册 Twitter 应用程序和渠道并手动过帐的推文。此外可以为你的 Twitter 频道监视系统收集的分析数据。

# sm.twitter.insights.scheduledtask.name
source: Twitter insights collection
zh_cn: Twitter 的见解集合

# sm.twitter.isdefault
source: Default
zh_cn: 默认

# sm.twitter.isdefault.description
source: Default Twitter channel is pre-selected when creating post and is used in advanced workflow autopost. If no default channel is set, automatic posting in workflow will not work.
zh_cn: 创建发布和用高级工作流自动过帐时，默认 Twitter 频道是预先选定。如果设置没有默认信道，则不能在工作流中的自动过帐。

# sm.twitter.nodefaultchannel
source: You have not set any Twitter channel as default for this site. Automatic publishing to Twitter in advanced workflow won't work. To set a channel as default edit it and go to General tab.
zh_cn: 您没有设置任何 Twitter 频道为此网站的默认值。自动发布到 Twitter 在高级工作流程中不起作用。要设置作为信道默认编辑它，然后转到常规选项卡。

# sm.twitter.post.scheduledtask.name
source: Twitter post publishing
zh_cn: Twitter 帖子发布

# sm.twitter.posts
source: Tweets
zh_cn: Twitter

# sm.twitter.posts.account
source: Twitter channel
zh_cn: Twitter 频道

# sm.twitter.posts.account.description
source: Select the Twitter channel on which the tweet will be published.
zh_cn: 选择Twitter内容将刊登当日的 Twitter 通道。

# sm.twitter.posts.backcompatibility
source: You composed a tweet before the system was upgraded. Click <strong>Save</strong> to make sure this tweet is published along with this page. After you save the page, the tweet appears in ##ui|CMS.SocialMarketing|Twitter##.
zh_cn: 你组成一条 tweet 之前的系统升级。单击<strong>保存</strong>以确保此页的同时发表了这条微博。保存页面后，Twitter内容显示在 ##ui|CMS.SocialMarketing|Twitter##。

# sm.twitter.posts.campaign
source: Campaign
zh_cn: 运动

# sm.twitter.posts.campaign.description
source: Campaign to which the tweet belongs (if any).
zh_cn: Twitter内容属于 （如果有） 的运动。

# sm.twitter.posts.charactersremaining
source: Characters remaining.
zh_cn: 剩余的字符。

# sm.twitter.posts.confirmation.delete
source: Are you sure you want to delete the selected tweet?
zh_cn: 是否确实要删除所选的鸣叫?

# sm.twitter.posts.content
source: Tweet content
zh_cn: Twitter内容

# sm.twitter.posts.content.description
source: Tweet content that will be published on the selected Twitter channel.
zh_cn: 将所选的 Twitter 频道发布的微博内容。

# sm.twitter.posts.document
source: Document
zh_cn: 文档

# sm.twitter.posts.edit
source: Edit tweet
zh_cn: 编辑推

# sm.twitter.posts.favorites
source: Favorites
zh_cn: 收藏夹

# sm.twitter.posts.msg.accounterror
source: Selected Twitter channel doesn't exist or its credentials are invalid. Go to <strong>##ui|CMS.SocialMarketing|Twitter## -> Channels</strong>, edit your channel, and verify you have entered correct credentials.
zh_cn: 选定的 Twitter 频道不存在或其凭据无效。去<strong>##ui|CMS.SocialMarketing|Twitter##-> 电视频道</strong>，编辑您的频道，并验证您已输入正确的凭据。

# sm.twitter.posts.msg.apilimiterror
source: Twitter API calls limit was reached when publishing the tweet. Go to <strong>##ui|CMS.SocialMarketing|Twitter## -> Tweets</strong>, delete the tweet, and create the tweet again. See the Event log for more details on the error.
zh_cn: Twitter 时发布 tweet 达到 API 呼叫限制。去<strong>##ui|CMS.SocialMarketing|Twitter##-> Tweets</strong>、 删除将在Twitter和重新创建Twitter内容。看到错误的事件日志以了解更多详细信息。

# sm.twitter.posts.msg.applicationerror
source: The selected Twitter app doesn't exist or its credentials are invalid. Go to <strong>##ui|CMS.SocialMarketing|Twitter## -> Apps</strong>, edit your app, and verify you have entered correct credentials.
zh_cn: 选定的 Twitter 的应用程序不存在或其凭据无效。去<strong>##ui|CMS.SocialMarketing|Twitter##-> 应用程序</strong>，编辑您的应用程序，并验证您已输入正确的凭据。

# sm.twitter.posts.msg.authenticationerror
source: An authentication error occurred while publishing the tweet. Please check if the used Twitter channel has a valid access token and access token secret, and that your app has write access to the channel. See the Event log for more details on the error.
zh_cn: 发布Twitter内容身份验证时出错。请检查使用的 Twitter 渠道是否有效的访问令牌和访问令牌的密钥，并且您的应用程序具有写访问权限的通道。看到错误的事件日志以了解更多详细信息。

# sm.twitter.posts.msg.deleteerror
source: Tweet could not be deleted. See event log for details.
zh_cn: 无法删除的 tweet。请参阅事件日志的详细信息。

# sm.twitter.posts.msg.documenterror
source: The page linked to this tweet was either in the recycle bin or deleted completely at the time this tweet was scheduled to be published. You can try to delete the tweet in <strong>##ui|CMS.SocialMarketing|Twitter## -> Tweets</strong>, and then create the tweet again. See the Event log for more details.
zh_cn: 链接到此条微博的页面回收站中或在这段录音定于发表的时间完全删除。您可以尝试删除Twitter， <strong>##ui|CMS.SocialMarketing|Twitter##-> Tweets</strong>，然后再创建Twitter内容。请参见事件日志以了解更多详细信息。

# sm.twitter.posts.msg.duplicatestatuserror
source: You cannot publish the same tweet multiple times within a short time period.
zh_cn: 您不能在短时间内多次发布相同的博文。

# sm.twitter.posts.msg.editforbidden
source: Could not save the following changes. The original tweet has already been published.
zh_cn: 无法保存以下更改。已经出版了的原始的鸣叫。

# sm.twitter.posts.msg.failed
source: Publishing failed
zh_cn: 发布失败

# sm.twitter.posts.msg.postempty
source: Please enter a tweet content.
zh_cn: 请输入一条微博内容。

# sm.twitter.posts.msg.postondocumentpublish
source: Tweet will be posted to Twitter when page gets published.
zh_cn: 当页面获取发布 tweet 将过帐到 Twitter。

# sm.twitter.posts.msg.postondocumentpublish.short
source: Waiting for page publish
zh_cn: 等待页面发布

# sm.twitter.posts.msg.published
source: Tweet was published on {0}
zh_cn: 在 {0} 上发表微博

# sm.twitter.posts.msg.published.short
source: Published on {0}
zh_cn: 在 {0} 上发表

# sm.twitter.posts.msg.scheduled
source: Tweet is scheduled for publishing on {0}.
zh_cn: Twitter预计出版 {0}。

# sm.twitter.posts.msg.scheduled.short
source: Scheduled for {0}
zh_cn: 预定为 {0}

# sm.twitter.posts.msg.schedulederror
source: Tweet was scheduled for publishing on {0}, but an error occurred. Go to <strong>##ui|CMS.SocialMarketing|Twitter## -> Tweets</strong>, delete the tweet, and create the tweet again. See the Event log for more details on the error.
zh_cn: Tweet 原定出版 {0}，但出现错误。去<strong>##ui|CMS.SocialMarketing|Twitter##-> Tweets</strong>、 删除将在推特和重新创建Twitter内容。看到错误的事件日志以了解更多详细信息。

# sm.twitter.posts.msg.selectaccount
source: Please select the Twitter channel.
zh_cn: 请选择 Twitter 频道。

# sm.twitter.posts.msg.servererror
source: A Twitter server error occurred when publishing the tweet. Go to <strong>##ui|CMS.SocialMarketing|Twitter## -> Tweets</strong>, delete the tweet, and create the tweet again. See the Event log for more details on the error.
zh_cn: Twitter 服务器出错时发布Twitter内容。去<strong>##ui|CMS.SocialMarketing|Twitter##-> Tweets</strong>、 删除将在Twitter和重新创建Twitter内容。看到错误的事件日志以了解更多详细信息。

# sm.twitter.posts.msg.tweettoolong
source: Tweet is over 140 characters long.
zh_cn: Twitter是超过 140 个字符长。

# sm.twitter.posts.msg.unknownerror
source: An unknown error occurred when publishing the tweet. Go to <strong>##ui|CMS.SocialMarketing|Twitter## -> Tweets</strong>, delete the tweet, and create the tweet again. See the Event log for more details on the error.
zh_cn: 发布Twitter内容时出现未知的错误。去<strong>##ui|CMS.SocialMarketing|Twitter##-> Tweets</strong>、 删除将在Twitter和重新创建Twitter内容。看到错误的事件日志以了解更多详细信息。

# sm.twitter.posts.msg.wontbepublished
source: Related page is no longer available. Tweet won't be published.
zh_cn: 相关的页面不再是可用的。不会发布 tweet。

# sm.twitter.posts.msg.wontbepublished.short
source: Won't be published.
zh_cn: 将不被出版。

# sm.twitter.posts.new
source: Add a new tweet
zh_cn: 添加一个新的鸣叫

# sm.twitter.posts.new.caption
source: New tweet
zh_cn: 新建鸣叫

# sm.twitter.posts.nomodifypermission
source: You don't have permission to create or modify tweets.
zh_cn: 您没有权限创建或修改的推文。

# sm.twitter.posts.noreadpermission
source: You don't have permission to view tweets.
zh_cn: 您没有权限查看微博。

# sm.twitter.posts.retweets
source: Retweets
zh_cn: 转发

# sm.twitter.posts.scheduledpublish
source: Publishing time
zh_cn: 发布时间

# sm.twitter.posts.scheduledpublish.description
source: Sets the time when the tweet will be published to Twitter. If not set or in the past, the tweet gets published immediately.
zh_cn: 设置当Twitter内容将发布到Twitter的时间。如果未设置，或在过去，推特内容获取立即发布。
