Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# reports_aggviews_month.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_aggviews_month.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_aggviewscult.piechart_caption
source: Aggregated views by culture share
cs_cz: Souhrnná zobrazení podle podílu jazykových verzí
sk_sk: Súhrnné zobrazenia podľa kultúr
zh_cn: 由语言共享的聚合的视图

# reports_aggviewscult.stats_caption
source: Aggregated views - multilingual
cs_cz: Souhrnná zobrazení - vícejazyčně
sk_sk: Súhrnné zobrazenia - viacjazyčne
zh_cn: 聚合的视图-多语言

# reports_campgoal.label_numcomversions
source: Number of conversions
cs_cz: Počet konverzí
sk_sk: Počet konverzií
zh_cn: 转换次数

# reports_campgoal.label_numvisits
source: Number of visitors
cs_cz: Počet návštěvníků
sk_sk: Počet návštevníkov
zh_cn: 参观人数

# reports_campgoal.label_valuecomversions
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# reports_campgoal.label_valuepervisit
source: Value per visitor
cs_cz: Hodnota na návštěvníka
sk_sk: Hodnota na návštevníka
zh_cn: 每位访客的价值

# reports_conversion.value_header
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# reports_crawlers.label_numofvisits
source: Number of visited pages
cs_cz: Počet navštívených stránek
zh_cn: 访问网页的次数

# reports_exitpage.piechart_caption
source: Top exit pages by culture
cs_cz: Top výstupní stránky podle jazykové verze
sk_sk: Top výstupné stránky podľa kultúrý
zh_cn: 通过语言的顶级退出页面

# reports_exitpage_day.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_exitpage_day.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_exitpage_hour.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_exitpage_hour.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_exitpage_month.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_exitpage_month.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_exitpage_week.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_exitpage_week.path_header
source: Weeks
cs_cz: Týdny
sk_sk: Týždne
zh_cn: 周

# reports_flash.hits_header
source: Count
cs_cz: Počet
sk_sk: Počet
zh_cn: 计数

# reports_flash.name_header
source: Flash support
cs_cz: Podpora flash
sk_sk: Flash - podpora
zh_cn: Flash 支持

# reports_general.label_weeks
source: Weeks
cs_cz: Týdny
sk_sk: Týždne
zh_cn: 周

# reports_goals.goalvalue
source: Goal value
cs_cz: Cílová hodnota
sk_sk: Cieľ - hodnota
zh_cn: 目标值

# reports_goals.redflagvalue
source: Red flag value
cs_cz: Hodnota červeného příznaku
sk_sk: Červený príznak - hodnota
zh_cn: 红色标志值

# reports_javasupport.hits_header
source: Count
cs_cz: Počet
sk_sk: Počet
zh_cn: 计数

# reports_javasupport.name_header
source: Java support
cs_cz: Podpora Javy
sk_sk: Support - podpora
zh_cn: Java 支持

# reports_landingpage.piechart_caption
source: Top landing pages by culture
cs_cz: Top vstupní stránky podle jazykové verze
sk_sk: Top vstupné stránky podľa kultúry
zh_cn: 由语言登陆页面的顶部

# reports_landingpage_day.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_landingpage_day.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_landingpage_hour.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_landingpage_hour.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_landingpage_month.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_landingpage_month.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_mobiledevice.count_header
source: Views
cs_cz: Zobrazení
zh_cn: 视图

# reports_mobiledevice.ismobilevisit
source: Is mobile visit
cs_cz: Je návštěva z mobilu
zh_cn: 是移动访问

# reports_mobiledevice.label_numofdevices
source: Number of mobile devices
cs_cz: Počet mobilních zařízení
zh_cn: 移动设备的数量

# reports_mobiledevice.name_header
source: Mobile device
cs_cz: Mobilní zařízení
zh_cn: 移动设备

# reports_onsitesearchkeyword.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_onsitesearchkeyword.name_header
source: Keywords
cs_cz: Klíčová slova
sk_sk: Kľúčové slová
zh_cn: 关键字

# reports_operatingsystem.hits_header
source: Count
cs_cz: Počet
sk_sk: Počet
zh_cn: 计数

# reports_operatingsystem.name_header
source: Operating system
cs_cz: Operační systém
sk_sk: Operačný systém
zh_cn: 操作系统

# reports_pageviews.average
source: Average time on page
cs_cz: Průměrný čas na stránce
sk_sk: Priemerný čas na stránke
zh_cn: 在页上的平均时间

# reports_pageviews.percent_header
source: Percentage
cs_cz: Procento
sk_sk: Percento
zh_cn: 百分比

# reports_pageviews_week.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_pageviews_week.path_header
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# reports_referrals_week.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_referringsites.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_referringsites.name_header
source: Site
cs_cz: Web
sk_sk: Web
zh_cn: 网站

# reports_screencolors.hits_header
source: Count
cs_cz: Počet
sk_sk: Počet
zh_cn: 计数

# reports_screencolors.name_header
source: Screen colors
cs_cz: Barvy obrazovky
sk_sk: Farby obrazovky
zh_cn: 屏幕颜色

# reports_screenresolution.hits_header
source: Count
cs_cz: Počet
sk_sk: Počet
zh_cn: 计数

# reports_screenresolution.name_header
source: Screen resolution
cs_cz: Rozlišení obrazovky
sk_sk: Rozlíšenie obrazovky
zh_cn: 屏幕分辨率

# reports_searchcrawler.hits_detail_header
source: Number of visits
cs_cz: Počet návštěv
zh_cn: 访问次数

# reports_searchcrawler.hits_header
source: Number of visited pages
cs_cz: Počet navštívených stránek
zh_cn: 访问网页的次数

# reports_searchcrawler.lastvisit_header
source: Last visit
cs_cz: Poslední návštěva
zh_cn: 最后一次访问

# reports_searchcrawler.name_header
source: Crawler name
cs_cz: Název modulu na prohledávání obsahu
zh_cn: 爬网程序名称

# reports_searchengine.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_searchengine.name_header
source: Search engine
cs_cz: Vyhledávač
sk_sk: Vyhľadávač
zh_cn: 搜索引擎

# reports_searchkeyword.hits_header
source: Views
cs_cz: Zobrazení
sk_sk: Zobrazenia
zh_cn: 视图

# reports_searchkeyword.name_header
source: Keywords
cs_cz: Klíčová slova
sk_sk: Kľúčové slovo
zh_cn: 关键字

# reports_searchkeywords.label_numofpageviews
source: Number of searches
cs_cz: Počet vyhledávání
sk_sk: Počet vyhľadávaní
zh_cn: 搜索次数

# reports_silverlightsupport.hits_header
source: Count
cs_cz: Počet
sk_sk: Počet
zh_cn: 计数

# reports_silverlightsupport.name_header
source: Silverlight support
cs_cz: Podpora Silverlight
sk_sk: Silverlight - podpora
zh_cn: Silverlight 支持

# reportsubscripitons.userissubscribed
source: You are currently subscribed to receive the following reports:
cs_cz: Momentálně jste přihlášen/a k odběru následujících reportů:
zh_cn: 您当前的订购，收到了下列报告：

# reportsubscription.attachment
source: See attachment '{0}.csv'.
cs_cz: Podívej se na přílohu '{0}.csv'.
zh_cn: 请参阅附件 '{0}.csv'。

# reportsubscription.attachment_img
source: See attachment '{0}.png'.
cs_cz: Podívej se na přílohu '{0}.png'.
zh_cn: 请参阅附件 '{0}.png'。

# reportsubscription.available
source: All available data
cs_cz: Všechna dostupná data
zh_cn: 所有可用的数据

# reportsubscription.days
source: Day(s)
cs_cz: Dny
zh_cn: 中天

# reportsubscription.edit
source: Edit subscription
cs_cz: Upravit přihlášku
zh_cn: 编辑订阅

# reportsubscription.emailnotmatch
source: The entered email address does not match the subscription's address.
cs_cz: Zadaná e-mailová adresa neodpovídá přihlášené adrese.
zh_cn: 输入的电子邮件地址不匹配的订阅地址。

# reportsubscription.graph
source: Subscribe to graph
cs_cz: Přihlásit se ke grafu
zh_cn: 订阅图

# reportsubscription.hours
source: Hour(s)
cs_cz: Hodiny
zh_cn: 小时

# reportsubscription.htmlgraph
source: Subscribe to HTML graph
cs_cz: Přihlásit se k HTML grafu
zh_cn: 订阅的 HTML 图

# reportsubscription.infotitle
source: You will be subscribed to report
cs_cz: Budete přihlášen/a k odběru reportu
zh_cn: 你将订阅的报告

# reportsubscription.infotitleitem
source: You will be subscribed to a {0} in report <strong>{1}</strong>.
cs_cz: Budete přihlášena/a k {0} v reportu <strong>{1}</strong>.
zh_cn: 你将加入报告<strong>{1}</strong>中的 {0}。

# reportsubscription.interval
source: Sending interval
cs_cz: Interval zasílání
zh_cn: 发送时间间隔

# reportsubscription.item
source: Subscription item
cs_cz: Prvek přihlášky
zh_cn: 订阅项目

# reportsubscription.itemname
source: {0} '{1}' in
cs_cz: {0} '{1}' v
zh_cn: {0}"{1}"中

# reportsubscription.months
source: Months
cs_cz: Měsíce
zh_cn: 几个月

# reportsubscription.new
source: New subscription
cs_cz: Nová přihláška
zh_cn: 新建订阅

# reportsubscription.notempty
source: Send only if data found
cs_cz: Poslat, pouze pokud byla nalezena data
zh_cn: 仅发送如果找到数据

# reportsubscription.notfound
source: Report subscription was not found.
cs_cz: Přihláška k reportu nebyla nalezena.
zh_cn: 找不到报表订阅。

# reportsubscription.onlymodifyusersallowed
source: Only users with the Modify permission for the Reporting module are allowed to edit subscriptions assigned to other users.
cs_cz: Pouze uživatelé s oprávněním modifikovat modul Reporting mohou upravovat přihlášky přiřazené uživateli.
zh_cn: 只有具有报表模块的修改权限的用户都允许编辑分配给其他用户的订阅。

# reportsubscription.parameters
source: Parameters
cs_cz: Parametry
zh_cn: 参数

# reportsubscription.parameters.title
source: Subscription parameters
cs_cz: Parametry přihlášky
zh_cn: 预订参数

# reportsubscription.positivenumber
source: Please insert positive number to 'last' field.
cs_cz: Zadejte prosím kladné číslo.
zh_cn: 请插入到最后一个域的正数。

# reportsubscription.sendto
source: Send to
cs_cz: Posílat na
zh_cn: 发送到

# reportsubscription.settings
source: Subscription settings
cs_cz: Nastavení přihlášky
zh_cn: 订阅设置

# reportsubscription.subscribed
source: You were successfully subscribed.
cs_cz: Byl/a jste úspěšně přihlášen/a.
zh_cn: 你成功地获得超额认购。

# reportsubscription.subscription
source: subscription
cs_cz: přihlášení k odběru
zh_cn: 订阅

# reportsubscription.table
source: Subscribe to table
cs_cz: Přihlásit se k tabulce
zh_cn: 订阅表

# reportsubscription.time
source: Only chosen period
cs_cz: Pouze zvolené období
zh_cn: 只是选择了期

# reportsubscription.timerange
source: Time range
cs_cz: Časový rozsah
zh_cn: 时间范围

# reportsubscription.unsubscribe
source: Unsubscribe
cs_cz: Odhlásit
zh_cn: 取消订阅

# reportsubscription.unsubscribe.title
source: Report unsubscription
cs_cz: Odhlášení z odběru reportu
zh_cn: 报告确认撤销

# reportsubscription.unsubscription.info
source: The email address '{0}' will be unsubscribed from report <b>{1}</b>.
cs_cz: E-mailová adresa '{0}' bude odhlášena z odběru reportu <b>{1}</b>.
zh_cn: 电子邮件地址 '{0}' 将取消订阅报告<b>{1}</b>。

# reportsubscription.unsubscription.success
source: You have been successfully unsubscribed from the report.
cs_cz: Byl/a jste úspěšně odhlášen/a z odběru reportu.
zh_cn: 您已成功取消订阅从报告。

# reportsubscription.value
source: Subscribe to value
cs_cz: Přihlásit se k hodnotě
zh_cn: 订阅值

# reportsubscription.weeks
source: Week(s)
cs_cz: Týdny
zh_cn: 周

# reportsubscription.wholereport
source: (whole report)
cs_cz: (celý report)
zh_cn: （整个报告）

# reportsubscription.years
source: Year(s)
cs_cz: Roky
zh_cn: 年份

# reportsubscription_enabled
source: Enabled
cs_cz: Povolené
zh_cn: 启用

# resetwidget.tooltip
source: Reset widget zones to default state.
cs_cz: Obnovit widgetové zóny do předvoleného stavu.
zh_cn: 将小部件区域重置为默认状态。

# resource.classesinstalledresourcewarning
source: Classes cannot be created or deleted in installed modules.
zh_cn: 类不能创建或删除已安装的模块中。

# resource.cmsmoduleassignedtoallsites
source: Module 'CMS' is automatically assigned to all sites.
zh_cn: 模块 '不育系' 自动分配到所有站点。

# resource.cusomresourcewarning
source: You cannot rename the Custom module.
zh_cn: 您不能重命名自定义模块。

# resource.installedresourcewarning
source: Properties on the General tab cannot be modified in installed modules. The other tabs remain customizable.
zh_cn: 在已安装的模块，不能修改属性常规选项卡上。其他选项卡仍可自定义。

# resource.permissionsinstalledresourcewarning
source: Permissions cannot be created or deleted in installed modules.
zh_cn: 不能创建或删除已安装的模块的权限。

# resource.ui.caption
source: Caption
cs_cz: Nadpis
sk_sk: Nadpis
zh_cn: 标题

# resource.ui.confirmdelete
source: Are you sure you want to delete the selected UI element and all its sub-elements?
cs_cz: Opravdu chcete smazat vybrané prvky UI a všechny jejich dceřiné prvky?
sk_sk: Ste si istý, že chcete zmazať vybraný UI element a všetky položky pod ním?
zh_cn: 是否确实要删除选定的用户界面元素及其所有子元素?

# resource.ui.customelem
source: Element is custom
cs_cz: Prvek je uživatelský
sk_sk: Prvok je užívateľský
zh_cn: 元素是自定义

# resource.ui.deleteelem
source: Delete element
cs_cz: Smazat prvek
sk_sk: Zmaž element
zh_cn: 删除元素

# resource.ui.disabled
source: UI personalization is currently <strong>disabled</strong> for the selected site. To enable it, please go to <strong>##ui|cms|settings## -> Security & Membership</strong> and check the "Enable UI personalization" box in the Administration section.
cs_cz: Personalizace uživatelského rozhraní je momentálně <strong>vypnuta</strong> pro vybraný web.<br/> Pro její zapnutí zaškrtněte pole "Povolit personalizaci UI" v <strong>Site Manager -> Nastavení -> Bezpečnost</strong>.
sk_sk: Personalizácia UI je pre vybraný web <strong>vypnutá</strong>.<br/> Pre zapnutie choďte do <strong>Site Manager -> Nastavenia -> Bezpečnosť & členstvo</strong> a zaškrtnite políčko "Povoliť personalizáciu UI" v sekcií Administrácia.
zh_cn: UI 个性化是目前对所选的站点<strong>禁用</strong>。若要启用它，请转到<strong> ##ui|cms|settings## -> 安全 & 会员</strong>，并选中管理部分中的"启用 UI 个性化"框。

# resource.ui.displayname
source: Display name
cs_cz: Zobrazované jméno
sk_sk: Zobrazovacie meno
zh_cn: 显示名称

# resource.ui.element
source: UI elements
cs_cz: Prvky UI
sk_sk: UI elementy
zh_cn: 用户界面元素

# resource.ui.fromversion
source: From version
cs_cz: Od verze
sk_sk: Od verzie
zh_cn: 从版本

# resource.ui.iconpath
source: Icon path
cs_cz: Cesta ikony
sk_sk: Cesta k ikonke
zh_cn: 图标路径

# resource.ui.menuelem
source: Element is menu
zh_cn: 元素是菜单

# resource.ui.modedownelem
source: Down
cs_cz: Dolů
sk_sk: Dole
zh_cn: 下来

# resource.ui.modeupelem
source: Up
cs_cz: Nahoru
sk_sk: Hore
zh_cn: 向上

# resource.ui.name
source: Code name
cs_cz: Kódové jméno
sk_sk: Kódové meno
zh_cn: 代码名称

# resource.ui.newelem
source: New element
cs_cz: Nový prvek
sk_sk: Nový element
zh_cn: 新元素

# resource.ui.newelement
source: New element
cs_cz: Nový prvek
sk_sk: Nový element
zh_cn: 新元素

# resource.ui.pagetemplate
source: Page template
zh_cn: 网页模板

# resource.ui.parent
source: Parent element
cs_cz: Rodičovský prvek
sk_sk: Rodičovský element
zh_cn: 父元素

# resource.ui.rolesinfo
source: Following roles are granted with permission to see '{0}' UI element:
cs_cz: Následující role mají oprávnění vidět '{0}' prvky UI:
sk_sk: Nasledujúce role majú povolené zobraziť UI element '{0}':
zh_cn: 查看 '{0}' UI 元素的权限与授予下列角色：

# resource.ui.rootelement
source: Please select or create a UI element.
cs_cz: Prosím vyberte nebo vytvořte prvek UI.
sk_sk: Prosím vyberte alebo vytvorte UI element
zh_cn: 请选择或创建一个 UI 元素。

# resource.ui.sizelarge
source: Large
cs_cz: Velký
sk_sk: Veľké
zh_cn: 大

# resource.ui.sizeregular
source: Regular
cs_cz: Normální
sk_sk: Normálne
zh_cn: 定期

# resource.ui.targeturl
source: Target URL
cs_cz: Cílová URL
sk_sk: Cieľové URL
zh_cn: 目标 URL

# resource.ui.title
source: UI elements
cs_cz: Prvky UI
sk_sk: UI elementy
zh_cn: 用户界面元素

# resource.ui.type
source: Type
zh_cn: 类型

# resource.ui.usercontrol
source: User control
zh_cn: 用户控件

# resourcestring.entersearch
source: Resource string key
cs_cz: Klíč zdrojového řetězce nebo jeho část:
sk_sk: Kľúč zdrojového reťazca alebo jeho časť:
zh_cn: 资源字符串键

# resourcestring.itemname
source: Resource string
cs_cz: Zdrojový řetězec
sk_sk: Zdrojový reťazec
zh_cn: 资源字符串

# resourcestring.nodata
source: No resource string found.
cs_cz: Nebyl nalezen žádný zdrojový rětězec.
sk_sk: Neboli nájdené žiadne zdrojové reťazce
zh_cn: 没有找到资源字符串。

source: Resource string not found.
cs_cz: Zdrojový řetezec nebyl nalezen.
sk_sk: Zdrojový reťazec nebol nájdený
zh_cn: 找不到的资源字符串。

# resourcestring.selectitem
source: Select resource string
cs_cz: Vybrat zdrojový řetězec.
sk_sk: Vybrať zdrojový reťazec
zh_cn: 选择资源字符串

# resourcestring.translated
source: Translated
cs_cz: Přeložené
sk_sk: Preložené
zh_cn: 目标语言

# rest.authenticate
source: Authenticate
cs_cz: Autentizovat
sk_sk: Autentizovať
zh_cn: 进行身份验证

# rest.basicauthentication
source: Basic authentication
cs_cz: Základní autentizace
sk_sk: Basic autentizácia
zh_cn: 基本身份验证

# rest.enableboth
source: Both
cs_cz: Obojí
sk_sk: Oboje
zh_cn: 两个

# rest.enabledocumentsonly
source: Pages
cs_cz: Dokumenty
sk_sk: Dokumenty
zh_cn: 页面

# rest.enableobjectsonly
source: Objects
cs_cz: Objekty
sk_sk: Objekty
zh_cn: 对象

# rest.formsauthentication
source: Forms authentication
cs_cz: Autentizace formulářů
sk_sk: Forms autentizácia
zh_cn: 表格身份验证

# rest.generateauthhash
source: Generate authentication hash
cs_cz: Generovat autentizační hash
sk_sk: Generovať autentizačný hash
zh_cn: 生成身份验证hash

# rest.generateauthhashinfo
source: Enter the list of URLs for a REST Service you want to authenticate with hash, click Authenticate:
cs_cz: Zadejte seznam URL pro službu REST, kterou chcete autentizovat hashem a klikněte na Autentizovat:
sk_sk: Zadajte zoznam URL pre REST službu, pre ktoré chcete získať autentizačný hash, a kliknite na Autentizovať:
zh_cn: 输入您想要使用的hash进行身份验证，请单击身份验证的 REST 服务的 Url 的列表：

# rest.generatehash
source: Generate authentication hash
cs_cz: Generovat autentizační hash
sk_sk: Generovať autentizačný hash
zh_cn: 生成身份验证hash

# role.assignedtomembership
source: The role is assigned to the following memberships:
cs_cz: Tato role je přiřazena následujícím členstvím:
sk_sk: Rola je priradená k nasledujúcim členstvám:
zh_cn: 角色分配给以下成员：

# roleselect.additems
source: Add role
cs_cz: Přidat roli
sk_sk: Pridať rolu
zh_cn: 添加角色

# roleselect.entersearch
source: Role
cs_cz: Název role nebo její část:
sk_sk: Názov role alebo časť názvu:
zh_cn: 作用

# roleselect.itemname
source: Role name
cs_cz: Název role
sk_sk: Názov role
zh_cn: 角色名称

# roleselect.nodata
source: No role selected.
cs_cz: Nebyla vybrána žádná role.
sk_sk: Nebola vybraná rola.
zh_cn: 没有选定的角色。

# roleselect.selectitem
source: Select role
cs_cz: Vybrat roli
sk_sk: Vybrať rolu
zh_cn: 选择角色

# roleusers.available
source: Following users are assigned to the role:
cs_cz: Následující uživatelé jsou přiřazení k roli:
sk_sk: Do role sú priradení nasledujúci užívatelia:
zh_cn: 下列用户分配到角色：

# root.deletesettings
source: Root deletion settings
zh_cn: 根删除设置

# rootdeletion.allpages
source: Delete the whole web site content
zh_cn: 删除整个 web 站点内容

# rootdeletion.currentculture
source: Delete all pages in current culture version
zh_cn: 删除当前语言版本中的所有页面

# rootdeletion.currentroot
source: Delete only root page
zh_cn: 只删除根页

# rss.iconalt
source: RSS icon
cs_cz: Ikona RSS
sk_sk: RSS ikona
zh_cn: RSS 图标

# scheduledtask.disabled
source: The scheduler is disabled on the current server.
cs_cz: Plánovač je na aktuálním serveru zakázán. Pro jeho povolení jděte na <strong>Kentico Developers Guide -> Vývoj -> Plánovač</strong>.
sk_sk: Plánovač je na akutálnem serveri zakázaný. Čítajte <strong>Kentico Developers Guide -> Development-> Scheduler</strong>.
zh_cn: 调度程序在当前服务器上禁用。

# scheduledtask.runinseparatethread
source: Run task in separate thread
cs_cz: Spustit úlohu v samostatném vlákně.
sk_sk: Spustiť úlohu v samostatnom vlákne
zh_cn: 在单独的线程中运行的任务

# scheduledtask.usercontext
source: Use context of user:
cs_cz: Použít kontext uživatele:
zh_cn: 使用用户的上下文中：

# scheduleinterval.period.year
source: Year
cs_cz: Rok
zh_cn: 一年

# scheduler.executingtask
source: Executing task {0}.
zh_cn: 执行的任务 {0}。

# scheduler.from
source: from
cs_cz: od
zh_cn: 从

# scheduler.systemtasks
source: System tasks
cs_cz: Systémové úlohy
zh_cn: 系统任务

# scheduler.tasks
source: Tasks
cs_cz: Úlohy
zh_cn: 任务

# scope.additems
source: Add to scopes
zh_cn: 将添加到作用域

# scope.allowabvariant
source: Allow creating A/B test variant
zh_cn: 允许创建 A / B 测试备选案文

# scope.allowabvariant.description
source: Indicates whether the scope allows users to create new A/B test variant pages.
zh_cn: 指示范围是否允许用户创建新的 A / B 测试页面，variant 类型的值。

# scope.allowalltypes
source: Allow all page types
zh_cn: 允许所有的页面类型

# scope.allowlinks
source: Allow creating a linked page
zh_cn: 允许创建一个链接的页面

# scope.allowlinks.description
source: Indicates whether the scope allows users to create new linked pages.
zh_cn: 指示范围是否允许用户创建新的链接的页面。

# scope.allowonlyfollowing
source: Allow only the following page types
zh_cn: 允许只以下的页面类型

# scope.condition
source: Condition
zh_cn: 条件

# scope.includechildren
source: Apply to the whole section
zh_cn: 适用于整段

# scope.includechildren.description
source: Indicates whether the scope restrictions will be applied on all child pages of the above specified path as well.
zh_cn: 指示是否将在所有子页面的上面指定的路径上应用范围限制。

# scope.itemname
source: Starting path
zh_cn: 起始路径

# scope.macrocondition.description
source: A condition further specifying when the scope is applied.
zh_cn: 条件，进一步指定当应用范围。

# scope.nodata
source: There is currently no restriction for this page type.
zh_cn: 目前尚没有为这种页面类型的限制。

# scope.nodatafound
source: No scopes defined for the currently selected site. Define new scopes in <strong>##ui|cms.documentengine|Development.DocumentTypes## -> Scopes</strong>.
zh_cn: 没有为当前选定的站点定义的范围。在<strong>##ui|cms.documentengine| 中定义新作用域Development.DocumentTypes##-> 范围</strong>。

# scope.selectitem
source: Select scopes
zh_cn: 选择范围

# scopes.choosesite
source: Please select a specific site to create new scope.
zh_cn: 请选择要创建新范围的特定网站。

# scopes.doctype.choosesite
source: Please select a specific site to add page type to scope.
zh_cn: 请选择要添加到范围的页类型的特定网站。

# scopes.info
source: The page type is included in the following scopes
zh_cn: 页面类型包括在以下范围内

# scopes.selecteddocumenttypes
source: Select the page types allowed under this scope
zh_cn: 选择允许在此范围内的页类型

# scopes.startingpath.description
source: Path in the content tree where the page type restrictions will be applied.
zh_cn: 在页的类型限制适用的内容树中的路径。

# scoreselect.entersearch
source: Score name
cs_cz: Název skóre nebo jeho část:
sk_sk: Názov skupiny alebo jeho časť:
zh_cn: 得分名称

# scoreselect.itemname
source: Score name
cs_cz: Název skóre
sk_sk: Názov skupiny
zh_cn: 得分名称

# scoreselect.moreitems
source: (more scores...)
cs_cz: (více skór...)
sk_sk: (viac...)
zh_cn: （更多分数......)

# scoreselect.selectitem
source: Select score
cs_cz: Vybrat skóre
sk_sk: Vybrať skupinu
zh_cn: 选择分数

# screenlock.category
source: Screen lock
cs_cz: Zamknutí obrazovky
zh_cn: 屏幕锁定

# screenlock.instruction
source: Your screen was locked due to long period of inactivity.
cs_cz: Vaše obrazovka byla uzamčena kvůli dlouhodobé nečinnosti. Pro odemknutí zadejte prosím heslo.
zh_cn: 由于长时间处于非活动状态，你的屏幕已被锁定。

# screenlock.instruction.part2
source: Please enter your password to unlock it again.
zh_cn: 请输入您的密码再次解锁。

# screenlock.lockintervalvalidation
source: Lock interval has to be greater then 0 and lower then session timeout.
cs_cz: Interval uzamčení musí být větší než 0 a menší než časový limit relace (session timeout).
zh_cn: 锁定间隔必须要更多然后 0 和低然后会话超时。

# screenlock.loggedout
source: You were logged out from the system.
cs_cz: Byl/a jste odhlášen/a ze systému.
zh_cn: 你是从系统注销。

# screenlock.loggeduser
source: You are logged in as <strong>{0}</strong>.
cs_cz: Jste přihlášen/a jako <strong>{0}</strong>.
zh_cn: 你被记录为<strong>{0}</strong>。

# screenlock.loginfailure
source: Your login attempt was not successful.
zh_cn: 您的登录尝试没有成功。

# screenlock.seconds
source: seconds.
cs_cz: sekund.
zh_cn: 秒数。

# screenlock.signin
source: Sign In
cs_cz: Přihlásit
zh_cn: 登录
