Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# sm.ins.facebook.page_fans_by_like_source_unique.day
source: Page fans by like source unique - Daily report
zh_cn: 页面球迷的像源独特的-每日报告

# sm.ins.facebook.page_fans_by_like_source_unique.month
source: Page fans by like source unique - Monthly report
zh_cn: 页面球迷的像源独特的-月度报告

# sm.ins.facebook.page_fans_by_like_source_unique.value
source: Number of page fans by like source
zh_cn: 由像源页粉丝数

# sm.ins.facebook.page_fans_by_like_source_unique.week
source: Page fans by like source unique - Weekly report
zh_cn: 页面球迷的像源独特的-每周报告

# sm.ins.facebook.page_fans_by_like_source_unique.year
source: Page fans by like source unique - Yearly report
zh_cn: 页面球迷的像源独一无二的年度报告

# sm.ins.facebook.page_fans_city
source: Page fans by city
zh_cn: 由城市页面球迷

# sm.ins.facebook.page_fans_city.day
source: Page fans by city - Daily report
zh_cn: 页面球迷的城市--每日报告

# sm.ins.facebook.page_fans_city.month
source: Page fans by city - Monthly report
zh_cn: 页面球迷由城市-月度报告

# sm.ins.facebook.page_fans_city.value
source: Number of page fans by city
zh_cn: 由城市页面粉丝数

# sm.ins.facebook.page_fans_city.week
source: Page fans by city - Weekly report
zh_cn: 页面球迷的城市 — — 每周报告

# sm.ins.facebook.page_fans_city.year
source: Page fans by city - Yearly report
zh_cn: 页面球迷的城市 — — 年度报告

# sm.ins.facebook.page_fans_country
source: Page fans by country
zh_cn: 按国家的页面球迷

# sm.ins.facebook.page_fans_country.day
source: Page fans by country - Daily report
zh_cn: 页面球迷按国家-每日报告

# sm.ins.facebook.page_fans_country.month
source: Page fans by country - Month report
zh_cn: 按国家-月报告页面球迷

# sm.ins.facebook.page_fans_country.value
source: Number of page fans by country
zh_cn: 页面球迷按国家数目

# sm.ins.facebook.page_fans_country.week
source: Page fans by country - Weekly report
zh_cn: 按国家-每周报告页面球迷

# sm.ins.facebook.page_fans_country.year
source: Page fans by country - Year report
zh_cn: 按国家-年度报告页面球迷

# sm.ins.facebook.page_fans_gender_age
source: Page fans by gender and age
zh_cn: 按性别和年龄的页面球迷

# sm.ins.facebook.page_fans_gender_age.day
source: Page fans by gender and age - Daily report
zh_cn: 页面球迷按性别和年龄-每日报告

# sm.ins.facebook.page_fans_gender_age.month
source: Page fans by gender and age - Monthly report
zh_cn: 按性别和年龄-月度报告页面球迷

# sm.ins.facebook.page_fans_gender_age.value
source: Number of page fans by gender and age
zh_cn: 按性别和年龄的页面粉丝数

# sm.ins.facebook.page_fans_gender_age.week
source: Page fans by gender and age - Weekly report
zh_cn: 按性别和年龄的每周报告页面球迷

# sm.ins.facebook.page_fans_gender_age.year
source: Page fans by gender and age - Yearly report
zh_cn: 按性别和年龄 — — 年度报告的页面球迷

# sm.ins.facebook.page_fans_locale
source: Page fans by locale
zh_cn: 由区域设置的页面球迷

# sm.ins.facebook.page_fans_locale.day
source: Page fans by locale - Daily report
zh_cn: 页面球迷由区域设置-每日报告

# sm.ins.facebook.page_fans_locale.month
source: Page fans by locale - Monthly report
zh_cn: 页面球迷由区域设置-月度报告

# sm.ins.facebook.page_fans_locale.value
source: Number of page fans by locale
zh_cn: 由区域设置页粉丝数

# sm.ins.facebook.page_fans_locale.week
source: Page fans by locale - Weekly report
zh_cn: 由区域设置-每周报告页面球迷

# sm.ins.facebook.page_fans_locale.year
source: Page fans by locale - Yearly report
zh_cn: 页面球迷由区域设置-年度报告

# sm.ins.facebook.page_impressions
source: Page impressions
zh_cn: 印页

# sm.ins.facebook.page_impressions.day
source: Page impressions - Daily report
zh_cn: 印页-每日报告

# sm.ins.facebook.page_impressions.month
source: Page impressions - Monthly report
zh_cn: 印页-月度报告

# sm.ins.facebook.page_impressions.value
source: Number of page impressions
zh_cn: 印页的数目

# sm.ins.facebook.page_impressions.week
source: Page impressions - Weekly report
zh_cn: 印页-每周报告

# sm.ins.facebook.page_impressions.year
source: Page impressions - Yearly report
zh_cn: 印页的年度报告

# sm.ins.facebook.page_negative_feedback
source: Page negative feedback
zh_cn: 负面反馈页面

# sm.ins.facebook.page_negative_feedback.day
source: Page negative feedback - Daily report
zh_cn: 页负面的反馈-每日报告

# sm.ins.facebook.page_negative_feedback.month
source: Page negative feedback - Monthly report
zh_cn: 页负面的反馈-月度报告

# sm.ins.facebook.page_negative_feedback.value
source: Number of people who have given negative feedback
zh_cn: 负面反馈人数

# sm.ins.facebook.page_negative_feedback.week
source: Page negative feedback - Weekly report
zh_cn: 页负面反馈 — — 每周报告

# sm.ins.facebook.page_negative_feedback.year
source: Page negative feedback - Yearly report
zh_cn: 页负面反馈 — — 年度报告

# sm.ins.facebook.page_post_impressions.value
source: Number of page posts impressions
zh_cn: 页面帖子展示数

# sm.ins.facebook.page_posts_impressions
source: Page posts impressions
zh_cn: 页面帖子展示

# sm.ins.facebook.page_posts_impressions.day
source: Page posts impressions - Daily report
zh_cn: 页面帖子展示 - 每日报告

# sm.ins.facebook.page_posts_impressions.month
source: Page posts impressions - Monthly report
zh_cn: 页面帖子展示 - 每月报告

# sm.ins.facebook.page_posts_impressions.value
source: Number of page posts impressions
zh_cn: 页面帖子展示数

# sm.ins.facebook.page_posts_impressions.week
source: Page posts impressions - Weekly report
zh_cn: 页面帖子展示 - 每周报告

# sm.ins.facebook.page_posts_impressions.year
source: Page posts impressions - Yearly report
zh_cn: 页面帖子展示 - 年度报告

# sm.ins.facebook.page_stories
source: Page stories
zh_cn: 页的故事

# sm.ins.facebook.page_stories.day
source: Page stories - Daily report
zh_cn: 页的故事-每日报告

# sm.ins.facebook.page_stories.month
source: Page stories - Monthly report
zh_cn: 页的故事-月度报告

# sm.ins.facebook.page_stories.value
source: Number of page stories
zh_cn: 页面层数

# sm.ins.facebook.page_stories.week
source: Page stories - Weekly report
zh_cn: 页的故事 — — 每周报告

# sm.ins.facebook.page_stories.year
source: Page stories - Yearly report
zh_cn: 页的故事 — — 年度报告

# sm.ins.facebook.page_stories_by_story_type
source: Page stories by story type
zh_cn: 页的故事类型的故事

# sm.ins.facebook.page_stories_by_story_type.day
source: Page stories by story type - Daily report
zh_cn: 页的故事，由故事类型-每日报告

# sm.ins.facebook.page_stories_by_story_type.month
source: Page stories by story type - Monthly report
zh_cn: 由故事类型-月度报表页的故事

# sm.ins.facebook.page_stories_by_story_type.value
source: Number of page stories by story type
zh_cn: 类型的页的故事，故事的数量

# sm.ins.facebook.page_stories_by_story_type.week
source: Page stories by story type - Weekly report
zh_cn: 页由故事类型-每周报告的故事

# sm.ins.facebook.page_stories_by_story_type.year
source: Page stories by story type - Yearly report
zh_cn: 页的故事类型 — — 年度报告的故事

# sm.ins.facebook.page_storytellers
source: Page storytellers
zh_cn: 页讲故事的人

# sm.ins.facebook.page_storytellers.day
source: Page storytellers - Daily report
zh_cn: 页说书人-每日报告

# sm.ins.facebook.page_storytellers.month
source: Page storytellers - Monthly report
zh_cn: 页说书人-月度报告

# sm.ins.facebook.page_storytellers.value
source: Number of page storytellers
zh_cn: 页说书人的数目

# sm.ins.facebook.page_storytellers.week
source: Page storytellers - Weekly report
zh_cn: 页说书人 — — 每周报告

# sm.ins.facebook.page_storytellers.year
source: Page storytellers - Yearly report
zh_cn: 页说书人的年度报告

# sm.ins.facebook.page_storytellers_by_age_gender
source: Page storytellers by age and gender
zh_cn: 页说书人按年龄和性别

# sm.ins.facebook.page_storytellers_by_age_gender.day
source: Page storytellers by age and gender - Daily report
zh_cn: 页说书人按年龄和性别-每日报告

# sm.ins.facebook.page_storytellers_by_age_gender.month
source: Page storytellers by age and gender - Monthly report
zh_cn: 页说书人按年龄和性别分列的每月报告

# sm.ins.facebook.page_storytellers_by_age_gender.value
source: Number of page storytellers by age and gender
zh_cn: 页说书人按年龄和性别的人数

# sm.ins.facebook.page_storytellers_by_age_gender.week
source: Page storytellers by age and gender - Weekly report
zh_cn: 页说书人按年龄和性别分列的每周报告

# sm.ins.facebook.page_storytellers_by_age_gender.year
source: Page storytellers by age and gender - Yearly report
zh_cn: 页说书人按年龄和性别分列的年度报告

# sm.ins.facebook.page_storytellers_by_country
source: Page storytellers by country
zh_cn: 页面按国家讲故事的人

# sm.ins.facebook.page_storytellers_by_country.day
source: Page storytellers by country - Daily report
zh_cn: 页说书人按国家-每日报告

# sm.ins.facebook.page_storytellers_by_country.month
source: Page storytellers by country - Monthly report
zh_cn: 按国家-月度报告页讲故事的人

# sm.ins.facebook.page_storytellers_by_country.value
source: Number of page storytellers by country
zh_cn: 页说书人的国家的数目

# sm.ins.facebook.page_storytellers_by_country.week
source: Page storytellers by country - Weekly report
zh_cn: 页说书人的国家 — — 每周报告

# sm.ins.facebook.page_storytellers_by_country.year
source: Page storytellers by country - Yearly report
zh_cn: 页的年度报告的国家 — — 讲故事的人

# sm.ins.facebook.page_storytellers_by_locale
source: Page storytellers by locale
zh_cn: 由区域设置页讲故事的人

# sm.ins.facebook.page_storytellers_by_locale.day
source: Page storytellers by locale - Daily report
zh_cn: 页说书人由区域设置-每日报告

# sm.ins.facebook.page_storytellers_by_locale.month
source: Page storytellers by locale - Monthly report
zh_cn: 由区域设置-月度报告页讲故事的人

# sm.ins.facebook.page_storytellers_by_locale.value
source: Number of page storytellers by locale
zh_cn: 由区域设置页说书人的数目

# sm.ins.facebook.page_storytellers_by_locale.week
source: Page storytellers by locale - Weekly report
zh_cn: 由区域设置-每周报告页讲故事的人

# sm.ins.facebook.page_storytellers_by_locale.year
source: Page storytellers by locale - Yearly report
zh_cn: 页面区域的年度报告所讲故事的人

# sm.ins.facebook.page_storytellers_by_story_type
source: Page storytellers by story type
zh_cn: 页说书人的故事类型

# sm.ins.facebook.page_storytellers_by_story_type.day
source: Page storytellers by story type - Daily report
zh_cn: 页说书人由故事类型-每日报告

# sm.ins.facebook.page_storytellers_by_story_type.month
source: Page storytellers by story type - Monthly report
zh_cn: 页说书人由故事类型-每月报告

# sm.ins.facebook.page_storytellers_by_story_type.value
source: Number of page storytellers by story type
zh_cn: 类型数页说书人的故事

# sm.ins.facebook.page_storytellers_by_story_type.week
source: Page storytellers by story type - Weekly report
zh_cn: 页说书人由故事类型-每周报告

# sm.ins.facebook.page_storytellers_by_story_type.year
source: Page storytellers by story type - Yearly report
zh_cn: 页说书人由故事类型-年度报告

# sm.ins.facebook.page_views
source: Page views
zh_cn: 网页视图

# sm.ins.facebook.page_views.day
source: Page views - Daily report
zh_cn: 页面视图-每日报告

# sm.ins.facebook.page_views.month
source: Page views - Monthly report
zh_cn: 页面视图-月度报告

# sm.ins.facebook.page_views.value
source: Number of page views
zh_cn: 页面视图数

# sm.ins.facebook.page_views.week
source: Page views - Weekly report
zh_cn: 页面视图-每周报告

# sm.ins.facebook.page_views.year
source: Page views - Yearly report
zh_cn: 页面视图-年度报告

# sm.ins.linkedin.account
source: Company profile
zh_cn: 公司简介

# sm.ins.linkedin.click-count
source: Click count
zh_cn: 单击计数

# sm.ins.linkedin.click-count.day
source: Click count - Daily report
zh_cn: 单击计数-每日报告

# sm.ins.linkedin.click-count.month
source: Click count - Monthly report
zh_cn: 单击计数-月度报告

# sm.ins.linkedin.click-count.value
source: Number of clicks.
zh_cn: 点击次数。

# sm.ins.linkedin.click-count.week
source: Click count - Weekly report
zh_cn: 点击计数-每周报告

# sm.ins.linkedin.click-count.year
source: Click count - Yearly report
zh_cn: 单击计数的年度报告

# sm.ins.linkedin.comment-count
source: Comment count
zh_cn: 注释计数

# sm.ins.linkedin.comment-count.day
source: Comment count - Daily report
zh_cn: 注释计数-每日报告

# sm.ins.linkedin.comment-count.month
source: Comment count - Monthly report
zh_cn: 注释计数-每月报告

# sm.ins.linkedin.comment-count.value
source: Number of comments.
zh_cn: 注释的数目。

# sm.ins.linkedin.comment-count.week
source: Comment count - Weekly report
zh_cn: 注释计数-每周报告

# sm.ins.linkedin.comment-count.year
source: Comment count - Yearly report
zh_cn: 注释计数-年度报告

# sm.ins.linkedin.follower-count-organic
source: Follower count - Organic
zh_cn: 追随者计数-有机

# sm.ins.linkedin.follower-count-organic.day
source: Follower count - Organic - Daily report
zh_cn: 追随者计数-有机-每日报告

# sm.ins.linkedin.follower-count-organic.month
source: Follower count - Organic - Monthly report
zh_cn: 追随者计数-有机-月度报告

# sm.ins.linkedin.follower-count-organic.value
source: Number of organic followers.
zh_cn: 有机的追随者的数量。

# sm.ins.linkedin.follower-count-organic.week
source: Follower count - Organic - Weekly report
zh_cn: 追随者计数-有机-每周报告

# sm.ins.linkedin.follower-count-organic.year
source: Follower count - Organic - Yearly report
zh_cn: 追随者计数-有机-年度报告

# sm.ins.linkedin.follower-count-paid
source: Follower count - Paid
zh_cn: 追随者计数-支付

# sm.ins.linkedin.follower-count-paid.day
source: Follower count - Paid - Daily report
zh_cn: 低薪的追随者计数-每日报告

# sm.ins.linkedin.follower-count-paid.month
source: Follower count - Paid - Monthly report
zh_cn: 低薪追随者计数-每月报告

# sm.ins.linkedin.follower-count-paid.value
source: Number of paid followers.
zh_cn: 带薪的追随者的数量。

# sm.ins.linkedin.follower-count-paid.week
source: Follower count - Paid - Weekly report
zh_cn: 低薪的追随者计数-每周报告

# sm.ins.linkedin.follower-count-paid.year
source: Follower count - Paid - Yearly report
zh_cn: 追随者计数-支付-年度报告

# sm.ins.linkedin.follower-count-total
source: Follower count - Total
zh_cn: 追随者计数-合计

# sm.ins.linkedin.follower-count-total.day
source: Follower count - Total - Daily report
zh_cn: 追随者计数-共-每日报告

# sm.ins.linkedin.follower-count-total.month
source: Follower count - Total - Monthly report
zh_cn: 追随者计数-共-月度报告

# sm.ins.linkedin.follower-count-total.value
source: Total number of followers.
zh_cn: 追随者的总数。

# sm.ins.linkedin.follower-count-total.week
source: Follower count - Total - Weekly report
zh_cn: 追随者计数-共-每周报告

# sm.ins.linkedin.follower-count-total.year
source: Follower count - Total - Yearly report
zh_cn: 追随者计数总年度报告

# sm.ins.linkedin.impression-count
source: Impression count
zh_cn: 印象计数

# sm.ins.linkedin.impression-count.day
source: Impression count - Daily report
zh_cn: 印象计数-每日报告

# sm.ins.linkedin.impression-count.month
source: Impression count - Monthly report
zh_cn: 印象计数-每月报告

# sm.ins.linkedin.impression-count.value
source: Number of impressions.
zh_cn: 数量的印记。

# sm.ins.linkedin.impression-count.week
source: Impression count - Weekly report
zh_cn: 印象计数-每周报告

# sm.ins.linkedin.impression-count.year
source: Impression count - Yearly report
zh_cn: 印象计数-年度报告

# sm.ins.linkedin.like-count
source: Like count
zh_cn: 像计数

# sm.ins.linkedin.like-count.day
source: Like count - Daily report
zh_cn: 像计数-每日报告

# sm.ins.linkedin.like-count.month
source: Like count - Monthly report
zh_cn: 像计数-每月报告

# sm.ins.linkedin.like-count.value
source: Number of likes.
zh_cn: 一些喜欢。

# sm.ins.linkedin.like-count.week
source: Like count - Weekly report
zh_cn: 像计数-每周报告

# sm.ins.linkedin.like-count.year
source: Like count - Yearly report
zh_cn: 像计数-年度报告

# sm.ins.linkedin.share-count
source: Share count
zh_cn: 共享计数

# sm.ins.linkedin.share-count.day
source: Share count - Daily report
zh_cn: 共享计数-每日报告

# sm.ins.linkedin.share-count.month
source: Share count - Monthly report
zh_cn: 共享计数-每月报告

# sm.ins.linkedin.share-count.value
source: Number of shares.
zh_cn: 股份数目。

# sm.ins.linkedin.share-count.week
source: Share count - Weekly report
zh_cn: 共享计数-每周报告

# sm.ins.linkedin.share-count.year
source: Share count - Yearly report
zh_cn: 共享计数-年度报告

# sm.ins.linkedin.unique-count
source: Unique member impression count
zh_cn: 唯一成员印象计数

# sm.ins.linkedin.unique-count.day
source: Unique member impression count - Daily report
zh_cn: 唯一成员印象计数-每日报告

# sm.ins.linkedin.unique-count.month
source: Unique member impression count - Monthly report
zh_cn: 唯一成员印象计数-每月报告

# sm.ins.linkedin.unique-count.value
source: Number of unique member impressions.
zh_cn: 数量的唯一成员印记。

# sm.ins.linkedin.unique-count.week
source: Unique member impression count - Weekly report
zh_cn: 唯一成员印象计数-每周报告

# sm.ins.linkedin.unique-count.year
source: Unique member impression count - Yearly report
zh_cn: 唯一成员印象计数-年度报告

# sm.ins.locale
source: Locale
zh_cn: 区域设置

# sm.ins.nodata
source: No data collected.
zh_cn: 不收集任何数据。

# sm.ins.socialmarketing
source: Social marketing
zh_cn: 社交营销

# sm.ins.twitter.channel
source: Channel
zh_cn: 通道

# sm.ins.twitter.channel_followers
source: Channel followers
zh_cn: 通道的追随者

# sm.ins.twitter.channel_followers.day
source: Channel followers - Daily report
zh_cn: 通道的追随者-每日报告

# sm.ins.twitter.channel_followers.month
source: Channel followers - Monthly report
zh_cn: 通道的追随者-月度报告

# sm.ins.twitter.channel_followers.value
source: Number of channel followers
zh_cn: 通道的追随者的数量

# sm.ins.twitter.channel_followers.week
source: Channel followers - Weekly report
zh_cn: 通道的追随者 — — 每周报告

# sm.ins.twitter.channel_followers.year
source: Channel followers - Yearly report
zh_cn: 通道的追随者 — — 年度报告

# sm.ins.twitter.channel_mentions
source: Channel mentions
zh_cn: 通道提到

# sm.ins.twitter.channel_mentions.day
source: Channel mentions - Daily report
zh_cn: 通道提到-每日报告

# sm.ins.twitter.channel_mentions.month
source: Channel mentions - Monthly report
zh_cn: 通道提到-月度报告

# sm.ins.twitter.channel_mentions.value
source: Number of channel mentions
zh_cn: 通道提及的次数

# sm.ins.twitter.channel_mentions.week
source: Channel mentions - Weekly report
zh_cn: 通道提到-每周报告

# sm.ins.twitter.channel_mentions.year
source: Channel mentions - Yearly report
zh_cn: 通道提到-年度报告

# sm.ins.twitter_channel_followers
source: Channel followers
zh_cn: 通道的追随者

# sm.linkedin.account.companyaccesstoken
source: LinkedIn access token
zh_cn: LinkedIn 访问令牌

# sm.linkedin.account.msg.accesstokenrefused
source: You must allow access to your LinkedIn info.
zh_cn: 你必须允许对您的 LinkedIn 信息的访问。

# sm.linkedin.account.msg.appnotset
source: You must select an application first.
zh_cn: 您必须首先选择一个应用程序。

# sm.linkedin.account.msg.nocompany
source: You are not an admin of any LinkedIn company page.
zh_cn: 你不是任何 LinkedIn 公司页面的管理员。

# sm.linkedin.account.msg.nocompanyaccess
source: You are not an admin of LinkedIn company page {0}.
zh_cn: 您不是管理员的 LinkedIn 公司页面 {0}。

# sm.linkedin.account.msg.selectcompany
source: Please select a company.
zh_cn: 请选择一家公司。

# sm.linkedin.account.msg.tokenwillexpire
source: Access expiration: <strong>{0}</strong>
zh_cn: 访问过期: <strong>{0}</strong>

# sm.linkedin.account.msg.unauthorized
source: The LinkedIn application keys seem to be invalid. Please check the <strong>API key</strong> and <strong>Secret key</strong>.
zh_cn: LinkedIn 应用键似乎无效。请检查<strong>API 密钥</strong>和<strong>密钥</strong>。

# sm.linkedin.account.reauthorize
source: Reauthorize
zh_cn: 批准

# sm.linkedin.account.selectcompany
source: Select company
zh_cn: 选择公司

# sm.linkedin.accounts
source: Company profiles
zh_cn: 公司配置文件

# sm.linkedin.accounts.accesstokenexpiration
source: Profile access expiration
zh_cn: 配置文件访问过期

# sm.linkedin.accounts.application
source: LinkedIn app
zh_cn: LinkedIn 的应用程序

# sm.linkedin.accounts.application.description
source: Select a LinkedIn app that will be used when publishing content on this company profile.
zh_cn: 选择发布此公司配置文件上的内容时将使用的 LinkedIn 应用程序。

# sm.linkedin.accounts.displayname
source: Display name
zh_cn: 显示名称

# sm.linkedin.accounts.displayname.description
source: Enter a name you want to appear in the list of LinkedIn company profiles.
zh_cn: 输入你想要的 LinkedIn 公司配置文件列表中显示的名称。

# sm.linkedin.accounts.edit
source: Edit company profile
zh_cn: 编辑公司配置文件

# sm.linkedin.accounts.isdefault
source: Default
zh_cn: 默认

# sm.linkedin.accounts.isdefault.description
source: Default LinkedIn company profile is pre-selected when creating company update and is used in advanced workflow autopost. If no default company profile is set, automatic posting in workflow will not work.
zh_cn: 创建公司更新时，默认 LinkedIn 公司配置文件是预先选定并用高级工作流自动过帐。如果没有默认公司配置文件设置，不能在工作流中的自动过帐。

# sm.linkedin.accounts.msg.selectapplication
source: Please select the LinkedIn application.
zh_cn: 请选择 LinkedIn 的应用程序。

# sm.linkedin.accounts.new
source: New company profile
zh_cn: 新公司的概况

# sm.linkedin.accounts.profileid
source: Company
zh_cn: 公司

# sm.linkedin.accounts.profileid.description
source: Select the LinkedIn company profile.
zh_cn: 选择的 LinkedIn 公司配置文件。

# sm.linkedin.application.msg.consumerkeyexists
source: The LinkedIn app with the specified API key already exists.
zh_cn: LinkedIn 应用程序指定的 API 键已存在。

# sm.linkedin.apps
source: Apps
zh_cn: 应用程序

# sm.linkedin.apps.consumerkey
source: API key
zh_cn: API 密钥

# sm.linkedin.apps.consumerkey.description
source: API key - as obtained on the application details page on LinkedIn.
zh_cn: API 键-在 LinkedIn 上的应用程序详细信息页上获得。

# sm.linkedin.apps.consumersecret
source: Secret key
zh_cn: 秘密密钥

# sm.linkedin.apps.consumersecret.description
source: Secret key - as obtained on the application details page on LinkedIn.
zh_cn: 机密密钥-作为获得在 LinkedIn 上的应用程序详细信息页面。

# sm.linkedin.apps.edit
source: Edit app
zh_cn: 编辑应用程序

# sm.linkedin.apps.new
source: New app
zh_cn: 新建应用程序

# sm.linkedin.autopost
source: Post to LinkedIn
zh_cn: Linkedin 的帖子

# sm.linkedin.autopost.createpost
source: Create LinkedIn company update when I save the page
zh_cn: 创建 LinkedIn 公司更新保存的网页时

# sm.linkedin.autopost.macrohint
source: To insert a link to this page into the company update, use the following macro expression: <em>&#123;% AbsoluteURL %&#125;</em><br/> The expression will be replaced with the actual link when publishing the company update to LinkedIn.
zh_cn: 若要插入公司更新指向此页的链接，请使用下面的宏表达式： <em>{%absoluteurl %}</em><br>该表达式将替换的实际链接出版公司 linkedin 更新时。

# sm.linkedin.autopost.postondocumentpublish
source: Post to LinkedIn after page is published
zh_cn: 张贴到 LinkedIn 后发布页面

# sm.linkedin.autopost.profiletooltip
source: You can add a new LinkedIn company profile into the system in ##ui|CMS.SocialMarketing|LinkedIn##.
zh_cn: 您可以添加新的 LinkedIn 公司配置文件到系统在 ##ui|CMS.SocialMarketing|LinkedIn##。

# sm.linkedin.autopost.publishedwhileediting
source: Company update was published while editing the page. Changes you made were discarded.
zh_cn: 编辑页面时，出版了公司更新。你所做的更改将被丢弃。

# sm.linkedin.autopost.shortenurls
source: Use URL shortener to shorten links in company update content
zh_cn: 使用网址缩短服务来缩短公司更新内容中的链接

# sm.linkedin.description
source: Allows you to register LinkedIn applications and company profiles in the system, and manually post to your company profiles. You can also monitor analytical data that the system collects for your LinkedIn company profiles.
zh_cn: 允许您在系统中，注册 LinkedIn 的应用程序和公司配置文件并手动发布到您的公司配置文件。此外可以为您的 LinkedIn 公司配置文件来监视系统收集的分析数据。

# sm.linkedin.insights
source: Statistics
zh_cn: 统计数据

# sm.linkedin.insights.scheduledtask.name
source: LinkedIn statistics collection
zh_cn: LinkedIn 统计信息收集

# sm.linkedin.nodefaultprofile
source: You have not set any LinkedIn company profile as default for this site. Automatic publishing to LinkedIn in advanced workflow won't work. To set a company profile as default, edit the profile and go to General tab.
zh_cn: 您没有设置任何在 linkedin 公司为此网站的默认值。自动发布到 LinkedIn 在高级工作流程中不起作用。要将公司配置文件设置为默认值，请编辑配置文件，然后转到常规选项卡。

# sm.linkedin.post.scheduledtask.name
source: LinkedIn company update publishing
zh_cn: LinkedIn 公司更新发布

# sm.linkedin.posts
source: Company updates
zh_cn: 公司更新

# sm.linkedin.posts.account
source: LinkedIn company profile
zh_cn: LinkedIn 公司配置文件

# sm.linkedin.posts.account.description
source: Select the LinkedIn company profile on which the company update will be published.
zh_cn: 选择公司更新将刊登当日的 LinkedIn 公司配置文件。

# sm.linkedin.posts.campaign
source: Campaign
zh_cn: 运动

# sm.linkedin.posts.campaign.description
source: Campaign to which the company update belongs (if any).
zh_cn: 运动公司更新属于 （如果有）。

# sm.linkedin.posts.clickcount
source: Clicks
zh_cn: 单击

# sm.linkedin.posts.commentcount
source: Comments
zh_cn: 评论

# sm.linkedin.posts.confirmation.delete
source: Are you sure you want to delete the selected company update from the system? Please note that only company updates scheduled for future publishing are deleted completely. You can delete company updates already published on LinkedIn only on LinkedIn.
zh_cn: 你确定你想要删除所选的公司更新从系统？请注意只有公司更新预定未来出版完全删除。您可以删除已发布在仅在 LinkedIn 上 LinkedIn 的公司更新。

# sm.linkedin.posts.content
source: Company update content
zh_cn: 公司更新内容

# sm.linkedin.posts.content.description
source: Comment to be published as a company update.
zh_cn: 作为一个公司更新发布的注释。
