Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# unigrid.sitelist.actions.openlivesite
source: Open live site
cs_cz: Otevřít ostrý web
sk_sk: Otvoriť živý web
zh_cn: 打开实时网站

# unigrid.sitelist.actions.start
source: Start site
cs_cz: Spustit web
sk_sk: Spustiť web
zh_cn: 启动站点

# unigrid.sitelist.actions.stop
source: Stop site
cs_cz: Zastavit web
sk_sk: Zastaviť web
zh_cn: 停止站点

# unigrid.sitelist.columns.sitestatus
source: Status
cs_cz: Stav
sk_sk: Stav
zh_cn: 状态

# unigrid.strings.columns.stringenglish
source: Default
cs_cz: Anglicky
sk_sk: Anglický
zh_cn: 默认

# unigrid.strings.columns.stringkey
source: Key
cs_cz: Klíč
sk_sk: Kľúč
zh_cn: 关键

# unigrid.subscriber.actions.delete.confirmation
source: Are you sure you want to delete the subscriber?
cs_cz: Opravdu chcete odstranit daného odběratele?
sk_sk: Určite chcete odstrániť daného odberateľa?
zh_cn: 是否确实要删除订阅服务器上？

# unigrid.subscriber.columns.subscribername
source: Subscriber name
cs_cz: Jméno odběratele
sk_sk: Meno odberateľa
zh_cn: 订阅服务器的名称

# unigrid.subscribers.actions.removesubscription.confirmation
source: Are you sure you want to delete the subscription including all related data?
cs_cz: Opravdu chcete odhlásit odběratele z newsletteru?
sk_sk: Určite chcete odhlásiť odberateľa z odberu newslettera?
zh_cn: 你确定你想要删除的订阅都包括所有相关的数据吗？

# unigrid.subscribers.columns.subscribername
source: Subscriber name
cs_cz: Jméno odběratele
sk_sk: Meno odberateľa
zh_cn: 订阅服务器的名称

# unigrid.supplier.columns.supplierdisplayname
source: Supplier name
cs_cz: Jméno dodavatele
sk_sk: Meno dodávateľa
zh_cn: 供应商名称

# unigrid.systables.columns.classdisplayname
source: Class display name
cs_cz: Zobrazováný název třídy
sk_sk: Zobrazované meno triedy
zh_cn: 类显示名称

# unigrid.systables.columns.classname
source: Class name
cs_cz: Název třídy
sk_sk: Meno triedy
zh_cn: 类名称

# unigrid.systables.columns.classtablename
source: Table name
cs_cz: Název tabulky
sk_sk: Názov tabuľky
zh_cn: 表名称

# unigrid.task.actions.execute
source: Execute
cs_cz: Spustit
sk_sk: Spustiť
zh_cn: 执行

# unigrid.task.columns.taskexecutions
source: Executions
cs_cz: Počet spuštění
sk_sk: Počet spustení
zh_cn: 处决

# unigrid.task.columns.tasklastresult
source: Last result
cs_cz: Poslední výsledek
sk_sk: Posledný výsledok
zh_cn: 最后的结果

# unigrid.task.columns.tasklastruntime
source: Last run
cs_cz: Poslední spuštění
sk_sk: Posledné spustenie
zh_cn: 上一次运行

# unigrid.task.columns.taskname
source: Task name
cs_cz: Název úlohy
sk_sk: Názov úlohy
zh_cn: 任务名称

# unigrid.task.columns.tasknextruntime
source: Next run
cs_cz: Další spuštění
sk_sk: Ďalšie spustenie
zh_cn: 下一次运行

# unigrid.task.columns.taskprogress
source: Progress
cs_cz: Vývoj
sk_sk: Vývoj
zh_cn: 进展

# unigrid.task.columns.taskservername
source: Server name
cs_cz: Jméno serveru
sk_sk: Meno servera
zh_cn: 服务器名称

# unigrid.timez.columns.timezonedaylight
source: DST allowed
cs_cz: Letní
sk_sk: Letný čas
zh_cn: DST 允许

# unigrid.timez.columns.timezonedisplayname
source: Time zone name
cs_cz: Název časového pásma
sk_sk: Názov časového pásma
zh_cn: 时区名称

# unigrid.timez.columns.timezonegmt
source: GMT
zh_cn: 格林尼治标准时间

# unigrid.transformationlist.columns.transformationname
source: Transformation name
cs_cz: Název transformace
sk_sk: Názov transformácie
zh_cn: 转换名称

# unigrid.uiculture_strings_list.actions.edit
source: Edit resource string
cs_cz: Editovat řetězec
sk_sk: Editovať reťazec
zh_cn: 编辑资源字符串

# unigrid.userlist.columns.email
source: Email
cs_cz: E-mailová adresa
zh_cn: 电子邮件

# unigrid.userlist.columns.usercreated
source: Created
cs_cz: Vytvořen
sk_sk: Vytvorené
zh_cn: 创建

# unigrid.userlist.columns.usernickname
source: Nickname
cs_cz: Přezdívka
sk_sk: Prezývka
zh_cn: 昵称

# unigrid.usernotification.columns.eventname
source: Event name
cs_cz: Název události
sk_sk: Názov udalosti
zh_cn: 事件名称

# unigrid.usernotification.columns.eventtarget
source: Contact
cs_cz: Kontakt
sk_sk: Kontakt
zh_cn: 联系人

# unigrid.usernotification.columns.gatewayname
source: Gateway name
cs_cz: Název brány
sk_sk: Názov brány
zh_cn: 网关名称

# unigrid.usernotification.columns.subscriptiontime
source: Subscribed
cs_cz: Zapsán
sk_sk: Zapísaný
zh_cn: 订阅

# unigrid.versionhistory.actions.rollback
source: Roll back version
cs_cz: Obnovená verze
sk_sk: Obnoviť túto verziu
zh_cn: 回滚的版本

# unigrid.versionhistory.actions.rollback.confirmation
source: Are you sure you want to roll back the page to the selected version?
cs_cz: Opravdu chcete obnovit vybranou verzi?
sk_sk: Určite chcete obnoviť vybranú verziu?
zh_cn: 你确定你想要回滚到所选版本的页面？

# unigrid.versionhistory.actions.view
source: View version
cs_cz: Zobrazit verzi
sk_sk: Zobraziť verziu
zh_cn: 查看版本

# unigrid.versionhistory.columns.modifiedbyuserfullname
source: Modified by
cs_cz: Modifikoval
sk_sk: Modifikoval
zh_cn: 改性

# unigrid.versionhistory.columns.publishfrom
source: Publish from
cs_cz: Publikovat od
sk_sk: Publikovať od
zh_cn: 从发布

# unigrid.versionhistory.columns.publishto
source: Publish to
cs_cz: Publikovat do
sk_sk: Publikovať do
zh_cn: 发布到

# unigrid.versionhistory.columns.versioncomment
source: Comment
cs_cz: Komentář
sk_sk: Komentár
zh_cn: 评论

# unigrid.versionhistory.columns.versionnumber
source: Ver.
cs_cz: Verze
sk_sk: Verzia
zh_cn: 查看。

# unigrid.versionhistory.columns.waspublishedfrom
source: Published from
cs_cz: Publikováno od
sk_sk: Publikované od
zh_cn: 从发布

# unigrid.versionhistory.columns.waspublishedto
source: Published to
cs_cz: Publikováno do
sk_sk: Publikované do
zh_cn: 发布到

# unigrid.webfarmservers.actions.delete.confirmation
source: Are you sure you want to delete selected item?
cs_cz: Opravdu chcete smazat vybranou položku?
sk_sk: Naozaj chcete zmazať vybrané položky?
zh_cn: 确实要删除所选的项目吗?

# unigrid.webfarmservers.columns.errormessage
source: Error
cs_cz: Chyba
sk_sk: Chyba
zh_cn: 错误

# unigrid.webfarmservers.columns.serverdisplayname
source: Server
zh_cn: 服务器

# unigrid.webfarmservers.columns.taskbinarydata
source: Binary data
cs_cz: Binární data
sk_sk: Binárne dáta
zh_cn: 二进制数据

# unigrid.webfarmservers.columns.taskcreated
source: Created
cs_cz: Vytvořen
sk_sk: Vytvorené
zh_cn: 创建

# unigrid.webfarmservers.columns.taskmachinename
source: Machine name
cs_cz: Název PC
sk_sk: Názov stroja
zh_cn: 计算机名称

# unigrid.webfarmservers.columns.tasktextdata
source: Text data
cs_cz: Textová data
sk_sk: Textové dáta
zh_cn: 文本数据

# unigrid.workflow.columns.approvedwhen
source: Time
cs_cz: Čas
sk_sk: Čas
zh_cn: 时间

# unigrid.workflow.columns.stepdisplayname
source: Step
cs_cz: Název kroku
sk_sk: Názov kroku
zh_cn: 一步

# unigrid.workflow.columns.steporder
source: Order
cs_cz: Pořadí
sk_sk: Poradie
zh_cn: 订单

# unigrid.workflow.workflow.comment
source: Comment
cs_cz: Komentář
sk_sk: Komentár
zh_cn: 评论

# unsubscribe.confirmtext
source: Unsubscription confirmation email was sent.
cs_cz: Potvrzení o zrušení odběratele bylo odesláno.
sk_sk: Potvrdenie o zrušení odberateľa bolo poslané.
zh_cn: 确认撤销确认电子邮件已发送。

# unsubscribe.invalidemailformat
source: Please enter a valid email address.
cs_cz: Zadejte platnou e-mailovou adresu.
sk_sk: Prosím, zadajte platný e-mail.
zh_cn: 请输入一个有效的电子邮件地址。

# unsubscribe.newsletterdoesnotexist
source: Email campaign with given GUID doesn't exists!
cs_cz: Newsletter s daným GUID neexistuje!
sk_sk: Newsletter s daným GUID neexistuje!
zh_cn: 电子邮件活动与给定 GUID 不存在 ！

# unsubscribe.notsubscribed
source: Given subscriber is not subscribed to the email campaign.
cs_cz: Odběratel není přihlášen k odběru newsletteru.
sk_sk: Odberateľ nie je prihlásený k odberu newslettera.
zh_cn: 鉴于订阅服务器未订阅电子邮件活动。

# unsubscribe.subscriberdoesnotexist
source: Subscriber with given GUID doesn't exists!
cs_cz: Odběratel s daným GUID neexistuje!
sk_sk: Odberateľ s daným GUID neexistuje!
zh_cn: 订阅服务器上与给定 GUID 不存在 ！

# unsubscribe.unsubscribed
source: You've been unsubscribed.
cs_cz: Byl jste odhlášen.
sk_sk: Bol ste odhlásený.
zh_cn: 你已经取消订阅。

# uploader.upload
source: Upload:
cs_cz: Nahrát:
sk_sk: Nahrať:
zh_cn: 上传：

# upmenu.icontop
source: Move to the top
cs_cz: Na vrchol
sk_sk: Na vrch
zh_cn: 移至顶部

# user.manageroles.availableroles
source: Available roles
cs_cz: Dostupné role
sk_sk: Dostupné role
zh_cn: 可用的角色

# user.manageroles.header
source: Manage user roles
cs_cz: Úprava rolí uživatelů
sk_sk: Spravovať role užívateľov
zh_cn: 管理用户角色

# user.manageroles.userinroles
source: User is in roles
cs_cz: Uživatel je v rolích
sk_sk: Užívateľ je v roli
zh_cn: 用户属于角色

# user.userpictureextensionerror
source: Please upload an image of type BMP, GIF, PNG, JPG, ICO, WMF, TIFF and TIF.
cs_cz: Nahrajte omrázek ve formátu BMP, GIF, PNG, JPG, ICO, WMF, TIFF nebo TIF.
sk_sk: Prosím, nahrajte obrázok vo formáte BMP, GIF, PNG, JPG, ICO, WMF, TIFF alebo TIF.
zh_cn: 请上传类型的映像 BMP、 GIF、 PNG、 JPG、 ICO、 WMF、 TIFF 和 TIF。

# user_edit_general.ishidden
source: Is hidden
cs_cz: Je skrytý
sk_sk: Je skrytý
zh_cn: 是隐藏的

# usercontrol.filename
source: Control File Name
cs_cz: Jméno souboru komponenty
sk_sk: Meno súboru komponentu
zh_cn: 控制文件的名称

# usercontrol.header
source: Controls List
cs_cz: Seznam komponent
sk_sk: Zoznam komponentov
zh_cn: 控件列表

# usercontrol.name
source: Control Name
cs_cz: Název komponenty
sk_sk: Meno komponentu
zh_cn: 控件名称

# usercontroledit.controldescription
source: Control Description:
cs_cz: Popis komponenty:
sk_sk: Popis komponentu:
zh_cn: 控件的说明：

# usercontroledit.controlfilename
source: Control File Name (without extension):
cs_cz: Název souboru komponenty (bez přípony):
sk_sk: Meno súboru komponentu (bez prípony):
zh_cn: 控制文件的名称 （不带扩展名）：

# usercontroledit.controlname
source: Control Name:
cs_cz: Název komponenty:
sk_sk: Meno komponentu:
zh_cn: 控件名称：

# usercontroledit.controlparametername
source: Control Parameter Name:
cs_cz: Název parametru:
sk_sk: Meno parametra:
zh_cn: 控制参数名称：

# usercontroledit.erroremptyusercontrolfilename
source: Please enter a user control file name.
cs_cz: Vložte prosím název souboru user controlu.
sk_sk: Prosím, vložte meno súboru user controlu.
zh_cn: 请输入用户控件文件名称。

# usercontroledit.erroremptyusercontrolname
source: Please enter a user control name.
cs_cz: Vložte prosím název user controlu.
sk_sk: Prosím, vložte meno user controlu.
zh_cn: 请输入用户控件名称。

# usercontroledit.errorexistingusercontrolfilename
source: The user control file name is already used by another control. Please use some other name.
cs_cz: Název souboru user controlu již užívá jiný control. Použijte nějaký jiný název.
sk_sk: Názov súboru user controlu už používa iný control. Prosím, použite nejaký iný názov.
zh_cn: 用户控件文件名称已由另一个控件使用。请使用其他名称。

# usercontroledit.errorexistingusercontrolname
source: The user control name is already used by another control. Please use some other name.
cs_cz: Název souboru user controlu již užívá jiný control. Použijte nějaký jiný název.
sk_sk: Názov súboru user controlu už používa iný control. Prosím, použite nejaký iný názov.
zh_cn: 用户控件名称已由另一个控件使用。请使用其他名称。

# usercontroledit.header
source: User Control Properties
cs_cz: Vlastnosti User Control
sk_sk: Vlastnosti User Control
zh_cn: 用户控件属性

# userinfo.emailalreadyexist
source: Email address already exists.
cs_cz: E-mailová adresa již existuje.
sk_sk: E-mailová adresa existuje.
zh_cn: 电子邮件地址已经存在。

# userlist.addtoroles
source: Manage user roles
cs_cz: Spravovat uživatelské role
sk_sk: Spravovať role užívateľov
zh_cn: 管理用户角色

# userlist.email
source: Email address
cs_cz: E-mailové adresy
sk_sk: E-mailová adresa
zh_cn: 电子邮件地址

# userlist.ingroups
source: In groups
cs_cz: Ve skupinách
sk_sk: Je v skupinách
zh_cn: 在组中

# userlist.inroles
source: In roles
cs_cz: V roli
sk_sk: Je v rolách
zh_cn: 在角色中

# userlist.nickname
source: Nickname
cs_cz: Přezdívka
sk_sk: Prezývka
zh_cn: 昵称

# userlist.notingroups
source: Not in groups
cs_cz: Není ve skupinách
sk_sk: Nie je v skupinách
zh_cn: 不在组中

# userlist.notinroles
source: Not in roles
cs_cz: Není v roli
sk_sk: Nie je v rolách
zh_cn: 不是在角色

# userlist.recipients
source: Recipients
cs_cz: Seznam příjemců
sk_sk: Zoznam príjemcov
zh_cn: 收件人

# userlist.roleshint
source: User's roles
cs_cz: Role uživatele
sk_sk: Role užívateľa
zh_cn: 用户的角色

# usernameselection.title
source: Select users
cs_cz: Výběr uživatelů
sk_sk: Výber užívateľov
zh_cn: 选择用户

# usersmenu.newuser
source: New User
cs_cz: Nový uživatel
sk_sk: Nový užívateľ
zh_cn: 新用户

# usersonline.kick
source: Kick
cs_cz: Vypovědět
sk_sk: Odhlásiť
zh_cn: 踢

# usersonline.undokick
source: Take back
cs_cz: Přijmout vypovězeného
sk_sk: Vziať späť
zh_cn: 拿回来

# usphone.validationerror
source: Please enter the value in format '(123) 123-1234'.
cs_cz: Vložte prosím hodnotu ve formátu '(123) 123-1234'.
sk_sk: Prosím, vložte hodnotu vo formáte '(123) 123-1234'.
zh_cn: 请输入的值在格式 ' (123) 123-1234'。

# uszipcode.validationerror
source: Please enter the value in format '12345'.
cs_cz: Vložte prosím hodnotu ve formátu '12345'.
sk_sk: Prosím, vložte hodnotu vo formáte '12345'.
zh_cn: 请输入的值在格式 '12345'。

# versionproperties.cannotrollbackcheckedout
source: You cannot roll back the page since the page is checked out.
cs_cz: Nelze obnovit předchozí verzi, protože dokument je uzamčen pro editaci.
sk_sk: Nemožno obnoviť predchádzajúcu verziu, pretože dokument je uzamknutý pre editáciu.
zh_cn: 因为网页签出，您无法回滚该页面。

# versionproperties.confirmdestroy
source: Are you sure you want to clear the version history?
cs_cz: Opravdu chcete odstranit historii verzí?
sk_sk: Určite chcete odstrániť históriu verzií?
zh_cn: 你确定你想要清除的版本历史记录？

# versionproperties.destroyok
source: The page version has been destroyed.
cs_cz: Verze dokumentu byla odstraněna.
sk_sk: Verzia dokumentu bola odstránená.
zh_cn: 页面版本已被摧毁。

# versionproperties.rollbackok
source: The page has been successfully rolled back.
cs_cz: Úspěšně byla obnovena starší verze dokumentu.
sk_sk: Úspešne bola obnovená staršia verzia dokumentu.
zh_cn: 该页面已成功回滚。

# versionsproperties.btncheckin
source: Check in
cs_cz: Odemknout
sk_sk: Uvoľniť
zh_cn: 登记

# versionsproperties.btncheckout
source: Check out
cs_cz: Uzamknout
sk_sk: Uzamknúť
zh_cn: 退房

# versionsproperties.btnundocheckout
source: Undo checkout
cs_cz: Zrušit uzamčení
sk_sk: Zrušiť uzamknutie
zh_cn: 撤消签出

# versionsproperties.checkin
source: Check in:
cs_cz: Odemknoutt:
sk_sk: Uvoľniť:
zh_cn: 登记：

# versionsproperties.checkout
source: Check out
cs_cz: Uzamknout:
sk_sk: Uzamknúť:
zh_cn: 退房

# versionsproperties.comment
source: Comment:
cs_cz: Komentář:
sk_sk: Komentár:
zh_cn: 评论：

# versionsproperties.history
source: Page history:
cs_cz: Historie dokumentu:
sk_sk: História dokumentu:
zh_cn: 页历史记录：

# versionsproperties.version
source: Version:
cs_cz: Verze:
sk_sk: Verzia:
zh_cn: 版本：

# viewbizformdata.header
source: View Data {0}
cs_cz: Zobrazit data {0}
sk_sk: Zobraziť dáta {0}
zh_cn: 视图数据 {0}

# viewbizformdata.selectfields
source: Select Displayed Fields
cs_cz: Výběr zobrazených polí
sk_sk: Výber zobrazených polí
zh_cn: 选择显示的字段

# viewbizformentry.header
source: View Form Entry: {0}
cs_cz: Zobrazit vstup BizFormu: {0}
sk_sk: Zobraziť vstup formulára: {0}
zh_cn: 查看表单条目： {0}

# viewfile.filepath
source: File path:
cs_cz: Cesta k souboru:
sk_sk: Cesta k súboru:
zh_cn: 文件路径:

# viewfile.filesize
source: File size (bytes):
cs_cz: Velikost souboru (bajty):
sk_sk: Veľkosť súboru (bajtov):
zh_cn: 文件大小 （字节）：

# viewfile.header
source: File Details
cs_cz: Detaily souboru
sk_sk: Detaily súboru
zh_cn: 文件详细信息

# viewfile.open
source: Open
cs_cz: Otevřeno
sk_sk: Otvorené
zh_cn: 开放

# viewfile.opendocument
source: Open document
cs_cz: Otevřít dokument
sk_sk: Otvorený dokument
zh_cn: 打开的文档

# viewfile.openinfull
source: Open in full size
cs_cz: Otevřít v plné velikosti
sk_sk: Otvoriť v plnej veľkosti
zh_cn: 在全尺寸中打开

# viewfile.size
source: Size:
cs_cz: Velikost:
sk_sk: Veľkosť:
zh_cn: 大小：

# viewfile.viewfile
source: View file:
cs_cz: Zobrazit soubor:
sk_sk: Zobraziť súbor:
zh_cn: 查看文件：

# viewfilelist.filepath
source: File path
cs_cz: Cesta k souboru
sk_sk: Cesta k súboru
zh_cn: 文件路径

# viewfilelist.filesize
source: File size (bytes)
cs_cz: Velikost souboru (bajty)
sk_sk: Veľkosť súboru (bajtov)
zh_cn: 文件大小 （字节）

# viewheader.radshowlastversion
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# viewheader.radshowpublishedversion
source: Published version
cs_cz: Publikovaná verze
sk_sk: Publikovaná verzia
zh_cn: 已发布的版本

# viewstatelog.id
source: Control ID
cs_cz: ID kontrolu
sk_sk: ID kontrolu
zh_cn: 控件 ID

# viewstatelog.total
source: Total viewstate size:
cs_cz: Celková velikost viewstate:
sk_sk: Celková veľkosť ViewState:
zh_cn: 总 viewstate 大小：

# viewstatelog.totalbytes
source: bytes
cs_cz: bajtů
sk_sk: bajtov
zh_cn: 字节为单位）

# viewstatelog.viewstate
source: ViewState
zh_cn: 视图状态

# visibility.all
source: Display to all
cs_cz: Zobrazit všem
sk_sk: Zobraziť všetkým
zh_cn: 显示所有

# visibility.authenticated
source: Display to authenticated
cs_cz: Zobrazit autentizovaným
sk_sk: Zobraziť autorizovaným
zh_cn: 显示身份验证

# visibility.friends
source: Display to friends
cs_cz: Zobrazit přátelům
sk_sk: Zobraziť priateľom
zh_cn: 显示给朋友

# visibility.none
source: Display to none
cs_cz: Nezobrazovat nikomu
sk_sk: Nezobraziť
zh_cn: 显示为无

# visibilityrad.friends
source: Friends
cs_cz: Přátelé
sk_sk: Priatelia
zh_cn: 朋友

# visibilityrad.nobody
source: Nobody
cs_cz: Nikdo
sk_sk: Nikto
zh_cn: 没人

# visibilityrad.sitemembers
source: Site members
cs_cz: Členové webu
sk_sk: Členovia stránky
zh_cn: 网站成员

# webfarm.disabled
source: The current server is not configured for web farm synchronization.
cs_cz: Webová farma je na tomto serveru vypnuta. Jak ji povolit se dočtete v <strong>Kentico Developers Guide -> Synchronizace modulu Webová farma</strong>
sk_sk: Webová farma je na tomto serveri vypnutá. Ako ju povoliť sa dočítate v <strong>Kentico Developers Guide -> Module Web Farm Synchronization</strong>
zh_cn: 当前服务器未配置为 web farm同步。

# webfarm.enabled
source: Web farm is enabled on current server. Current server name is <strong>'{0}'</strong>.
cs_cz: Webová farma je na tomo serveru povolena. Název serveru je <strong>'{0}'</strong>.
sk_sk: Webová farma je na tomto serveri povolená. Názov servera je <strong>'{0}'</strong>.
zh_cn: 当前服务器上启用了 web 场。当前服务器名称是<strong>'{0}'</strong>。

# webfarmlist.all
source: (all servers)
cs_cz: (všechny servery)
sk_sk: (všetky servery)
zh_cn: （所有服务器）

# webfarmserver_edit.namealreadyexists
source: Web farm server '%%name%%' already exists.
cs_cz: Server webové farmy '%%name%%' již existuje.
sk_sk: Server webové farmy '%%name%%' už existuje.
zh_cn: Web 场服务器 ' %%名称 %%' 已存在。

# webfarmservers_edit.codename
source: Server code name:
cs_cz: Kódový název serveru:
sk_sk: Kódové meno servera:
zh_cn: 服务器代码名称:

# webfarmservers_edit.codenameempty
source: Please enter a code name
cs_cz: Zadejteprosím kódový název
sk_sk: Prosím, zadajte kódové meno.
zh_cn: 请输入一个代码名称

# webfarmservers_edit.displayname
source: Server display name:
cs_cz: Zobrazované jméno serveru:
sk_sk: Zobrazované meno servera:
zh_cn: 服务器显示名称：

# webfarmservers_edit.headercaption
source: Web farm server properties
cs_cz: Server webové farmy
sk_sk: Server webovej farmy
zh_cn: web farm服务器属性

# webfarmservers_edit.invalidserverid
source: Invalid server id.
cs_cz: Neplatné ID serveru.
sk_sk: Nesprávne ID servera.
zh_cn: 无效的服务器 id。

# webfarmservers_edit.url
source: Server root URL:
cs_cz: URL kořenu serveru:
sk_sk: URL koreňa servera:
zh_cn: 服务器根 URL：

# webfarmservers_edit.urlempty
source: Please enter a URL
cs_cz: Vložte prosím URL.
sk_sk: Prosím, vložte URL.
zh_cn: 请输入一个 URL

# webfarmservers_edit.webfarmservers
source: Web farm servers
cs_cz: Servery webových farem
sk_sk: Servery webových fariem
zh_cn: web farm服务器

# webfarmservers_list.headercaption
source: Web farm servers
cs_cz: Servery webových farem
sk_sk: Servery webových fariem
zh_cn: web farm服务器

# webfarmtasks_list.emptybutton
source: Clear task list
cs_cz: Smazat seznam úloh
sk_sk: Zmazať zoznam úloh
zh_cn: 明确任务列表

# webfarmtasks_list.headercaption
source: Web farm synchronization tasks
cs_cz: Synchronizační úlohy webových farem
sk_sk: Synchronizačné úlohy webových fariem
zh_cn: web farm同步任务

# webfarmtasks_list.runbutton
source: Run tasks
cs_cz: Spustit úlohy
sk_sk: Spustiť úlohy
zh_cn: 运行任务

# webfarmtasks_list.serverlabel
source: Server:
zh_cn: 服务器：

# webfarmtasks_list.zerorows
source: There are no available tasks.
cs_cz: Nejsou žádné dostupné úlohy.
sk_sk: Nie sú žiadne úlohy.
zh_cn: 没有可用的任务。

# webpart.configure
source: Configure
cs_cz: Konfigurovat
sk_sk: Konfigurovať
zh_cn: 配置

# webpart.configuretooltip
source: Configure web part
cs_cz: Konfigurovat web partu
sk_sk: Konfigurovať web partu
zh_cn: 配置 web 部件

# webpart.down
source: down
cs_cz: dolů
sk_sk: Nadol
zh_cn: 下来

# webpart.membership.registration.reservedname
source: The '%%name%%' is reserved. Please select another one.
cs_cz: Jméno '%%name%%' je vyhrazeno, zvolte prosím jiné.
sk_sk: Meno '%%name%%' je vyhradené. Prosím, zvoľte iné.
zh_cn: ' %%名称 %%' 是保留。请选择另一个。

# webpart.nextzone
source: next&nbsp;zone
cs_cz: následující&nbsp;zóna
sk_sk: Následujúca&nbsp;zóna
zh_cn: 下一个区域

# webpart.pageplaceholder.currenttemplatenotallowed
source: The default page template of the page placeholder cannot be the same as the current page template.
cs_cz: Výchozí šablona stránky placeholderu stránky nemůže být stejná jako aktuální šablona stránky.
sk_sk: Implicitná šablóna stránky page placeholderu nemôže byť rovnaká ako aktuálna šablóna stránky.
zh_cn: 默认网页模板的页面占位符不能当前页面模板相同。

# webpart.previouszone
source: previous&nbsp;zone
cs_cz: předchozí&nbsp;zóna
sk_sk: Predchádzajúca&nbsp;zóna
zh_cn: 以前的区域

# webpart.properties.nopermissionmessage
source: Sets the message which should be displayed if the current user is not a group administrator.
cs_cz: Nastaví zprávu zobrazenou v případě, že aktuální uživatel není administrátorem skupiny.
sk_sk: Správa zobrazená v prípade, že prihlásený užívateľ nie je administrátorom skupiny.
zh_cn: 设置，如果当前用户不是组管理员应显示的消息。

# webpart.remove
source: remove
cs_cz: odstranit
sk_sk: odobrať
zh_cn: 删除

# webpart.searchbox.button
source: Go
cs_cz: Hledej
sk_sk: Hľadaj
zh_cn: 去

# webpart.searchbox.label
source: Search:
cs_cz: Hledat:
sk_sk: Hľadať:
zh_cn: 搜索:

# webpart.up
source: up
cs_cz: nahoru
sk_sk: Nahor
zh_cn: 向上

# webpart_clone.invalidcodename
source: Invalid code name.
cs_cz: Neplatný kódový název.
sk_sk: Nesprávne kódové meno.
zh_cn: 无效的代码名称。

# webpart_clone.invalidfilename
source: Please enter valid file name without special characters.
cs_cz: Zadejte platný název souboru bez speciálních znaků.
sk_sk: Prosím, zadajte názov súboru bez špeciálnych znakov.
zh_cn: 请输入有效的文件名称不包含特殊字符。

# webpartbinding.caption
source: Add binding:
cs_cz: Přidat vazbu:
sk_sk: Pridať väzbu:
zh_cn: 添加绑定：

# webpartbinding.deleteconfirmation
source: Are you sure you want to delete the binding?
cs_cz: Opravdu chcete odstranit zvolenou vazbu?
sk_sk: Určite chcete odstrániť zvolenú väzbu?
zh_cn: 你确定你想要删除的绑定？

# webpartbinding.headerlocalproperty
source: Local property
cs_cz: Lokální vlastnost
sk_sk: Lokálne vlastnosti
zh_cn: 本地属性

# webpartbinding.headersourceproperty
source: Source property
cs_cz: Vlastnost zdroje
sk_sk: Vlastnosť zdroja
zh_cn: 源属性

# webpartbinding.lblproperty
source: Local property:
cs_cz: Lokální vlastnost:
sk_sk: Lokálne vlastnosti:
zh_cn: 本地属性：

# webpartbinding.lblsourceid
source: Source web part ID:
cs_cz: ID zdrojové web party:
sk_sk: ID zdrojovej webparty:
zh_cn: 源 web 部件 ID：

# webpartbinding.lblsourceproperty
source: Source property:
cs_cz: Vlastnost zdroje:
sk_sk: Vlastnosť zdroja:
zh_cn: 源属性：

# webpartbinding.rfvsourceid
source: Missing source ID
cs_cz: Chybí zdrojové ID
sk_sk: Chýba zdrojové ID
zh_cn: 缺少源 ID

# webpartbinding.rfvsourceproperty
source: Missing source property
cs_cz: Chybí zdrojová vlastnost
sk_sk: Chýba zdrojová vlastnosť
zh_cn: 缺少源属性
