Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmsdisplaynottranslatedicon.description
source: Indicates if the "not translated" icon should be displayed in the content tree next to pages that are not translated to the current culture.
cs_cz: Určuje, zda má být ikona "nepřeloženo" (křížek) zobrazena ve stromu obsahu vedle dokumentů, které nejsou v současné jazykové verzi přeloženy,
sk_sk: Určuje, či má byť v strome obsahu, vedľa dokumentu, ktorý nebol preložený do akutálnej kultúry, zobrazená ikona nepreloženia (krížik).
zh_cn: 指示是否应在不转换为当前语言的页面内容树中显示"不翻译"图标。

# settingskey.cmsdisplaypublishedicon
source: Display published icon
cs_cz: Zobrazit ikonu publikováno
sk_sk: Zobraziť ikonu publikovania
zh_cn: 显示已发布的图标

# settingskey.cmsdisplaypublishedicon.description
source: Indicates if the "published" icon should be displayed in the content tree next to pages that are currently published. By enabling this option, the "Scheduled to be published" and "Version scheduled to be published" icons are enabled as well.
cs_cz: Určuje, zda má být ikona "publikováno" (zelená tečka) zobrazena ve stromu obsahu vedle dokumentů, které jsou aktuálně publikovány, Povolením této možnosti jsou zárověň povoleny ikony "Plánováno publikování" a "Plánováno publikování této verze".
sk_sk: Určuje, či má byť v strome obsahu, vedľa dokumentu, ktorý už bol publikovaný, zobrazená ikona publikovania (zelená bodka).
zh_cn: 指示是否应该在目前出版的页面内容树中显示的"发布"的图标。通过启用此选项，以及启用"预定将出版"和"版本定于发表"图标。

# settingskey.cmsdisplayredirectedicon
source: Display redirected icon
cs_cz: Zobrazit ikonu přesměrováno
sk_sk: Zobraziť ikonu premserovania
zh_cn: 重定向的显示图标

# settingskey.cmsdisplayredirectedicon.description
source: Indicates if the "redirected" icon should be displayed in the content tree next to pages that have redirection configured in Properties -> Navigation -> URL redirection.
cs_cz: Určuje, zda má být ikona "přesměrováno" (šipka mířící doprava) zobrazena ve stromu obsahu vedle dokumentů, které mají nakonfigurováno nějaké přesměrování ve Vlastnosti -> Menu -> Přesměrování URL.
sk_sk: Určuje, či má byť v strome obsahu, vedľa dokumentu, ktorý má nastavené nejaké presmerovanie vo Vlastnosti -> Menu -> Presmerovanie URL, zobrazená ikona presmerovania (šípka smerujúca vpravo).
zh_cn: 指示是否应该在旁边有-> 导航属性中配置-> URL 重定向重定向的页面内容树中显示的"重定向"的图标。

# settingskey.cmsdisplayversionnotpublishedicon
source: Display version not published icon
cs_cz: Zobrazit ikonu verze nepublikována
sk_sk: Zobraziť ikonu nepublikovanej verzie
zh_cn: 显示版本未发布图标

# settingskey.cmsdisplayversionnotpublishedicon.description
source: Indicates if the "version not published" icon should be displayed in the content tree next to pages that already have a published version, but whose current version is not published yet. By enabling this option, the "Version scheduled to be published" icon is enabled as well.
cs_cz: Určuje, zda má být ikona "verze nepublikována" (oranžová tečka) zobrazena ve stromu obsahu vedle dokumentů, které již mají publikovanou verzi, ale jejíž aktuální verze ještě není publikována. Povolením této možnosti je zároveň povolena ikona "Plánováno publikování verze".
sk_sk: Určuje, či má byť v strome obsahu, vedľa dokumentu, ktorý už bol publikovaný ale súčasná verzia publikovaná nie je, zobrazená ikona nepublikovanej verzie (oranžová bodka).
zh_cn: 指示是否应在旁边而且已经有了一个已发布的版本，但其当前的版本尚未发布的页的内容树中显示"版本没有公布"图标。通过启用此选项，以及启用"版本定于发表"图标。

# settingskey.cmsdisplaywireframeicon
source: Display wireframe icon
cs_cz: Zobrazit wireframe ikonu
zh_cn: 线框显示图标

# settingskey.cmsdisplaywireframeicon.description
source: Indicates if the "wireframe" icon should be displayed in the content tree next to pages that contain a wireframe definition.
cs_cz: Pokud je zakliknuto, zobrazí se ve stromě obsahu vedle dokumentů, které obsahují wireframe definici, ikona wireframe.
zh_cn: 指示是否应在内容树中包含一个线框定义的页旁显示"线框"图标。

# settingskey.cmsemailbatchsize
source: Batch size
cs_cz: Velikost dávky
sk_sk: Veľkosť dávky
zh_cn: 批处理大小

# settingskey.cmsemailbatchsize.description
source: Sets the number of emails to fetch from email queue at one time
cs_cz: Nastaví počet e-mailů, které mají být najednou vybrány z fronty e-mailů
sk_sk: Nastavuje množstvo e-malov, ktoré budú vybraté z fronty e-mailov naraz.
zh_cn: 设置电子邮件从电子邮件队列中获取一次数目

# settingskey.cmsemailencoding
source: Email encoding
cs_cz: Kódování e-mailů
sk_sk: Kódovanie e-mailov
zh_cn: 电子邮件编码

# settingskey.cmsemailencoding.description
source: Encoding of the workflow notification emails. If not specified, <strong>UTF-8</strong> is used.
cs_cz: Kódování upozorňujících e-mailů workflow. Pokud není specifikováno, je použito <strong>UTF-8</strong>.
sk_sk: Kódovanie workflow notifikačných e-mailov. Ak nie je špecifikované, bude použité UTF-8 kódovanie.
zh_cn: 工作流通知邮件的编码。如果未指定，将使用<strong>utf-8</strong> 。

# settingskey.cmsemailformat
source: Email format
cs_cz: Formát e-mailu
sk_sk: Formát e-mailu
zh_cn: 电子邮件格式

# settingskey.cmsemailformat.description
source: Email body format.
cs_cz: Formát těla e-mailu
sk_sk: Formát tela e-mailu
zh_cn: 电子邮件正文格式。

# settingskey.cmsemailqueueenabled
source: Enable email queue
cs_cz: Povolit e-mailovou frontu
sk_sk: Povoliť e-mailovú frontu
zh_cn: 启用电子邮件队列

# settingskey.cmsemailqueueenabled.description
source: If true, emails are stored in queue until successfully sent
cs_cz: Pokud je pravda, jsou e-maily až do úspěšného odeslání řazeny ve frontě
sk_sk: Ak je zaškrtnuté, e-maily sa ukladajú do fronty, kým nie sú úspešne poslané.
zh_cn: 如果为 true，则电子邮件存储在队列中，直到成功发送

# settingskey.cmsemailsenabled
source: Enable emails
cs_cz: Povolit e-maily
sk_sk: Povoliť e-maily
zh_cn: 启用电子邮件

# settingskey.cmsemailsenabled.description
source: If true, email sending is enabled.
cs_cz: Pokud je pravda, je povoleno zasílání e-mailů.
sk_sk: Ak je zaškrtnuté, je povolené posielanie e-mailov.
zh_cn: 如果为 true，则启用了电子邮件发送。

# settingskey.cmsenableblogposttrackbacks
source: Enable blog post trackbacks
cs_cz: Povolit trackbacky příspěvků blogu
sk_sk: Povoliť trackbacky u blogových príspevkov.
zh_cn: 启用博客帖子引用通告

# settingskey.cmsenableblogposttrackbacks.description
source: Indicates if trackback pings should be sent after blog post is saved.
cs_cz: Určuje, zda mají být po uložení příspěvku blogu zaslány pingy trackbacků.
sk_sk: Určuje, či má byť poslaný trackback ping po uložení príspevku do blogu.
zh_cn: 指示是否博客帖子保存后，应发送 trackback ping。

# settingskey.cmsenablecodeeditsiteadministrators.description
source: Specifies whether site administrators can edit ASCX layouts and transformations and SQL queries in reporting module.
cs_cz: Specifikuje, zda mohou globální administrátoři bez přístupu do site manageru upravovat rozvržení ASCX, transformace a SQL dotazy v modulu reportování.
sk_sk: Určuje, či globálny administrátor bez prístupu do Site Manager-u môže upravovať ASCX layouty a transformácie a SQL dotazy v module reportov.
zh_cn: 指定是否站点管理员可以编辑 ASCX 布局和转换和在本报告所述模块中的 SQL 查询。

# settingskey.cmsenabledefaultavatars
source: Enable pre-defined avatars
cs_cz: Povolit předdefinované avatary
sk_sk: Povoliť preddefinovaných avatarov
zh_cn: 启用预定义的化身

# settingskey.cmsenabledefaultavatars.description
source: Indicates whether users should be allowed to choose an avatar image from a gallery of predefined avatars.
cs_cz: Specifikuje, zda uživatelé mohou volit avatar z galerie výchozích avatarů.
sk_sk: Určuje, či si užívateľ môže vybrať avatara z galérie preddefinovaných avatarov.
zh_cn: 指示是否应允许用户选择从库中预定义的化身化身的图像。

# settingskey.cmsenablefacebookconnect
source: Enable login with Facebook
cs_cz: Povolit autentizaci Facebook Connect
sk_sk: Povoliť Facebook Connect autentizáciu
zh_cn: 启用与 Facebook 的登录名

# settingskey.cmsenablefacebookconnect.description
source: Enables Facebook members to log onto your web site with their Facebook identity.
cs_cz: Určuje, zda je povolena autentizace Facebook Connect.
sk_sk: Určuje, či je povolená Facebook Connect autentizácia.
zh_cn: 使 Facebook 成员登录到您的 web 站点，与他们的 Facebook 身份。

# settingskey.cmsenablefriends
source: Enable friends
cs_cz: Povolit přátele
sk_sk: Povoliť priateľov
zh_cn: 启用的朋友

# settingskey.cmsenablefriends.description
source: Indicates if the Friends functionality should be available in other modules on the live site.
cs_cz: Určuje, zda má být dostupná funkcionalita Přátelé v jiných modulech na ostrém webu.
sk_sk: Určuje, či má byť funkcionalita 'Priatelia' dostupná v ďalších moduloch na live site.
zh_cn: 指示是否朋友功能应该是现有活动站点上的其他模块中。

# settingskey.cmsenablegeolocation
source: Enable contact geolocation by IP
cs_cz: Povolit geolokaci kontaktu podle IP
zh_cn: 启用通过 IP 接触地理位置

# settingskey.cmsenablegeolocation.description
source: Indicates if contact's location can be tracked down and stored into his profile.
cs_cz: Určuje, zda může být poloha kontaktu sledována a uložena v jeho profilu.
zh_cn: 指示是否联系人的位置可以追踪，并存入他的个人资料。

# settingskey.cmsenablehealthmonitoring
source: Enable health monitoring
cs_cz: Povolit monitorování zdraví
sk_sk: Povoliť monitorovanie stavu systému
zh_cn: 启用运行状况监视

# settingskey.cmsenablehealthmonitoring.description
source: Indicates if Health monitoring is enabled. i.e. if monitored values are written to both general and site specific performance counters related to this instance of Kentico. If disabled, no values are written to any of these performance counters.
cs_cz: Určuje, zda je povoleno monitorování zdraví, tzn. zda jsou monitorované hodnoty zapsány do obecných a webových čítačů výkonu spojených do této instance s Kentico. Pokud je zakázáno, nejsou do těchto čítačů výkonu zapisovány žádné hodnoty.
sk_sk: Určuje, či je povolené monitorovanie stavu systému, t. j. či sú monitorované hodnoty zapísané do oboch performance countrov - obecného aj webového. Ak je zakázané, nie sú zapisované žiadne hodnoty do counterov.
zh_cn: 指示是否启用了健康监测。例如，如果监测的值写入到两个一般与网站与此实例的 Kentico 相关的特定的性能计数器。如果禁用，没有值写入任何这些性能计数器。

# settingskey.cmsenablelinkedin
source: Enable LinkedIn authentication
cs_cz: Povolit autentizaci LinkedIn
sk_sk: Povoliť LinkedIn autentizáciu
zh_cn: 启用 LinkedIn 的身份验证

# settingskey.cmsenablelinkedin.description
source: Indicates if LinkedIn authentication is enabled.
cs_cz: Určuje, zda je povolena autentizace LinkedIn.
sk_sk: Určuje, či je povolená LinkedIn autentizácia
zh_cn: 指示是否启用了 LinkedIn 的身份验证。

# settingskey.cmsenableobjectsversioning
source: Enable objects versioning
cs_cz: Povolit verzování objektů
sk_sk: Povoliť verzovanie objektov
zh_cn: 启用对象版本控制

# settingskey.cmsenableobjectsversioning.description
source: Globally enables or disables object versioning. This option is enabled by default. If disabled, no versions are created when objects are modified.
cs_cz: Globálně povolí nebo zakáže verzování objektů. Tato možnost je ve výchozím nastavení povolena. Pokud je zakázána, nejsou při modifikaci objektů vytvářeny žádné verze.
sk_sk: Globálne povoľuje alebo zakazuje verzovanie objektov. Táto možnost je defaultne povolená. Ak je zakázané, nie sú vytvárané verzie pri editácií objektu.
zh_cn: 全局启用或禁用对象版本化。默认情况下启用此选项。如果禁用，当对象被修改时，都创建没有版本。

# settingskey.cmsenableonlinemarketing
source: Enable on-line marketing
cs_cz: Povolit on-line marketing
sk_sk: Povoliť on-line marketing
zh_cn: 启用在线市场营销

# settingskey.cmsenableonlinemarketing.description
source: Indicates if on-line marketing should be enabled, which includes tracking of users on the live site as contacts and logging of activities.
cs_cz: Určuje, zda má být povolen on-line marketing. To zahrnuje sledování uživatelů na ostrém webu jako kontakty,zaznamenávání aktivit a sledování doručených a nedoručitelných e-mailů newsletteru.
sk_sk: Určuje, či je povolený on-line marketing, ktorý zahŕňa sledovanie užívateľov na webe, ich ukladanie ako kontakty, zaznamenávanie aktivít kontaktov a sledovanie newsletterových e-mailov (ich otvorenie, kliknutia na linky, nedoručené e-maily).
zh_cn: 指示是否应启用网上营销，其中包括在工地现场作为联系人的用户跟踪和日志记录的活动。

# settingskey.cmsenableopenid
source: Enable OpenID authentication
cs_cz: Povolit autentizaci OpenID
sk_sk: Povoliť OpenID autentizáciu
zh_cn: 启用 OpenID 身份验证

# settingskey.cmsenableopenid.description
source: Indicates if OpenID authentication is enabled.
cs_cz: Určuje, zda je povolena autentizace OpenID.
sk_sk: Určuje, či je povolená OpenID autentizácia.
zh_cn: 指示是否启用 OpenID 身份验证。

# settingskey.cmsenablesitecounters
source: Enable site counters
cs_cz: Povolit webové čítače
sk_sk: Povoliť webové čítače
zh_cn: 启用站点计数器

# settingskey.cmsenablesitecounters.description
source: Indicates if values are written to site specific performance counters. If disabled, values are written to general counters only.
cs_cz: Určuje, zda jsou hodnoty zapisovány do webových čítačů výkonu. POkud je zakázáno, nejsou hodnoty zapisovány pouze do obecných čítačů.
sk_sk: Určuje, či sú hodnoty zapisované do špeciálnych čítačov daného webu. Ak je zakázané, hodnoty sú zapisované len do globálnych čítačov.
zh_cn: 指示是否对网站特定的性能计数器写入值。如果禁用，值是写入一般计数器只。

# settingskey.cmsenableusercounts
source: Enable user activity points
cs_cz: Povolit body za uživatelskou aktivitu
sk_sk: Povoliť body za užívateľskú činnosť.
zh_cn: 启用用户活动点

# settingskey.cmsenableusercounts.description
source: Indicates if user activity points should be enabled (forum posts, blog posts, blog comments and message board posts).
cs_cz: Určuje, zda mají být povoleny body za uživatelskou aktivitu (příspěvky fór, blogů a diskuzí a komentáře blogů).
sk_sk: Určuje, či má byť povolené bodovanie za užívateľskú činnosť (príspevky do diskusných fór, do diskusií, do blogov a komentáre k blogom)
zh_cn: 指示是否用户活动点应启用 （论坛帖子、 博客文章、 博客评论和消息帖子）。

# settingskey.cmsenableversioningalternativeformform
source: Alternative forms
cs_cz: Alternativní formuláře
sk_sk: Alternatívne formuláre
zh_cn: 替代形式

# settingskey.cmsenableversioningalternativeformform.description
source: Indicates if versioning of alternative form objects is allowed.
cs_cz: Určuje, zda je povoleno verzování alternativních objektů formulářů.
sk_sk: Určuje, či je povolené verzovanie pre objekty alternatívnych formulárov.
zh_cn: 指示是否允许替代表单对象的版本控制。

# settingskey.cmsenableversioningcmscssstylesheet
source: CSS stylesheets
cs_cz: CSS styly
sk_sk: CSS štýly
zh_cn: CSS 样式表

# settingskey.cmsenableversioningcmscssstylesheet.description
source: Indicates if versioning of stylesheet objects is allowed.
cs_cz: Určuje, zda je povoleno verzováníobjektů CSS stylů.
sk_sk: Určuje, či je povolené verzovanie pre objekty CSS štýlov.
zh_cn: 指示是否允许样式表对象的版本控制。

# settingskey.cmsenableversioningcmscustomtable
source: Custom table definitions
cs_cz: Definice uživatelské tabulky
sk_sk: Uživateľské tabuľky
zh_cn: 自定义表定义

# settingskey.cmsenableversioningcmscustomtable.description
source: Indicates if versioning of custom table objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů uživatelských tabulek.
sk_sk: Určuje, či je povolené verzovanie pre objekty užívateľských tabuliek.
zh_cn: 指示是否允许自定义的表对象的版本控制。

# settingskey.cmsenableversioningcmsdocumenttype
source: Page type definitions
cs_cz: Definice typů dokumentů
sk_sk: Typy dokumentov
zh_cn: 页面类型定义

# settingskey.cmsenableversioningcmsdocumenttype.description
source: Indicates if versioning of page type objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů dokumentů.
sk_sk: Určuje, či je povolené verzovanie pre objekty typov dokumentu.
zh_cn: 指示是否允许页面类型对象的版本控制。

# settingskey.cmsenableversioningcmsemailtemplate
source: Email templates
cs_cz: Šablony e-mailů
sk_sk: E-mailové šablóny
zh_cn: 电子邮件模板

# settingskey.cmsenableversioningcmsemailtemplate.description
source: Indicates if versioning of email template objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů šablon e-mailů.
sk_sk: Určuje, či je povolené verzovanie pre objekty e-mailových šablón.
zh_cn: 指示是否允许电子邮件模板对象的版本控制。

# settingskey.cmsenableversioningcmsform
source: Form definitions
cs_cz: Definice formuláře
sk_sk: Formuláre
zh_cn: 表格定义

# settingskey.cmsenableversioningcmsform.description
source: Indicates if versioning of bizform objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů bizformů.
sk_sk: Určuje, či je povolené verzovanie objektov formulárov.
zh_cn: 指示是否允许 bizform 对象的版本控制。

# settingskey.cmsenableversioningcmslayout
source: Page layouts
cs_cz: Rozvržení stránky
sk_sk: Layout stránky
zh_cn: 页面布局

# settingskey.cmsenableversioningcmslayout.description
source: Indicates if versioning of page layout objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů rozvržení stránky.
sk_sk: Určuje, či je povolené verzovanie pre objekty layoutu stránky.
zh_cn: 指示是否允许页面布局对象的版本控制。

# settingskey.cmsenableversioningcmspagetemplate
source: Page templates
cs_cz: Šablony stránky
sk_sk: Šablóny stránky
zh_cn: 网页模板

# settingskey.cmsenableversioningcmspagetemplate.description
source: Indicates if versioning of page template objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů šablon stránek.
sk_sk: Určuje, či je povolené verzovanie pre objekty šablón stránky.
zh_cn: 指示是否允许页面模板对象的版本控制。

# settingskey.cmsenableversioningcmsquery
source: Queries
cs_cz: Dotazy
zh_cn: 查询

# settingskey.cmsenableversioningcmsquery.description
source: Indicates if versioning of page type/custom table query objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů dotazu typu dokumentu/uživatelské tabulky.
sk_sk: Určuje, či je povolené verzovanie pre objekty query užívateľských tabuliek/typov dokumentu.
zh_cn: 指示是否允许页类型/自定义表查询对象的版本控制。

# settingskey.cmsenableversioningcmstemplatedevicelayout
source: Template device layout
cs_cz: Šablona layout zařízení.
zh_cn: 模板设备布局

# settingskey.cmsenableversioningcmstemplatedevicelayout.description
source: Indicates if versioning of page template device layout objects is allowed.
cs_cz: Určuje, zda je povoleno verzování šablony stránky layoutu zařízení.
zh_cn: 指示是否允许页模板设备布局对象的版本控制。

# settingskey.cmsenableversioningcmstransformation
source: Transformations
cs_cz: Transformace
sk_sk: Transformácie
zh_cn: 转换

# settingskey.cmsenableversioningcmstransformation.description
source: Indicates if versioning of page type/custom table transformation objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů transformace typu dokumentu/uživatelské tabulky.
sk_sk: Určuje, či je povolené verzovanie pre objekty transformácií užívateľských tabuliek/typov dokumentu.
zh_cn: 指示是否允许页类型/自定义表转换对象的版本控制。

# settingskey.cmsenableversioningcmswebpartcontainer
source: Web part containers
cs_cz: Kontejnery web part
sk_sk: Web part kontajnery
zh_cn: Web 部件容器

# settingskey.cmsenableversioningcmswebpartcontainer.description
source: Indicates if versioning of web part container objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektu kontejneru web part.
sk_sk: Určuje, či je povolené verzovanie pre objekty web part kontajnerov.
zh_cn: 指示是否允许 web 部件容器对象的版本控制。

# settingskey.cmsenableversioningcmswebpartlayout
source: Web part layouts
cs_cz: Rozvržení web part
sk_sk: Web part layout
zh_cn: Web 部件的布局

# settingskey.cmsenableversioningcmswebpartlayout.description
source: Indicates if versioning of web part layout objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů rozvržení web part.
sk_sk: Určuje, či je povolené verzovanie pre objekty web part layoutu.
zh_cn: 指示是否允许 web 部件布局对象的版本控制。

# settingskey.cmsenableversioningcmsworkflow
source: Workflows
cs_cz: Workflow procesy
zh_cn: 工作流

# settingskey.cmsenableversioningcmsworkflow.description
source: Indicates if versioning of workflow objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů workflow procesů.
zh_cn: 指示是否允许工作流对象的版本控制。

# settingskey.cmsenableversioningmaautomationprocess
source: Automation processes
cs_cz: Procesy automatizace
zh_cn: 自动化过程

# settingskey.cmsenableversioningmaautomationprocess.description
source: Indicates if versioning of automation process objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů automatizovaných procesů.
zh_cn: 指示是否允许自动化过程对象的版本控制。

# settingskey.cmsenableversioningmediafile
source: Media files
cs_cz: Soubory médií
sk_sk: Mediálne súbory
zh_cn: 媒体文件

# settingskey.cmsenableversioningmediafile.description
source: Indicates if versioning of media file objects is allowed.
cs_cz: Určuje, zda je rozvrženo verzování objektů souborů médií.
sk_sk: Určuje, či je povolené verzovanie pre objekty mediálnych súborov
zh_cn: 指示是否允许媒体文件对象的版本控制。

# settingskey.cmsenableversioningnewsletteremailtemplate
source: Email campaign templates
cs_cz: Šablony newsletteru
sk_sk: Šablóny newslettera
zh_cn: 电子邮件市场活动模板

# settingskey.cmsenableversioningnewsletteremailtemplate.description
source: Indicates if versioning of email campaign template objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů šablon newsletteru,
sk_sk: Určuje, či je povolené verzovanie pre objekty šablón newslettera.
zh_cn: 指示是否允许电子邮件活动模板对象的版本控制。

# settingskey.cmsenableversioningnewsletterissue
source: Emails
cs_cz: Vydání newsletteru
sk_sk: Vydania newslettera
zh_cn: 电子邮件

# settingskey.cmsenableversioningnewsletterissue.description
source: Indicates if versioning of email objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů vydání newsletteru.
sk_sk: Určuje, či je povolené verzovanie pre objekty vydaní newslettera.
zh_cn: 指示是否允许电子邮件对象的版本控制。

# settingskey.cmsenableversioningreportingreport
source: Report definitions
cs_cz: Definice reportu
sk_sk: Reporty
zh_cn: 报表定义

# settingskey.cmsenableversioningreportingreport.description
source: Indicates if versioning of report objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů reportu.
sk_sk: Určuje, či je povolené verzovanie pre reportingové objekty
zh_cn: 指示是否允许报表对象的版本控制。

# settingskey.cmsenableversioningreportingreportgraph
source: Report graphs
cs_cz: Grafy reportu
sk_sk: Grafy reportov
zh_cn: 报告图

# settingskey.cmsenableversioningreportingreportgraph.description
source: Indicates if versioning of report graph objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů grafů reportu.
sk_sk: Určuje, či je povolené verzovanie pre objekty reportingových grafov.
zh_cn: 指示是否允许报告关系图对象的版本控制。

# settingskey.cmsenableversioningreportingreporttable
source: Report tables
cs_cz: Tabulky reportu
sk_sk: Tabulľky reportov
zh_cn: 报告表

# settingskey.cmsenableversioningreportingreporttable.description
source: Indicates if versioning of report table objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů tabulek reportu.
sk_sk: Určuje, či je povolené verzovanie pre objekty reportingových tabuliek.
zh_cn: 指示是否允许报告表对象的版本控制。

# settingskey.cmsenableversioningreportingreportvalue
source: Report values
cs_cz: Hodnoty reportu
sk_sk: Hodnoty reportov
zh_cn: 报告的值

# settingskey.cmsenableversioningreportingreportvalue.description
source: Indicates if versioning of report value objects is allowed.
cs_cz: Určuje, zda je povoleno verzování objektů hodnot reportu.
sk_sk: Určuje, či je povolené verzovanie pre objekty reportingových hdonôt.
zh_cn: 指示是否允许报告值对象的版本控制。

# settingskey.cmsenablewebdav
source: Enable WebDAV support
cs_cz: Povolit podporu WebDAV
sk_sk: Povoliť WebDAV support
zh_cn: 启用 WebDAV 支持
