Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# forum.settings.enablecolor
source: Enable font colors in posts
cs_cz: Povolit barvy písma v příspěvcích
sk_sk: Povoliť farby písma v príspevkoch
zh_cn: 启用帖子中的字体颜色

# forum.settings.enablecolor.description
source: Enables BB code for colored text.
zh_cn: 使彩色文本的 BB 代码。

# forum.settings.enableitalic
source: Enable italics font in posts
cs_cz: Povolit kurzívu v příspěvcích
sk_sk: Povoliť kurzívu v príspevkoch
zh_cn: 启用帖子中的斜体字体

# forum.settings.enableitalic.description
source: Enables BB code for italic fonts.
zh_cn: 使 BB 代码为斜体字体。

# forum.settings.enablequote.description
source: Enables BB code for quotes.
zh_cn: 使 BB 代码的报价。

# forum.settings.enablesimpleimage
source: Enable images in posts
cs_cz: Povolit obrázky v příspěvcích
sk_sk: Povoliť obrázky v príspevkoch
zh_cn: 启用帖子中的图像

# forum.settings.enablesimpleimage.description
source: Enables BB code for images.
zh_cn: 使图像的 BB 代码。

# forum.settings.enablesimpleurl
source: Enable links in posts
cs_cz: Povolit odkazy v příspěvcích
sk_sk: Povoliť odkazy v príspevkoch
zh_cn: 启用帖子的链接

# forum.settings.enablesimpleurl.description
source: Enables BB code for links.
zh_cn: 使 BB 代码的链接。

# forum.settings.enablestrike
source: Enable strike font in posts
cs_cz: Povolit přeškrtnuté písmo v příspěvcích
sk_sk: Povoliť preškrtnuté písmo v príspevkoch
zh_cn: 启用帖子的罢工字体

# forum.settings.enablestrike.description
source: Enables BB code for strike-through text.
zh_cn: 使罢工通过文本的 BB 代码。

# forum.settings.enableunderline
source: Enable underline font in posts
cs_cz: Povolit podtržení písma v příspěvcích
sk_sk: Povoliť podtrhnuté písmo v príspevkoch
zh_cn: 启用帖子中的下划线字体

# forum.settings.enableunderline.description
source: Enables BB code for underlined fonts.
zh_cn: 使带下划线字体的 BB 代码。

# forum.settings.logactivity
source: Log on-line marketing activity
cs_cz: Logovat aktivitu on-line marketingu
sk_sk: Logovať on-line marketingové aktivity
zh_cn: 日志在线市场营销活动

# forum.settings.simpledialog
source: Simple dialog
cs_cz: Jednoduchý dialog
sk_sk: Jednoduchý dialóg
zh_cn: 简单对话框

# forum.subscriptionconfirmation
source: Forum {0} subscription confirmation
cs_cz: Fórum {0} - potrvzení přihlášení
zh_cn: 论坛 {0} 订阅确认

# forum.unsubscription
source: Forum {0} unsubscription
cs_cz: Fórum {0} - odhlášení
zh_cn: 论坛 {0} 未获客户退订

# forum_edit.moderating
source: Moderators
cs_cz: Moderátoři
sk_sk: Moderátori
zh_cn: 版主

# forum_edit.newforum
source: New forum
cs_cz: Nové fórum
sk_sk: Nové fórum
zh_cn: 新论坛

# forum_list.headercaption
source: Forums
cs_cz: Fóra
sk_sk: Diskusné fóra
zh_cn: 论坛

# forumedit.header
source: Forum Properties
cs_cz: Vlastnosti fóra
sk_sk: Vlastnosti fóra
zh_cn: 论坛属性

# forumgroup.lblposts
source: Posts
cs_cz: Příspěvky
sk_sk: Príspevky
zh_cn: 帖子

# forumgroupedit.header
source: Forum Group Properties
cs_cz: Vlastnosti diskusní skupiny
sk_sk: Vlastnosti diskusnej skupiny
zh_cn: 论坛组属性

# forumgrouplist.headerforumgrouplist
source: Forum Groups
cs_cz: Diskusní skupiny
sk_sk: Diskusné skupiny
zh_cn: 论坛组

# forumgroupsel.entersearch
source: Forum group
cs_cz: Název skupiny nebo jeho část:
sk_sk: Názov skupiny alebo časť názvu:
zh_cn: 论坛组

# forumgroupsel.itemname
source: Forum group name
cs_cz: Název diskusní skupiny
sk_sk: Názov skupiny fóra
zh_cn: 论坛组名称

# forumgroupsel.moreitems
source: (more forum groups)
cs_cz: (více diskusních skupin...)
sk_sk: (viac fórových skupín)
zh_cn: （更多论坛组）

# forumgroupsel.selectitem
source: Select forum group
cs_cz: Vybrat diskusní skupinu
sk_sk: Vyber skupinu fór
zh_cn: 选择论坛组

# forumgroupssel.entersearch
source: Forum group
cs_cz: Název diskuzní skupiny nebo jeho část:
sk_sk: Názov fórovej skupiny alebo časť názvu:
zh_cn: 论坛组

# forumgroupssel.itemname
source: Forum group name
cs_cz: Název diskusní skupiny
sk_sk: Názov fórovej skupiny
zh_cn: 论坛组名称

# forumgroupssel.selectitem
source: Select forum groups
cs_cz: Vybrat diskusní skupiny
sk_sk: Vyber fórové skupiny
zh_cn: 选择论坛组

# forumpost.confirmunsubscribe
source: Are you sure you want to unsubscribe from the selected post?
cs_cz: Opravdu se chcete odhlásit z vybraného příspěvku?
zh_cn: 你确定你要退订所选的帖子？？

# forumpost.notsubscribed
source: Current user isn't subscribed to given forum post.
cs_cz: Aktuální uživatel není přihlášen k zadanému příspěvku ve fóru.
zh_cn: 当前用户不被订阅给定的论坛帖子。

# forumpost.postpreview
source: Post preview
cs_cz: Náhled příspěvku
sk_sk: Náhľad príspevku
zh_cn: 邮政预览

# forumpost.subscriptionconfirmation
source: Forum post {0} subscription confirmation
cs_cz: Příspěvek fóra {0} - potrvzení přihlášení
zh_cn: 论坛帖子 {0} 订阅确认

# forumpost.unsubscription
source: Forum post {0} unsubscription
cs_cz: Příspěvek fóra {0} - odhlášení
zh_cn: 论坛帖子 {0} 未获客户退订

# forumpost_view.iconmove
source: Move
cs_cz: Přesunout
sk_sk: Presunúť
zh_cn: 移动

# forumpost_view.movetooltip
source: Move thread
cs_cz: Přesunout vlákno
sk_sk: Presuň vlákno
zh_cn: 移动线程

# forumpostsubscripitons.userhasnosubscriptions
source: You aren't currently subscribed to receive notifications about any post.
cs_cz: Momentálně nejste přihlášen/a k odběru notifikací ze žádného příspěvku.
zh_cn: 你当前没有订阅任何帖子通知。

# forumpostsubscripitons.userissubscribed
source: You are currently subscribed to receive notifications on new posts added to the following forum posts:
cs_cz: Momentálně jste přihlášen/a k odběru notifikací o nových příspěvcích přidaných k následujícím příspěvkům:
zh_cn: 您当前订阅接收通知添加到下面的论坛帖子的新帖：

# forums.advancedsettings
source: Advanced settings
cs_cz: Pokročilé nastavení
zh_cn: 高级的设置

# forums.documentdoesnotexist
source: Document does not exist.
cs_cz: Dokument neexistuje.
sk_sk: Dokument neexistuje
zh_cn: 文档不存在。

# forums.editorsettings
source: Editor settings
cs_cz: Nastavení editoru
zh_cn: 编辑器设置

# forums.forumattachment
source: Forum attachment
cs_cz: Příloha fóra
sk_sk: Príloha
zh_cn: 论坛附件

# forums.forumgroup
source: Forum group
cs_cz: Diskusní skupina
sk_sk: Skupina fóra
zh_cn: 论坛组

# forums.listing.nochildposts
source: No child posts found.
cs_cz: Nebyly nalezeny žádné dceřinné příspěvky.
sk_sk: Žiadne príspevky neboli nenájdené.
zh_cn: 未找到子帖子。

# forums.listing.nochildpostssearch
source: No child posts matching your criteria found.
cs_cz: Nebyly nalezeny ždné dceřinné přispěvky odpovídající vašim kritériím.
sk_sk: Žiadne príspevky zodpovedajúce kritériam neboli nájdené.
zh_cn: 没有子帖子符合您的找到条件。

# forums.listing.selectedposts
source: Selected posts
cs_cz: Vybrané příspěvky
sk_sk: Vybrané príspevky
zh_cn: 挑选的帖子

# forums.requiresmoderationafteraction
source: Your post was saved, but it will be visible only after the forum moderator approves it.
cs_cz: Příspěvek byl uložen, ale zobrazen bude až po schválení moderátorem.
sk_sk: Váš príspevok bol uložený, ale bude viditeľný až po schválení moderátorom.
zh_cn: 您的帖子进行了保存，但它将可见，论坛版主批准它后只。

# forums.securitysettings
source: Security
cs_cz: Bezpečnost
zh_cn: 安全

# forumselector.entersearch
source: Forum
cs_cz: Zadejte název fóra nebo jeho část:
sk_sk: Vlož názov fóra alebo časť názvu:
zh_cn: 论坛

# forumselector.itemname
source: Forum name
cs_cz: Název fóra
sk_sk: Názov fóra
zh_cn: 论坛名称

# forumselector.moreitems
source: (more forums...)
cs_cz: (více fór...)
sk_sk: (viac fór ...)
zh_cn: （更多论坛......)

# forumselector.nodata
source: No results matching your criteria were found.
cs_cz: Nebyly nalezeny žádné výsledky odpovídající zadaným kritériím.
sk_sk: Neboli nájdené žiadne výsledky zodpovedajúce zadaným kritériám.
zh_cn: 没有与您的条件匹配的结果被发现。

# forumselector.selectitem
source: Select forum
cs_cz: Vybrat fórum
sk_sk: Vyber fórum
zh_cn: 选择论坛

# forumsselector.entersearch
source: Forum
cs_cz: Název fóra nebo jeho část:
sk_sk: Názov fóra alebo časť názvu:
zh_cn: 论坛

# forumsselector.itemname
source: Forum name
cs_cz: Název fóra
sk_sk: Názov fóra
zh_cn: 论坛名称

# forumsselector.moreitems
source: (more forums...)
cs_cz: (více fór...)
sk_sk: (viac fór ...)
zh_cn: （更多论坛......)

# forumsselector.nodata
source: No results matching your criteria were found.
cs_cz: Nebyly nalezeny žádné výsledky odpovídající zadaným kritériím.
sk_sk: Neboli nájdené žiadne výsledky zodpovedajúce zadaným kritériám.
zh_cn: 没有与您的条件匹配的结果被发现。

# forumsselector.selectitem
source: Select forums
cs_cz: Vybrat fóra
sk_sk: Vyber fóra
zh_cn: 选择论坛

# forumsubscripitons.userhasnosubscriptions
source: You aren't currently subscribed to receive notifications about any forums.
cs_cz: Momentálně nejste přihlášen/a k odběru notifikací ze žádného fóra.
zh_cn: 您当前不被订阅接收任何论坛有关通知。

# forumsubscripitons.userissubscribed
source: You are currently subscribed to receive notifications on new posts added to the following forums:
cs_cz: Momentálně jste přihlášen/a k odběru notifikací o nových příspěvcích přidaných do následujících fór:
zh_cn: 你目前订阅接收通知在新帖子发布到以下论坛：

# friends.error_permission_createfriendsonbehalf
source: You don't have permission to create requests on behalf of other users.
zh_cn: 您没有权限来创建代表其他用户请求。

# friends.friends
source: Friends
cs_cz: Přátelé
sk_sk: Priatelia
zh_cn: 朋友

# friends.myfriends
source: My friends
cs_cz: Moji přátelé
sk_sk: Moji priatelia
zh_cn: 我的朋友

# friends.nofriendsfound
source: No friends were found.
cs_cz: Žádní přátelé nebyli nalezeni.
sk_sk: Žiadny priatelia neboli nájdený.
zh_cn: 没有朋友被发现。

# friends.nouserfriends
source: User currently does not have any friends.
cs_cz: Uživatel aktuálně nemá žádné přátele.
sk_sk: Užívateľ momentálne nemá žiadnych priateľov.
zh_cn: 当前用户没有任何朋友。

# friends.nouserrejectedfriends
source: User currently does not have any rejected friends.
cs_cz: Uživatel aktuálně nemá žádně zamítnuté přátele.
sk_sk: Užívateľ momentálne nemá žiadnych odmietnutých priateľov.
zh_cn: 目前，用户并没有任何拒绝的朋友的支持。

# friends.nouserrequestedfriends
source: User currently does not have any requested friends.
cs_cz: Uživatel aktuálně nemá žádné jím poslané čekající žádosti o přátelství.
sk_sk: Užívateľ momentálne nemá žiadne požiadavky na priateľov.
zh_cn: 目前，用户并没有任何请求朋友们的支持。

# friends.nouserwaitingfriends
source: User currently does not have any waiting friendship requests.
cs_cz: Uživatel aktuálně nemá žádné čekající žádosti o přátelství.
sk_sk: Užívateľ momentálne nemá žiadnych priateľov čakajúcich na schválenie.
zh_cn: 当前用户不具有任何等待友谊请求。

# friends.rejectedfriendships
source: Rejected friends
cs_cz: Zamítnutí přátelé
sk_sk: Odmietnutí priatelia
zh_cn: 被拒绝的朋友

# friends.requestedfriendships
source: My pending requests
cs_cz: Moje čekající požadavky
sk_sk: Moje čakajúce požiadavky
zh_cn: 我挂起的请求

# friends.selectfriends
source: You have to select some friends first.
cs_cz: Nejprve musíte vybrat nějaké přátele.
sk_sk: Najskôr musíte vybrať nejaých priateľov
zh_cn: 您必须首先选择一些朋友。

# friends.userfriends
source: Friends
cs_cz: Přátelé
sk_sk: Priatelia
zh_cn: 朋友

# friends.userrejectedfriendships
source: Rejected friends
cs_cz: Zamítnutí přátelé
sk_sk: Odmietnutí priatelia
zh_cn: 被拒绝的朋友

# friends.userrequestedfriendships
source: Pending requests
cs_cz: Čekající na vyřízení
sk_sk: Čakajúce priateľstvá
zh_cn: 挂起的请求

# friends.userwaitingforapproval
source: Friends waiting for approval
cs_cz: Přatelé čekájící na schválení
sk_sk: Priatelia čakajúci na schválenie
zh_cn: 朋友在等待批准

# friends.waitingforapproval
source: Friends waiting for my approval
cs_cz: Přátelé čekající na schválení
sk_sk: Priatelia čakajúci na schválenie
zh_cn: 朋友等待我的审批

# general.accept
source: Accept
cs_cz: Přijmout
sk_sk: Akceptovať
zh_cn: 接受

# general.acceptedsolution
source: Accepted solution
cs_cz: Přijaté řešení
sk_sk: Akceptované riešenie
zh_cn: 接受的解决办法

# general.action
source: Action
cs_cz: Akce
sk_sk: Akcia
zh_cn: 操作

# general.actioncanceled
source: Action was canceled.
cs_cz: Akce byla zrušena.
sk_sk: Akcia bola zrušená.
zh_cn: 操作已取消。

# general.actiondenied
source: You are not authorized to perform this operation.
cs_cz: Nemáte oprávnění pro provedení této operace.
sk_sk: Nemáte práva na túto operáciu.
zh_cn: 您无权执行此操作。

# general.actionfinished
source: Action finished.
zh_cn: 操作已完成。

# general.add
source: Add
cs_cz: Přidat
sk_sk: Pridať
zh_cn: 添加

# general.addandclose
source: Add & Close
zh_cn: 添加 & 关闭

# general.addcss
source: Add CSS styles
cs_cz: Přidat CSS styly
sk_sk: Pridať CSS štýl
zh_cn: 添加 CSS 样式

# general.additems
source: Add items
cs_cz: Přidat položky
sk_sk: Pridať položky.
zh_cn: 添加项

# general.address
source: Address
cs_cz: Adresy
sk_sk: Adresy
zh_cn: 地址

# general.advanced
source: Advanced
cs_cz: Rozšířené
zh_cn: 高级

# general.advancedsettings
source: Advanced settings
cs_cz: Pokročilé nastavení
zh_cn: 高级的设置

# general.all
source: All
cs_cz: Vše
sk_sk: Všetko
zh_cn: 所有

# general.allactions
source: (all actions)
cs_cz: (vše)
sk_sk: (všetky akcie)
zh_cn: （所有操作）

# general.allcultures
source: (all cultures)
cs_cz: (všechny jazykové verze)
sk_sk: (všetky kultúry)
zh_cn: (所有培养物)

# general.allitems
source: All items
zh_cn: 所有项目

# general.allowallitem
source: Display '(all)' item
cs_cz: Zobrazit položku '(vše)'
sk_sk: Zobraziť položku '(všetko)'
zh_cn: 显示 （全部） 项

# general.allowed
source: Allowed
cs_cz: Povolené
zh_cn: 允许

# general.allowedscope
source: Apply workflow on pages in this scope
cs_cz: Aplikovat workflow na dokumenty v tomto rozsahu
zh_cn: 在此范围内的页上应用工作流

# general.allsites
source: (all sites)
cs_cz: (všechny weby)
sk_sk: (všetky stránky)
zh_cn: (所有网站)

# general.and
source: and
cs_cz: a
sk_sk: a
zh_cn: 和

# general.any
source: Any
cs_cz: Jakýkoliv
sk_sk: Ktorejkoľvek
zh_cn: 任何

# general.apply
source: Apply
cs_cz: Použít
sk_sk: Aplikovať
zh_cn: 应用

# general.approve
source: Approve
cs_cz: Schválit
sk_sk: Schváliť
zh_cn: 批准

# general.approved
source: Approved
cs_cz: Schváleno
sk_sk: Schválené
zh_cn: 批准

# general.april
source: April
cs_cz: Duben
sk_sk: Apríl
zh_cn: 4 月

# general.archive
source: Archive
cs_cz: Archivovat
sk_sk: Archivuj
zh_cn: 存档

# general.archived
source: Archived
cs_cz: Archivované
zh_cn: 存档

# general.ascending
source: Ascending
cs_cz: Vzestupný
sk_sk: V abecednom poradí
zh_cn: 升序

# general.assembly
source: Assembly name
cs_cz: Název sestavy
zh_cn: 程序集名称

# general.assemblyname
source: Action provider
cs_cz: Název sestavy
zh_cn: 行动提供程序

# general.assigntosite
source: assign to website {? (siteid != null)?GetObject("CMS.Site", siteid):CurrentSite.SiteDisplayName ?}
zh_cn: 分配给网站 {? (siteid != null)?GetObject("CMS.Site", siteid):CurrentSite.SiteDisplayName ?}

# general.assignwithwebsite
source: assign to website
cs_cz: přiřadit k webu
sk_sk: Priradiť k webu
zh_cn: 分配给网站

# general.attachments
source: Attachments
cs_cz: Přílohy
sk_sk: Prílohy
zh_cn: 附件

# general.attempts
source: {0} attempt(s)
cs_cz: {0} pokus(y)
zh_cn: {0} 尝试

# general.august
source: August
cs_cz: Srpen
zh_cn: 8 月

# general.automatic
source: (automatic)
cs_cz: (automatické)
zh_cn: （自动）

# general.avaibledata
source: Available data
cs_cz: Dostupná data
sk_sk: Dostupné dáta
zh_cn: 可用的数据

# general.avatar
source: Avatar
zh_cn: 头像

# general.back
source: Back
cs_cz: Zpět
sk_sk: Späť
zh_cn: 返回

# general.backup
source: Backup
cs_cz: Zálohovat
sk_sk: Zálohovať
zh_cn: 备份

# general.badhashtext
source: The page parameters are not consistent, please try to reopen the page.
cs_cz: Tyto parametry nejsou konzistentní. Zkuste prosím znovu otevřít stránku.
sk_sk: Parametre stánky nie sú konzistentné, skúste znovu načítať stránku.
zh_cn: 页面参数不一致，请试着重新打开该页。

# general.badhashtitle
source: Failed to load page parameters
cs_cz: Načtení parametrů stránky selhalo
sk_sk: Načítavanie parametrov stránky zlyhalo.
zh_cn: 未能加载页面参数

# general.badwordsfound
source: The text contains some expressions that are not allowed. Please remove these expressions:
cs_cz: Text obsahuje výrazy, které nejsou povoleny. Odstraňte prosím tyto výrazy:
sk_sk: Text obsahuje výrazy, ktoré nie sú povolené. Prosím, odoberte tieto výrazy:
zh_cn: 该文本包含一些不允许的表达式。请删除这些表达式：

# general.bannedip
source: Requested action has been canceled due to banned IP address.
cs_cz: Požadovaná operace byla zrušena. Blokovaná IP adresa.
sk_sk: Požadovaná akcia bola zrušená. Zablokovaná IP adresa.
zh_cn: 由于禁止IP 地址，请求的操作已被取消。

# general.banner
source: Banner
cs_cz: Reklamní panel
zh_cn: 旗帜

# general.banners
source: Banners
cs_cz: Reklamní panely
zh_cn: 横幅

# general.baseurl
source: Base URL
cs_cz: Základní URL
sk_sk: Základná URL
zh_cn: 基 URL

# general.basic
source: Basic
zh_cn: 基本

# general.bcc
source: Bcc
cs_cz: Skrytá kopie
sk_sk: Skrytá kópia
zh_cn: 密件抄送

# general.benchmark
source: Run benchmark
zh_cn: 运行基准测试

# general.between
source: Between
cs_cz: Mezi
sk_sk: Medzi
zh_cn: 之间

# general.binarydata
source: binary data
cs_cz: binární data
sk_sk: binárne dáta
zh_cn: 二进制数据

# general.bizform
source: Form
cs_cz: Bizform
sk_sk: Formulár
zh_cn: 表格

# general.block
source: Block
cs_cz: Blokovat
sk_sk: Blokovať
zh_cn: 块

# general.body
source: Body
cs_cz: Tělo
sk_sk: Telo
zh_cn: 身体

# general.bookmarks
source: Bookmarks
zh_cn: 书签

# general.bottom
source: Move to the bottom
cs_cz: Spodek
zh_cn: 移动到底部

# general.breadcrumbs
source: Breadcrumbs
zh_cn: 面包屑

# general.cancel
source: Cancel
cs_cz: Zrušit
sk_sk: Zrušiť
zh_cn: 取消

# general.cannoteditmacro
source: The selected value contains a macro expression, the item cannot be edited from this context.
cs_cz: Vybraná hodnota obsahuje makro, položka nemůže být editována z tohoto kontextu.
zh_cn: 选定的值包含一个宏表达式，不能从这种情况下编辑该项目。

# general.capslock
source: Caps Lock is On. To prevent entering your password incorrectly, you should press Caps Lock to turn it off.
cs_cz: Je aktivovaný Caps Lock. Předejděte zadání špatného hesla jeho vypnutím.
sk_sk: CapsLock je zapnutý. Aby sa predišlo vloženiu nesprávneho hesla, mali by ste vypnúť CapsLock.
zh_cn: Caps lock 键是上。若要防止不正确地输入您的密码，应按 Caps Lock，将其关闭。

# general.categorydisplayname
source: Category display name:
cs_cz: Zobrazované jméno kategorie:
sk_sk: Zobrazovaný názov kategórie :
zh_cn: 类别显示名称：

# general.categoryname
source: Category name:
cs_cz: Jméno kategorie:
sk_sk: Názov kategórie :
zh_cn: 类别名称：

# general.cc
source: Cc
cs_cz: Kopie
sk_sk: Kópia
zh_cn: 抄送

# general.change
source: Change
cs_cz: Změnit
sk_sk: Zmeniť
zh_cn: 更改

# general.changessaved
source: The changes were saved.
cs_cz: Změny byly uloženy.
sk_sk: Zmeny boli uložené.
zh_cn: 在保存更改。

# general.checkall
source: Select all
cs_cz: Vybrat vše
sk_sk: Vyber všetko
zh_cn: 选择所有

# general.checkin
source: Check in
cs_cz: Odemčení
sk_sk: Odomknúť
zh_cn: 登记

# general.checkinfromfile
source: Check in from file
cs_cz: Odemčení souboru
sk_sk: Odomknúť zo súboru
zh_cn: 从文件签入

# general.checkout
source: Check out
cs_cz: Zamknout
sk_sk: Zamknúť
zh_cn: 退房

# general.checkouttofile
source: Check out to file
cs_cz: Zamčení souboru
sk_sk: Zamknúť do súboru
zh_cn: 签出文件

# general.children
source: Children
zh_cn: 儿童

# general.city
source: City
cs_cz: Město
sk_sk: Mesto
zh_cn: 城市

# general.class
source: Class
cs_cz: Třída
sk_sk: Trieda
zh_cn: 类

# general.classdisplayname
source: Class name
cs_cz: Název třídy
sk_sk: Názov triedy
zh_cn: 类名称

# general.classname
source: Class
cs_cz: třída
sk_sk: trieda
zh_cn: 类

# general.clear
source: Clear
cs_cz: Vyčistit
sk_sk: Vymazať
zh_cn: 明确

# general.clickhere
source: click here
cs_cz: klikněte zde
sk_sk: kliknite sem
zh_cn: 请单击此处

# general.clickheretocontinue
source: Click here to continue
cs_cz: Pro pokračování klikněte zde
sk_sk: Kliknite sem pre pokračovanie
zh_cn: 单击此处可继续

# general.clone
source: Clone
cs_cz: Klonovat
zh_cn: 克隆

# general.close
source: Close
cs_cz: Zavřít
sk_sk: Zavrieť
zh_cn: 关闭

# general.codename
source: Code name
cs_cz: Kódové jméno
sk_sk: Kódový názov
zh_cn: 代码名称

# general.codename.description
source: Internal name used by the system to identify the object
zh_cn: 该系统用于标识该对象的内部名称

# general.codenameexists
source: Object with given code name already exists.
cs_cz: Objekt s daným kódovým jménem již existuje.
sk_sk: Objekt s daným označením už existuje.
zh_cn: 具有给定代码名称的对象已存在。

# general.codenamenotunique
source: The {0} with code name '{1}' already exists.
cs_cz: Objekt s kódovým jménem '{0}' již existuje,
sk_sk: Objekt s kódovým názvom '{0}' už existuje.
zh_cn: 与代码名称 '{1}' {0} 已存在。

# general.codenamenotvalid
source: The object code name '{0}' is not valid. The code name can contain only alphanumeric characters, some special characters (_, -, .) and cannot start or end with '.'.
cs_cz: Kódový název objektu '{0}' není platný. Kódový název může obsahovat pouze alfanumerické znaky a některé speciální znaky (_, -, .) a nemůže končit '.'.
sk_sk: Kódový názov {0} nie je validný.
zh_cn: 对象代码名称 '{0}' 不是有效的。代码名称只能包含字母数字字符，一些特殊的字符 （_，-，。） 并不能启动或结束与 '.'。

# general.collapse
source: Collapse
cs_cz: Sbalit uzel
sk_sk: Zbaliť uzol
zh_cn: 崩溃

# general.collapseall
source: Collapse all
cs_cz: Sbal vše
zh_cn: 所有人都崩溃

# general.color
source: Color
cs_cz: Barva
sk_sk: Farba
zh_cn: 颜色

# general.columnname
source: Column name
zh_cn: 列名称

# general.comment
source: Comment
cs_cz: Komentář
sk_sk: Komentár
zh_cn: 评论

# general.comments
source: Comments
cs_cz: Komentáře
sk_sk: Komentáre
zh_cn: 评论

# general.configuration
source: Configuration
cs_cz: Konfigurace
zh_cn: 配置

# general.confirmdelete
source: Are you sure you want to delete the selected item?
cs_cz: Opravdu chcete smazat vybranou položku?
sk_sk: Určite chcete odstrániť zvolenú položku?
zh_cn: 确实要删除所选的项目吗?

# general.confirmglobaldelete
source: Are you sure you want to delete the selected items?
cs_cz: Opravdu chcete smazat vybrané položky?
sk_sk: Určite chcete odstrániť zvolené položky?
zh_cn: 确实要删除所选的项目吗?

# general.confirmpassword
source: Confirm password:
cs_cz: Potvrdit heslo
sk_sk: Potvrdiť heslo
zh_cn: 确认密码:

# general.confirmremove
source: Are you sure you want to remove the selected items?
cs_cz: Opravdu chcete odebrat označené položky?
sk_sk: Ste si istý, že chcete odstrániť vybrané položky?
zh_cn: 确实要删除所选的项目吗?

# general.confirmremoveall
source: Are you sure you want to remove all items?
cs_cz: Opravdu chcete odebrat všechny položky?
sk_sk: Ste si istý, že chcete odstrániť všetky položky?
zh_cn: 是否确实要删除所有项目?

# general.confirmsubscription
source: Are you sure you want to confirm the subscription?
cs_cz: Opravdu chcete potvrdit přihlášku?
zh_cn: 你确定你想要确认订阅？

# general.confirmundocheckout
source: Are you sure you want to undo the check-out?
cs_cz: Opravdu chcete zrušit uzamčení?
sk_sk: Určite chcete zrušiť uzamknutie?
zh_cn: 确信你想要撤消签出吗?

# general.connection.detailederrormessage
source: For more details add the following key into the <appSettings> section of the web.config file: <add key="CMSDisplayApplicationErrorMessages" value="true"/>
zh_cn: 更多详细信息添加到以下注册表<appSettings>web.config 文件的节： <add key="CMSDisplayApplicationErrorMessages" value="true"></add> </appSettings>

# general.connection.errormessage
source: The application could not connect to the database, please check the connection string in the web.config file and SQL server availability.<br /><br /><strong>Original error:</strong><br />
zh_cn: 应用程序无法连接到数据库，请检查 SQL 服务器的可用性与 web.config 文件中的连接字符串。<br><br><strong>原来的错误：</strong><br>

# general.connection.errormessagetitle
source: SQL Connection error
zh_cn: SQL 连接错误

# general.content
source: Content
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 内容

# general.context
source: Context
cs_cz: Kontext
sk_sk: Kontext
zh_cn: 上下文

# general.continue
source: Continue
cs_cz: Pokračovat
sk_sk: Pokračovať
zh_cn: 继续

# general.copy
source: Copy
cs_cz: Kopírovat
sk_sk: Kopírovať
zh_cn: 复制

# general.copyfiles.precompiled
source: Cannot copy physical files in precompiled website.
zh_cn: 无法复制在预编译网站的物理文件。

# general.copyfromglobal
source: Copy from global
cs_cz: Kopírovat z globálních
sk_sk: Kopírovať z globálnych
zh_cn: 从全局复制

# general.correctemailformat
source: Please enter email address in correct format.
cs_cz: Zadejte prosím platnou e-mailovou adresu.
sk_sk: Prosím, zadajte e-mail v korektnej forme.
zh_cn: 请输入电子邮件地址的正确格式。

# general.count
source: Count
cs_cz: Počet
sk_sk: Počet
zh_cn: 计数

# general.country
source: Country
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家
