Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documentation.webpartproperties.hierarchicaltransformation
source: Sets the transformation to be used for the displayed pages in list view mode. This property can be used to set both standard and hierarchical transformations. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformaci, která bude použita pro zobrazení dokumentů v módu zobrazení seznamu. Tato vlastnost může být použita pro nastavení obou, standardní i hierarchické transformace. Transformace jsou specifikované ve formátu <název třídy>.<název transformace>.
zh_cn: 设置要用于在列表视图模式中所显示的页面的转换。此属性可以用于设置标准和层次结构的转换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.highlightallitemsinpath
source: If enabled, all items on the path of the currently selected page will also be selected (highlighted) in the menu.
cs_cz: Pokud je povoleno, všechny položky na cestě aktuálního dokumentu budou též vybrány (zvýrazněny) v menu.
zh_cn: 如果启用，当前所选页面路径上的所有项目也将被都选中 （突出显示） 菜单中。

# documentation.webpartproperties.highlightednodepath
source: Sets the path of the page that should be selected in the menu by default. If empty, the path of the currently selected page is used.
cs_cz: Nastaví cestu dokumentu, který má být defaultně vybrán v menu. Pokud je prázdné, použije se cesta aktuálně vybraného dokumentu.
zh_cn: 设置应该在默认情况下选择菜单中的页的路径。如果为空，则使用当前选定的页的路径。

# documentation.webpartproperties.idcolumnname
source: Sets the name of the column which serves as a unique identifier for objects. It is used in a parent-child relationship with the column specified in the 'ParentID column' property. It is recommended to use the NodeID column when displaying pages.
cs_cz: Nastaví název sloupce, který slouží jako unikátní identifikátor pro objekty. Používá se ve vztahu nadřízený-podřízený objekt se sloupcem definovaným ve vlastnosti 'ParentID column'. V případě zobrazování dokumentů se doporučuje použít NodeID sloupec.
zh_cn: 设置作为对象的唯一标识符的列的名称。它用 'ParentID 列属性中指定的列的父-子关系。它建议 NodeID 列显示时要使用的页面。

# documentation.webpartproperties.inclfinishedtasks
source: If enabled, tasks that have a status designating them as finished will be counted by the web part.
cs_cz: Pokud je povoleno, budou úlohy, které mají stav indikující, že jsou ukončené, počítány tímto webpartem.
zh_cn: 如果启用，将由 web 部件计数有指定它们为已完工入库的地位的任务。

# documentation.webpartproperties.inclnotstartedtasks
source: If enabled, tasks that have a status designating them as not yet started will be counted by the web part.
cs_cz: Pokud je povoleno, budou úlohy, které mají stav indikující, že ještě nezačaly, počítány tímto webpartem.
zh_cn: 如果启用，将由 web 部件计数有地位将他们列为尚未开始的任务。

# documentation.webpartproperties.includejquery
source: If enabled, the jQuery core script will automatically be included on the page.
cs_cz: Pokud je povoleno, bude na stránku automaticky přidán jQuery core script.
zh_cn: 如果启用，jQuery 核心脚本将自动包含在页上。

# documentation.webpartproperties.indexes
source: Selects one or more smart search indexes that the web part uses for searching.
cs_cz: Je možné vybrat jeden nebo více indexů pro vyhledávání.
sk_sk: Umožňuje vybrať jeden alebo viacero indexov na vyhľadávanie.
zh_cn: 选择一个或多个 web 部件使用搜索的智能搜索索引。

# documentation.webpartproperties.initscript
source: Contains the script that initializes the effect applied to the displayed items.
cs_cz: Obsahuje skript, který inicializuje efekt aplikovaný na zobrazované položky.
zh_cn: 包含脚本，初始化应用于显示的项的效果。

# documentation.webpartproperties.inlinecss
source: Can be used to specify additional inline CSS styles that will be placed directly into the page header.
cs_cz: Může být použito na specifikování dodatečného inline CSS stylu, který bude umístěn přímo do hlavičky stránky.
zh_cn: 可以用来指定将直接置于页面页眉的额外内联 CSS 样式。

# documentation.webpartproperties.itemhtmlafter
source: HTML content placed after each of the generated items. This content is not used if a single selected page is viewed in detail view mode.
cs_cz: HTML obsah umístěný za každou vygenerovanou položku. Tento obsah se nepoužije, pokud je zobrazen v režimu detailní náhled jediný vybraný dokument.
zh_cn: HTML 内容置于之后的每个生成的项目。如果在详细信息视图模式下查看单个所选的页面，则不使用此内容。

# documentation.webpartproperties.itemhtmlbefore
source: HTML content placed before each of the generated items. This content is not used if a single selected item is viewed in detail view mode.
cs_cz: HTML obsah umístěný před každou vygenerovanou položku. Tento obsah se nepoužije, pokud je zobrazen v režimu detailní náhled jediný vybraný dokument.
zh_cn: HTML 内容放置在每个生成的项之前。如果在详细信息视图模式中查看单个选定的项目，则不使用此内容。

# documentation.webpartproperties.itemseparator
source: Contains the code of a separator that is placed between displayed items, e.g. <hr />.
cs_cz: Oddělovač položek zobrazovaný mezi jednotlivými záznamy.
sk_sk: Oddeľovač položiek zobrazených medzi jednotlivými záznamami.
zh_cn: 包含的代码放在之间显示的项，例如一个分隔符<hr>.

# documentation.webpartproperties.lastpage
source: Sets the transformation used for the link to the last page. Use <%# Eval("LastURL") %> to get the URL of the last page.
cs_cz: Nastaví transformaci pro odkaz na poslední stránku. K získání odkazu na poslední stránku použijte <%# Eval("LastURL") %>.
sk_sk: Nastaví transformáciu pre odkaz na poslednú stránku. K získaniu odkazu na poslednú stránku použite <%# Eval("LastURL") %>.
zh_cn: 设置用于链接到的最后一页的变换。使用 < %# Eval("LastURL") %> 以获取的最后一页的 URL。

# documentation.webpartproperties.lasttransform
source: Sets the transformation applied to the last item displayed on every hierarchical level. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformaci, která bude použita na poslední zobrazenou položku na každé hierarchické úrovni. Transformace jsou specifikovány ve formátu <název třídy>.<název transformace>.
zh_cn: 集的变换应用到最后一项会显示在每个层次结构级别上。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.levelcolumnname
source: Sets the name of the column used to determine an object's level in the hierarchy. It is recommended to use the NodeLevel column when displaying pages.
cs_cz: Nastaví název sloupce používaného na určení úrovně objektu v hierarchii. V případě zobrazování dokumentů se doporučuje použít sloupec NodeLevel.
zh_cn: 设置用于确定对象的层次结构级别的列的名称。它被建议使用 NodeLevel 列在显示页面时。

# documentation.webpartproperties.lightboxanimate
source: Indicates if the lightbox animation should be enabled.
cs_cz: Určuje, zda má být povolena lightbox animace.
zh_cn: 指示是否应启用灯箱动画。

# documentation.webpartproperties.lightboxbordersize
source: Sets the width of the image border in the lightbox.
cs_cz: Nastaví šířku rámečku obrázku v lightboxu.
zh_cn: 设置图像边框的宽度 （以灯箱。

# documentation.webpartproperties.lightboxgroup
source: Sets a group name for the generated lightbox. It is necessary to set this property when displaying multiple lightboxes on a single page.
cs_cz: Nastaví název skupiny pro generovaný lightbox. Tuto vlastnost je nutné nastavit, pokud chcete zobrazit vícero lightboxů na jedné stránce.
zh_cn: 设置为生成的灯箱的组名称。它有必要设置此属性，当在单个页面上显示多个广告灯箱。

# documentation.webpartproperties.lightboxheight
source: Sets the height of the frame used in lightbox detail view mode.
cs_cz: Nastaví výšku rámu použitého v režimu zobrazení detailu lightboxu.
zh_cn: 设置在灯箱详细信息视图模式中使用的框架的高度。

# documentation.webpartproperties.lightboxloaddelay
source: Sets the load delay time (in miliseconds). When using automatic resizing, this value indicates how long the lightbox will take to reach the size of the displayed element. If there are problems displaying lightbox content, try to use a higher value.
cs_cz: Nastavuje čas trvání načítání (v milisekundách). Pokud se používá automatická změna velikosti, tato hodnota určuje, jak dlouho trvá, než lightbox dosáhne velikosti zobrazovaného elementu. Pokud nastanou problémy při zobrazování obsahu lightboxu, zkuste použít vyšší hodnotu.
zh_cn: 设置加载延迟时间 （以毫秒）。当使用自动调整大小，此值指示灯箱多久会来达到显示元素的大小。如果显示灯箱内容的问题，尝试使用较高的价值。

# documentation.webpartproperties.lightboxoverlayopacity
source: Determines the transparency of the lightbox background. Must be a decimal number between 0 and 1, where 0 is fully transparent and 1 is completely dark.
cs_cz: Určuje průhlednost pozadí lightboxu. Musíte zadat desetinné číslo mezi 0 a 1, kde 0 je úplně průhledné a 1 je kompletně tmavé.
zh_cn: 确定灯箱背景的透明度。必须是介于 0 和 1，其中 0 表示完全透明，1 是完全黑暗之间的十进制数字。

# documentation.webpartproperties.lightboxpermanentnavigation
source: If checked, the navigations buttons will always be visible in lightbox detail view mode. Otherwise they will only be shown on mouse over.
cs_cz: Pokud je zakliknuto, navigační tlačítka v módu detailního zobrazení v lightboxu budou vždy viditelné. V opačném případě budou zobrazeny jen při ukázání myší.
zh_cn: 如果选中此选项，导航按钮将永远在灯箱详细视图模式下可见。否则他们将只显示在鼠标上结束。

# documentation.webpartproperties.lightboxresizespeed
source: Allows the selection of the image resizing speed. Options range from 1 (slowest) to 10 (fastest).
cs_cz: Umožní výběr rychlosti změny velikosti obrázku. Volby se pohybují v rozmezí od 1 (nejpomalejší) do 10 (nejrychlejší).
zh_cn: 允许选择的图像调整速度。选项范围从 1 （最慢） 到 10 （最快）。

# documentation.webpartproperties.lightboxwidth
source: Sets the width of the frame used in lightbox detail view mode.
cs_cz: Nastaví šířku rámu použitého v lightboxu v módu zobrazení detailu.
zh_cn: 设置在灯箱详细信息视图模式中使用的框架的宽度。

# documentation.webpartproperties.linkselectedtext
source: Sets the text displayed for the given link if it is currently selected by the user. You can insert HTML code into this field.
cs_cz: Nastaví text, který se zobrazí pro zadaný link, pokud je momentálně vybrán uživatelem. Do tohoto pole můžete vložit také HTML kód.
zh_cn: 设置为给定的链接显示，如果它当前选定的用户的文本。可以将 HTML 代码插入到此字段。

# documentation.webpartproperties.linktitle
source: Sets the title (tooltip) for the link used to select the given style option.
cs_cz: Nastaví titulek (popis) linku použitého pro výběr zadané volby stylu.
zh_cn: 设置用于选择给定的样式选项的链接的标题 （工具提示）。

# documentation.webpartproperties.listingtype
source: Selects which category of pages should be displayed. If the All option is chosen, some pages may be listed multiple times if they fit the conditions of more than one category.
cs_cz: Nastaví, která kategorie dokumentů se má zobrazovat. Pokud je vybrána volba Vše, některé dokumenty se mohou ve výpisu nacházet vícekrát, pokud splňují podmínku více jak jedné kategorie.
zh_cn: 选择应显示哪些类别的页面。如果选择全部选项，则某些页面可能会列出多次，如果他们适合条件的多个类别。

# documentation.webpartproperties.loadhierarchdata
source: Indicates whether pages should be loaded with regard to their hierarchical position in the content tree. Hierarchical data has a parent-child relationship (NodeID/NodeParentID). Hierarchical transformations can be used for this type of data. Please be aware that hierarchical data cannot be displayed if paging is enabled.
cs_cz: Určuje, zda dokumenty mají být načítány s ohledem na jejich hierarchické umístění na stromě obsahu. Hierarchická data mají vztah nadřazený-podřazený uzel (NodeID/NodeParentID). Pro tento typ dat mohou být použity hierarchické transformace. Uvědomte si prosím, že pokud je povoleno stránkování, hierarchická data nemohou být zobrazena.
zh_cn: 指示是否应在其内容树中的层次位置加载页。分级数据的父子关系 （NodeID/NodeParentID)。层次结构的转换可以用于这种类型的数据。请务必注意如果启用了分页，不能显示分层数据。

# documentation.webpartproperties.logonpageurl
source: Sets the URL of the logon page to which unauthorized users are redirected if the "Redirect unauthorized users" property is enabled.
cs_cz: Nastaví URL přihlašovací stránky, na kterou budou přesměrováni neautorizovaní uživatelé, pokud je povolena vlastnost "Přesměrovat neautorizované uživatele".
zh_cn: 设置如果启用了"未经授权的用户重定向"属性将未经授权的用户定向到其中的登录页的 URL。

# documentation.webpartproperties.maxnestinglevel
source: Specifies the maximum number of content tree sub-levels from which the content is to be loaded. This number is relative, i.e. it is counted from the beginning of the path specified for the content of the web part. Entering -1 causes all sub-levels to be included.
cs_cz: Udává počet poduzlů ve stromu dokumentů, které mají být zahrnuty v zobrazovaném obsahu.
sk_sk: Určuje počet pod uzlov v strome dokumentov, ktoré majú byť zahrnuté v zobrazovanom obsahu.
zh_cn: 指定从中内容是要加载的内容树分级别的最大数目。这一数字是相对的即它从指定的 web 部件的内容的路径开始计数。输入-1 会导致所有的子级别，要包括。

# documentation.webpartproperties.maxpages
source: Sets the maximum number of pages which should be displayed, even if the results are divided into more pages.
cs_cz: Nastavuje maximum stránek, které budou použity i pokud je jich v rámci stránkování víc.
sk_sk: Nastavuje maximum stránok, ktoré majú byť použité. Aj keď stránkovač obsahuje viac stránok.
zh_cn: 即使结果被分成更多页，请设置应显示的页面的最大数目。

# documentation.webpartproperties.maxrelativelevel
source: Sets the maximum amount of allowed levels in the forum post hierarchy. For example, setting 1 would only let users reply to the first post of each thread. Entering -1 causes the level to be unlimited.
cs_cz: Nastaví maximální množství povolených úrovní v hierarchii příspěvků ve fóru. Například: Nastavení 1 umožní uživatelům odpovídat pouze na první příspěvek každého vlákna. Pokud zadáte -1, počet úrovní bude neomezený.
zh_cn: 论坛帖子层次结构中设置的最大允许级别。例如，如果将设置 1 将只能让的用户回答每个线程的第一篇。输入-1 会导致荷尔蒙级别是无限的。

# documentation.webpartproperties.medialibraryname
source: Content of this media library will be displayed by the web part.
cs_cz: Název knihovny médií, jejíž obsah bude touto web partou zobrazen.
sk_sk: Názov knižnice médií, ktorej obsah bude touto webpartou zobrazený.
zh_cn: 将 web 部件所显示的此媒体库内容。

# documentation.webpartproperties.messageboard
source: Selects the specific message board (or all boards) from which the posts will be loaded.
cs_cz: Vyberte konkrétní diskuzi (anebo všechny diskuze), ze kterých budou příspěvky načítány.
zh_cn: 帖子将加载选择指定的消息版(或所有版块)。

# documentation.webpartproperties.must
source: Must
cs_cz: Musí
sk_sk: Musí
zh_cn: 必须

# documentation.webpartproperties.mustnot
source: Must not
cs_cz: Nesmí
sk_sk: Nemusí
zh_cn: 必须不

# documentation.webpartproperties.navcolumns
source: Lists database columns that should be loaded in addition to the set used by default; separated by commas (,). Entering an asterisk (*) causes all columns to be loaded. It is recommended to load only those columns that are necessary.
cs_cz: Určuje které sloupce budou vybrány z databáze a použity ve webpartě. Pokud není specifikováno, budou použity implicitní sloupce. Všechny sloupce budou vybrány použitím znaku *
sk_sk: Môžete zadať ktoré dátové stĺpce sa vyberú z databázy a budú použité vo webparte. Keď sa nevyberú žiadne, použijú sa prednastavené stĺpce. Keď zadáte '*', tak sa vyberú všetky.
zh_cn: 列出应加载默认 ； 使用的集的数据库列以逗号 (，) 分隔。输入一个星号 (*) 导致要加载的所有列。它建议加载那些必要的列。

# documentation.webpartproperties.navigationdocumenttypes
source: Determines which page types are displayed. Specify the page types as a list of code names separated by semicolons (;). If empty, only CMS.MenuItem pages are loaded by default.
cs_cz: Určuje, které typy dokumentů mají být zobrazeny, specifikované seznamem kódových názvů oddělených středníkem (;). Pokud necháte prázdné, budou defaultně načítány pouze CMS. Menultem dokumenty (stránky).
zh_cn: 确定显示哪个页面类型。作为代码名称用分号 (;) 分隔的列表指定的页面类型。如果为空，只不育系。菜单项的页面是由默认加载的。

# documentation.webpartproperties.navigationpath
source: Specifies the path of the pages that will be displayed. If empty, the path is set to all pages of the given website (/%).
cs_cz: Specifikuje cestu dokumentů, které budou zobrazeny. Pokud je prázdné, cesta je nastavena na všechny dokumenty daného webu (/%).
zh_cn: 指定将显示的页面的路径。如果为空，将路径设置到给定网站的所有页面 （/ %)。

# documentation.webpartproperties.navigationtreeorderby
source: Sets the value of the ORDER BY clause in the SELECT statement used to retrieve the content. Please be aware that it is necessary for the root of the displayed tree (or sub-tree) to be first in the resulting order, otherwise all pages may not be displayed correctly. This can be ensured by having the value of this property start with the NodeLevel column, such as for example: NodeLevel, NodeOrder
cs_cz: Nastaví hodnotu ORDER BY klauzule v příkazu SELECT, který se používá pro získání obsahu. Pamatujte si, prosím, že je nevyhnutelné, aby byl kořen zobrazovaného stromu (anebo podstromu) první ve výsledném pořadí, jinak nemusí být všechny dokumenty zobrazeny správně. To se dá zabezpečit tím, že hodnota této vlastnosti bude začínat sloupcem NodeLevel, jako například: NodeLevel, NodeOrder
zh_cn: 用于检索内容的 SELECT 语句中设置的值的 ORDER BY 子句。请务必注意这是必要的根目录的显示的树 （或子树），可以在结果的顺序，第一，否则所有页可能都显示不正确。这可以通过如具有值的此属性开始与 NodeLevel 列中，例如： NodeLevel、 NodeOrder

# documentation.webpartproperties.nextgroup
source: Sets the transformation used for the link to the next group of page links. Use <%# Eval("NextGroupURL") %> to get the URL of the next group.
cs_cz: Nastaví transformaci pro odkaz na další skupinu stránek. Pro odkaz na další skupinu stránek použijte <%# Eval("NextGroupURL") %>.
sk_sk: Nastaví transformáciu pre odkaz na nasledujúcu skupinu stránok. K získaniu odkazu na nasledujúcu skupinu stránok použite <%# Eval("NextGroupURL") %>.
zh_cn: 设置用于对页面链接下一组链接的变换。使用 < %# Eval("NextGroupURL") %> 以获取下一组的 URL。

# documentation.webpartproperties.nextpage
source: Sets the transformation used for the link to the next page. Use <%# Eval("NextURL") %> to get the URL of the next page.
cs_cz: Nastaví transformaci pro odkaz na další stránku. Odkaz na další stánku lze získat pomocí <%# Eval("NextURL") %>.
sk_sk: Nastaví transformáciu pre odkaz na nasledujúcu stránku. K získaniu odkazu na nasledujúcu stránku použite <%# Eval("NextURL") %>.
zh_cn: 设置用于链接到下一页的变换。使用 < %# Eval("NextURL") %> 以获取下一个页面的 URL。

# documentation.webpartproperties.noeventtransf
source: Sets the transformation used for days without any items to be displayed. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Nastaví transformaci, která se použije pro zobrazení dní bez položek. Transformace jsou specifikovány ve formátu <název třídy>.<název transformace>.
zh_cn: 设置用于不具有任何项天要显示的变换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.none
source: None
cs_cz: Není
sk_sk: Žiadne
zh_cn: 没有一个

# documentation.webpartproperties.noresultstext
source: Sets the text that is displayed if no search results are found.
cs_cz: Tento text je zobrazen pokud nejsou nalezeny žádné výsledky.
sk_sk: Ak nebude žiadny výsledok tento text sa zobrazí.
zh_cn: 设置如果没有搜索结果显示的文本。

# documentation.webpartproperties.orderby
source: Sets the value of the ORDER BY clause in the SELECT statement used to retrieve the content.
cs_cz: ORDER BY část SELECT dotazu.
sk_sk: ORDER BY časť SELECT dotazu.
zh_cn: 用于检索内容的 SELECT 语句中设置的值的 ORDER BY 子句。

# documentation.webpartproperties.outputconverttablestodivs
source: If enabled, the TABLE tags in the output are automatically converted to DIV tags with CSS class corresponding to the tag name (table, tr, td, etc.) Blocks of HTML code can be optionally marked with class="_divs" or class="_nodivs" to allow or disable conversion for that particular block of code.
cs_cz: Pokud je zakliknuto, budou tagy TABLE vo výstupu automaticky převedeny na DIV tagy s CSS třídou odpovídající názvu tagu (table, tr, td, atd.). Bloky HTML kódu mohou být volitelně označeny class="_divs" nebo class="_nodivs" pro povolení nebo zakázání konverze pro tyto konkrétní bloky kódu.
zh_cn: 如果启用，输出中的表标记自动转换为 DIV 标签与对应的标记名称 （表、 tr、 td 等） 的 CSS 类HTML 代码块都可以使用类 （可选） 标记 ="_divs"或类 ="_nodivs"来允许或禁用转换为该特定的代码块。

# documentation.webpartproperties.outputfixattributes
source: If checked, the filter ensures that all HTML tag attributes are in valid XHTML format.
cs_cz: Pokud je zakliknuto, filtr zajistí, že atributy HTML tagu budou ve validním XHTML formátu.
zh_cn: 如果选中此选项，该筛选器可确保所有的 HTML 标记属性是有效的 XHTML 格式。

# documentation.webpartproperties.outputfixhtml5
source: If checked, the filter replaces attributes that are obsolete in HTML5 with CSS classes named in format <attribute name>_<attribute value>. The affected attributes are: cellpadding, cellspacing, width, height, border, align, valign
cs_cz: Pokud je zakliknuto, filtr nahradí atributy, které jsou v HTML 5 zastaralé, CSS třídami s názvy ve formátu <attribute name>_<attribute value>. Jedná se o atributy: cellpadding, cellspacing, width, height, border, align, valign
zh_cn: 如果选中此选项，筛选器将替换与 CSS 类命名格式<attribute name="">_<attribute value="">过时 HTML5 中的属性。受影响的属性是： 中，空隙，宽度、 高度、 边界、 对齐、 底边对齐</attribute></attribute>

# documentation.webpartproperties.outputfixjavascript
source: If checked, the filter ensures that the type and language attributes are included in all <script> tags.
cs_cz: Pokud je zakliknuto, filtr zajistí, že atributy type a language budou přidány do všech <script> tagů.
zh_cn: 如果选中此选项，该筛选器可确保所有中都包含的类型和语言的属性<script></script>

# documentation.webpartproperties.outputfixlowercase
source: If checked, the filter ensures that all HTML tags and attributes are generated in lower case.
cs_cz: Pokud je zakliknuto, filtr zajistí, ža HTML tagy a atributy budou generovány malými písmeny.
zh_cn: 如果选中此选项，该筛选器可确保所有的 HTML 标记和属性用小写字母生成。

# documentation.webpartproperties.outputfixselfclose
source: If checked, the filter ensures that HTML tags without end tags are properly closed.
cs_cz: Pokud je zakliknuto, filtr zajistí, že HTML tagy bez koncového tagu budou řádně uzavřeny.
zh_cn: 如果选中此选项，该筛选器可确保没有结束标记的 HTML 标记已正确关闭。

# documentation.webpartproperties.outputresolveurls
source: If checked, the filter removes the "~" character in relative URLs and replace it with the root URL of the website.
cs_cz: Pokud je zaklikntuo, filtr odstraní znak "~" v relativních URL a nahradí jej kořenovým URL webu.
zh_cn: 如果选中此选项，该筛选器中移除"~"字符在相对 Url，并替换该网站的根 URL。

# documentation.webpartproperties.pagenumbersseparator
source: Contains the HTML code of a separator to be placed between the page number links.
cs_cz: Obsahuje HTML kód oddělovače vkládaného mezi číselné odkazy na stránky.
zh_cn: 包含要放置页码链接之间的分隔符的 HTML 代码。

# documentation.webpartproperties.pagerhtmlafter
source: Contains the HTML code placed on the page after the pager.
cs_cz: Obsahuje HTML kód umísťovaný na stránku za pager.
zh_cn: 包含在页面上放置后页导航的 HTML 代码。

# documentation.webpartproperties.pagerhtmlbefore
source: Contains the HTML code placed on the page before the pager.
cs_cz: Obsahuje HTML kód umísťovaný na stránku před pager.
zh_cn: 包含前分页程序在页面上放置的 HTML 代码。

# documentation.webpartproperties.pagerlayout
source: Sets the transformation that determines the overall design of the pager.
cs_cz: Nastaví transformaci pro layout stránkovače.
sk_sk: Nastaví transformáciu pre dizajn stránkovača.
zh_cn: 设置确定传呼机的总体设计的变换。

# documentation.webpartproperties.pageseparator
source: Sets the transformation used as a separator between page links.
cs_cz: Nastaví transformaci pro oddělovače odkazů stránek.
sk_sk: Nastaví transformáciu pre oddeľovač odkazov stránok.
zh_cn: 设置用作分隔符页链接之间的变换。

# documentation.webpartproperties.pagesize
source: Determines the maximum number of records displayed per page.
cs_cz: Počet záznamů na jedné stránce.
sk_sk: Počet záznamov na jednej stránke.
zh_cn: 确定每页显示的记录的最大数目。

# documentation.webpartproperties.pagingmode
source: Determines which method is used to pass information about the currently selected page - it can be passed either as a parameter in the URL (Query string) or through postback (Postback).
cs_cz: Type of paging parameter - it can be passed either through URL (Query string) or through postback (Postback).
sk_sk: Typ stránkovania - môže byť pomocou URL (Query) alebo pomocou postbacku (Postback).
zh_cn: 确定哪一种方法用来传递关于当前所选页面-信息既可以作为参数在 URL （查询字符串） 或通过回发 （回发），它可以来传递。
