Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# selectimagedialog.title
source: Select file
cs_cz: Výběr souboru
sk_sk: Výber súboru
zh_cn: 选择文件

# selectimagedialog.upload
source: Upload file
cs_cz: Nahrát soubor
sk_sk: Nahrať súbor
zh_cn: 上载文件

# selectimagedialog_cmsfilenotallowed
source: A file cannot be uploaded here.
cs_cz: Soubor sem nelze nahrát.
sk_sk: Súbor sem nemožno nahrať.
zh_cn: 不能在这里上载的文件。

# selectlinkdialog.documentname
source: Document name:
cs_cz: Jméno dokumentu:
sk_sk: Meno dokumentu:
zh_cn: 文档名称:

# selectlinkdialog.title
source: Select page
cs_cz: Výběr dokumentu
sk_sk: Výber dokumentu
zh_cn: 选择页

# selectnodedialog.errorcopyidentity
source: You cannot copy node to itself.
cs_cz: Nelze kopírovat uzel sám do sebe.
sk_sk: Nemožno kopírovať uzol sám do seba.
zh_cn: 无法将节点复制到其自身。

# selectnodedialog.errormoveidentity
source: You cannot move node to itself.
cs_cz: Nelze přesunout uzel na stejné místo.
sk_sk: Nemožno presunúť uzol na rovnaké miesto.
zh_cn: 不能将节点移到其自身。

# selectnodedialog.errornotselected
source: You need to select the target location to proceed the operation.
cs_cz: K vykonání operace je třeba vybrat cílovou lokaci.
sk_sk: K vykonaniu operácie je potrebné vybrať cieľovú lokáciu.
zh_cn: 您需要选择要进行操作的目标位置。

# selectnodedialog.nodedoesnotexist
source: The selected language version of the node does not exist.
cs_cz: Vybraná jazyková verze daného uzlu neexistuje.
sk_sk: Vybraná jazyková verzia daného uzlu neexistuje.
zh_cn: 该节点的所选的语言版本不存在。

# selectnodedialog.nodename
source: Document name:
cs_cz: Jméno dokumentu:
sk_sk: Meno dokumentu:
zh_cn: 文档名称:

# selectnodedialog.selectnode
source: Select Document
cs_cz: Výběr dokumentu
sk_sk: Výber dokumentu
zh_cn: 选择文档

# selectnodemenu.header
source: Select Document
cs_cz: Výběr dokumentu
sk_sk: Výber dokumentu
zh_cn: 选择文档

# selectpolldialog.pollname
source: Poll name
cs_cz: Název hlasování
sk_sk: Názov hlasovania
zh_cn: 民意测验名称

# selectratingdialog.formname
source: Rating control
cs_cz: Typ hodnocení
sk_sk: Hodnotiaci kontrol
zh_cn: 评分控制

# selecttempalteheader.header
source: Page Template Catalog
cs_cz: Katalog šablon stránek
sk_sk: Katalóg šablón stránok
zh_cn: 页面模板目录

# selecttemplateframeset.title
source: Kentico administration - Page Template Catalog
cs_cz: CMS Desk - Katalog šablon stránek
sk_sk: CMS Desk - Katalóg šablón stránok
zh_cn: Kentico 管理-页模板目录

# selecttemplatelisting.header
source: Available Templates:
cs_cz: Dostupné šablony:
sk_sk: Dostupné šablóny:
zh_cn: 可用的模板：

# selecttemplatelisting.title
source: Page Template Catalog
cs_cz: Katalog šablon stránek
sk_sk: Katalóg šablón stránok
zh_cn: 页面模板目录

# selectusercontrollisting.header
source: Available User Controls:
cs_cz: Dostupné user controly:
sk_sk: Dostupné user controls:
zh_cn: 可用的用户控件：

# sendmesage.messagesent
source: Message has been successfully sent.
cs_cz: Vzkaz byl úspěšně odeslán.
sk_sk: Správa bola úspešne odoslaná.
zh_cn: 已成功发送的消息。

# sendmesage.nonickname
source: Please enter a nickname.
cs_cz: Zadejte prosím přezdívku.
sk_sk: Prosím, zadajte prezývku.
zh_cn: 请输入昵称。

# sendmesage.norecipient
source: Please select the recipient of the message.
cs_cz: Vyberte prosím příjemce zprávy.
sk_sk: Prosím, zadajte príjemcu správy.
zh_cn: 请选择收件人的邮件。

# sendmessage.emptybody
source: The body of the message cannot be empty.
cs_cz: Tělo vzkazu nemůže být prázdné.
sk_sk: Telo správy nemôže byť prázdne.
zh_cn: 邮件的正文不能为空。

# sendmessage.emptybodybadwords
source: Message cannot be send due to empty message body after bad words check.
cs_cz: Zpráva nemůže být odeslána po kontrole na závadný obsah z důvodu prázdného textu.
sk_sk: Správa nemôže byť odoslaná z dôvodu prázdneho obsahu po kontrole na zakázané slová.
zh_cn: 消息不能坏词检查后为由于空邮件正文发送。

# sendmessage.nouser
source: Sender of this message doesn't exist anymore or this message is from anonymous user.
cs_cz: Odesílatel tohoto vzkazu již neexistuje nebo se jedná o vzkaz od anonymního uživatele.
sk_sk: Odosielateľ tejto správy už neexistuje alebo správa je od anonymného užívateľa.
zh_cn: 此邮件的发件人不存在了，或者此消息是由匿名用户。

# sendmessage.sendmessage
source: Send message
cs_cz: Odeslat vzkaz
sk_sk: Odoslať správu
zh_cn: 发送消息

# sendtofriend.emailsent
source: Email was sent successfully.
cs_cz: E-mail byl úspěšně odeslán.
sk_sk: E-mail úspešne odoslaný.
zh_cn: 电子邮件已成功发送。

# sendtofriend.invalidemail
source: Please enter email address in correct format.
cs_cz: Neplatní e-mail
sk_sk: Invalid email
zh_cn: 请输入电子邮件地址的正确格式。

# sendtofriend.rfvemailto
source: Please enter an email address.
cs_cz: Zadejte prosím e-mail ve správném formátu
sk_sk: Zadajte e-mail
zh_cn: 请输入电子邮件地址。

# sendtofriend.sendbuttonlabel
source: Send
cs_cz: Odeslat
sk_sk: Odoslať
zh_cn: 发送

# sendtofriend.sendemailerror
source: Error while sending email.
cs_cz: Během odesílání e-mailu došlo k chybě.
sk_sk: Chyba pri odosielaní e-mailu.
zh_cn: 发送电子邮件时出错。

# sendtofriend.yourmessagelabel
source: Click here to enter an extra message...
cs_cz: Vaše zpráva:
sk_sk: Vaša správa:
zh_cn: 单击此处可输入额外的消息...

# server_edit.authentication_username
source: User name / password
cs_cz: Uživatelské jméno / heslo
sk_sk: Užívateľské meno/heslo
zh_cn: 用户名 / 密码

# server_edit.erroremptyservercodename
source: Please enter a server code name.
cs_cz: Vložte prosím kódový název serveru.
sk_sk: Prosím, vložte kódové meno servera.
zh_cn: 请输入服务器代码名称。

# server_edit.erroremptyserverdisplayname
source: Please enter a server display name.
cs_cz: Vložte prosím zobrazovaný název serveru.
sk_sk: Prosím, vložte zobrazované meno servera.
zh_cn: 请输入服务器的显示名称。

# server_edit.erroremptyserverurl
source: Please enter a server URL.
cs_cz: Vložte prosím URL serveru.
sk_sk: Prosím, vložte URL servera.
zh_cn: 请输入服务器的 URL。

# server_edit.headercaption
source: Server properties
cs_cz: Vlastnosti serveru
sk_sk: Vlastnosti servera
zh_cn: 服务器属性

# server_edit.itemlistlink
source: Staging servers
cs_cz: Cílové servery
sk_sk: Cieľové servery
zh_cn: 临时服务器

# server_edit.newitemcaption
source: New server
cs_cz: Nový server
sk_sk: Nový server
zh_cn: 新建服务器

# server_edit.servernameexists
source: Server code name must be unique for current site.
cs_cz: Kódový název serveru musí být jedinečné pro aktuální web.
sk_sk: Kódové meno servera musí byť jedinečné pre aktuálny web.
zh_cn: 服务器代码名称必须是唯一的当前站点。

# server_list.headercaption
source: Staging servers
cs_cz: Cílové servery
sk_sk: Cieľové servery
zh_cn: 临时服务器

# serveredit.changesinserted
source: The server was created. Now you can create another server.
cs_cz: Server byl vytvořen. Nyní můžete vytvořit další.
sk_sk: Server bol vytvorený. Teraz môžete vytvoriť ďalší.
zh_cn: 因为服务器被创建。现在，您可以创建另一台服务器。

# serveredit.erroremptyservername
source: Please enter a server name.
cs_cz: Vložte prosím název serveru.
sk_sk: Prosím, vložte meno servera.
zh_cn: 请输入服务器的名称。

# serveredit.erroremptyserverurl
source: Please enter a server URL.
cs_cz: Vložte prosím URL serveru.
sk_sk: Prosím, vložte URL servera.
zh_cn: 请输入服务器的 URL。

# serveredit.errorexistingservername
source: There's another server of this name. Please choose some other name.
cs_cz: S tímto názvem existuje jiný server. Vyberte nějaký jiný název.
sk_sk: S týmto názvom existuje iný server. Prosím, vyberte nejaký iný názov.
zh_cn: 还有这个名字的另一台服务器。请选择其他名称。

# settings.allpages
source: All pages
cs_cz: Všechny stránky
sk_sk: Všetky stránky
zh_cn: 所有页面

# settings.alphabetical
source: Alphabetical
cs_cz: Abecedně
sk_sk: Abecedne
zh_cn: 按字母顺序排列

# settings.both
source: Both
cs_cz: Obojí
sk_sk: Oboje
zh_cn: 两个

# settings.first
source: First
cs_cz: První
sk_sk: Prvé
zh_cn: 第一次

# settings.header
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# settings.last
source: Last
cs_cz: Poslední
sk_sk: Posledné
zh_cn: 最后

# settings.nopage
source: No page
cs_cz: Žádna stránka
sk_sk: Žiadna stránka
zh_cn: 没有页面

# settings.ok
source: Save changes
cs_cz: Uložit změny
sk_sk: Uložiť zmeny
zh_cn: 保存更改

# settings.securedareas
source: Secured areas
cs_cz: Zajištěné oblasti
sk_sk: Zabezpečené oblasti
zh_cn: 安全的区域

# settings.username
source: User name and password
cs_cz: Uživatelské jméno a heslo
sk_sk: Užívateľské meno a heslo
zh_cn: 用户名称和密码

# settings.validationdoubleerror
source: Please enter a double.
cs_cz: Vložte prosím desetinné číslo.
sk_sk: Prosím, vložte desatinné číslo.
zh_cn: 请输入一张双人床。

# settings.validationerror
source: Given value is not valid.
cs_cz: Zadaná hodnota je neplatná.
sk_sk: Zadaná hodnota nie je platná.
zh_cn: 给定值不是有效的。

# settings.validationinterror
source: Please enter an integer.
cs_cz: Vložte prosím celé číslo.
sk_sk: Prosím, vložte celé číslo.
zh_cn: 请输入一个整数。

# settings.validationregexerror
source: Value is in wrong format.
cs_cz: Hodnota má špatný formát.
sk_sk: Hodnota je v zlom formáte.
zh_cn: 价值是在错误的格式。

# settings-categories.rootnodetext
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# settingsedit.category_list.exportcategories
source: Export categories
cs_cz: Exportovat kategorie
sk_sk: Exportovať kategórie
zh_cn: 导出类别

# settingsedit.category_list.exportsettingskeys
source: Export settings keys
cs_cz: Exporotvat nastavení
sk_sk: Exportovať kľúče nastavení
zh_cn: 密钥导出设置

# settingsedit.category_list.headercaption
source: Settings categories
cs_cz: Kategorie nastavení
sk_sk: Kategórie nastavení
zh_cn: 设置类别

# settingsedit.category_list.newitemcaption
source: New settings category
cs_cz: Nová kategorie nastavení
sk_sk: Nová kategória nastavení
zh_cn: 新设置类别

# settingsedit.erroremptykey
source: Please enter a key name.
cs_cz: Vložte nějaké jméno klíče.
sk_sk: Prosím, vložte meno kľúča.
zh_cn: 请输入密钥的名称。

# settingsedit.errorexistingkey
source: Another key already uses this name. Please choose some other key name.
cs_cz: Klíč se zadaným jménem již existuje. Zvolte prosím jiné jméno.
sk_sk: Kľúč so zadaným menom už existuje. Zvoľte prosím iné meno.
zh_cn: 另一个关键已使用此名称。请选择其他一些关键的名称。

# settingsedit.header
source: Settings key properties
cs_cz: Vlastnosti konfiguračního klíče
sk_sk: Vlastnosti konfiguračného kľúča
zh_cn: 设置键属性

# settingsedit.itemlistlink
source: Settings keys
cs_cz: Klíče nastavení
sk_sk: Kľúče nastavenia
zh_cn: 设置键

# settingsedit.key
source: Key name:
cs_cz: Klíčové slovo:
sk_sk: Kľúčové slovo:
zh_cn: 关键名称:

# settingsedit.newitemcaption
source: New settings key
cs_cz: Nový klíč nastavení
sk_sk: Nový kľúč nastavenia
zh_cn: 新建设置键

# settingsedit.settingscategory.codenameexists
source: Settings category with the same code name already exists.
cs_cz: Kategorie nastavení se shodným kódovým názvem již existuje.
sk_sk: Kategória nastavení s daným názvom už existuje.
zh_cn: 设置类别具有相同的代码名称已存在。

# settingsedit.settingscategory.headercaption
source: New settings category
cs_cz: Nová kategorie nastavení
sk_sk: Nová kategória nastavení
zh_cn: 新设置类别

# settingsedit.settingscategory.itemlistlink
source: Settings categories
cs_cz: Kategorie nastavení
sk_sk: Kategórie nastavení
zh_cn: 设置类别

# settingsedit.settingscategory.keys
source: Keys
cs_cz: Klíče
sk_sk: Kľúče
zh_cn: 键

# settingsedit.settingskey_edit.boolean
source: Boolean
zh_cn: 布尔值

# settingsedit.settingskey_edit.category
source: Category:
cs_cz: Kategorie:
sk_sk: Kategória:
zh_cn: 类别：

# settingsedit.settingskey_edit.editkey
source: Edit key
cs_cz: Upravit klíč
sk_sk: Upraviť kľúč
zh_cn: 编辑键

# settingsedit.settingskey_edit.formcontrolpath
source: Control path:
cs_cz: Cesta ke kontrolu:
sk_sk: Cesta ku kontrolu:
zh_cn: 控制路径：

# settingsedit.settingskey_edit.headercaption
source: Settings keys
cs_cz: Klíče nastavení
sk_sk: Kľúče nastavení:
zh_cn: 设置键

# settingsedit.settingskey_edit.integer
source: Integer
sk_sk: Celé číslo
zh_cn: 整数

# settingsedit.settingskey_edit.invalidvalueformat
source: Default key value is not valid for selected type.
cs_cz: Základní hodnota klíče není pro vybraný typ validní.
sk_sk: Základná hodnota kľúča nie je platná.
zh_cn: 默认密钥值为所选类型无效。

# settingsedit.settingskey_edit.isgloballabel
source: Key is only global:
cs_cz: Klíč je pouze globální:
sk_sk: Kľúč je iba globálny:
zh_cn: 关键只是全局性的：

# settingsedit.settingskey_edit.newitemcaption
source: New settings key
cs_cz: Nový klíč
sk_sk: Nový kľúč nastavení
zh_cn: 新建设置键

# settingsedit.settingskey_edit.settingskeynameexists
source: Settings key with the same name already exists.
cs_cz: Klíč se shodným názvem již existuje.
sk_sk: Kľúč nastavenia s daným názvom už existuje.
zh_cn: 已存在具有相同名称的设置键。

# settingsedit.settingskey_edit.string
source: String
cs_cz: Řetězec
sk_sk: Reťazec
zh_cn: 字符串

# settingsedit.settingskey_edit.typelabel
source: Type:
cs_cz: Typ:
sk_sk: Typ:
zh_cn: 类型：

# settingsedit.settingskey_edit.validationlabel
source: Validation regex:
cs_cz: Validační regulární výraz:
sk_sk: Kontrolný regex:
zh_cn: 验证正则表达式：

# settingsedit.settingskey_edit.valuelabel
source: Default value:
cs_cz: Základní hodnota:
sk_sk: Základná hodnota:
zh_cn: 默认值:

# settingsedit.value
source: Value:
cs_cz: Hodnota:
sk_sk: Hodnota:
zh_cn: 值：

# settings-keys.checkboxinheritglobalmsg
source: Inherit from global settings
cs_cz: Zdědit z globálního nastavení
sk_sk: Zdediť z globálneho nastavenia
zh_cn: 从全局设置继承

# settings-keys.exportsettings
source: Export these settings
cs_cz: Exportovat toto nastavení.
sk_sk: Exportuj tieto nastavenia
zh_cn: 将这些设置导出

# settings-keys.globalsettingsnote
source: These settings are global, they can be overridden by individual website settings. Please select a site to see or change the site settings.
cs_cz: Tyto nastavení jsou globální a mohou být změněny na příslušném webu. Stačí vybrat konkrétní web.
sk_sk: Tieto nastavenia sú iba globálne. Môžu byť prepísané nastavením stránky. Prosím, vyberte stránku na zobrazenie alebo zmenenie nastavení.
zh_cn: 这些设置是全局化的它们可以被重写由个人网站设置。请选择要查看或更改网站设置的网站。

# settings-keys.nocategoryselectedmsg
source: Please select category.
cs_cz: Vyberte kategorii.
sk_sk: Prosím, vyberte kategóriu.
zh_cn: 请选择类别。

# settings-keys.valueswereresettodefault
source: Settings keys were reset to default values.
cs_cz: Nastavení bylo nastaveno na výchozí hodnoty.
sk_sk: Kľúče nastavení boli obnovené na pôvodné hodnoty.
zh_cn: 设置键被重置为默认值。

# settingslist.header
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# settingslist.key
source: Key name
cs_cz: Klíčové slovo
sk_sk: Kľúčové slovo
zh_cn: 键名称

# settingslist.value
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# settings-sites.globalsettingsitemtext
source: (global)
cs_cz: (globální)
sk_sk: (globálna)
zh_cn: （全局）

# shippingoption_edit.shippingoptionnameexists
source: Shipping option with given name already exists
cs_cz: Způsob doručení s daným jménem již existuje.
sk_sk: Spôsob doručenia s daným menom už existuje.
zh_cn: 航运具有给定名称的选项已存在

# shippingoption_edit_payment.gvpaymentmethods.header0
source: Payment methods
cs_cz: Způsoby platby
sk_sk: Spôsoby platby
zh_cn: 付款方式

# shippingoption_editheader.itemlistlink
source: Shipping options
cs_cz: Možnosti doručení
sk_sk: Možnosti doručenia
zh_cn: 送货选项

# shippingoption_editheader.paymentmethods
source: Payment methods
cs_cz: Způsoby platby
sk_sk: Spôsoby platby
zh_cn: 付款方式

# shippingoption_editheader.titletext
source: Shipping option properties
cs_cz: Vlastnosti možností doručení
sk_sk: Vlastnosti možností doručenia
zh_cn: 航运选项属性

# shopingcartminipreview.myaccountlinktext
source: My account
cs_cz: Můj účet
sk_sk: Môj účet
zh_cn: 我的账户

# shopingcartminipreview.mywishlistlinktext
source: My wishlist
cs_cz: Můj seznam přání
sk_sk: Môj zoznam prianí
zh_cn: 我的收藏

# shopingcartminipreview.shoppingcartlinktext
source: Shopping cart
cs_cz: Nákupní košík
sk_sk: Nákupný košík
zh_cn: 购物车

# shopingcartminipreview.totalpricetitletext
source: Total price:
cs_cz: Celková cena:
sk_sk: Celková cena:
zh_cn: 总价格：

# shoppingcart.addtoshoppingcart
source: Add to cart
cs_cz: Vložit do košíku
sk_sk: Pridať do košíku
zh_cn: 添加到购物车

# shoppingcart.addtoshoppingcarttooltip
source: Add to shopping cart
cs_cz: Vložit do nákupního košíku
sk_sk: Pridať do košíku
zh_cn: 添加到购物车

# shoppingcart.addtowishlisttooltip
source: Add to wishlist
cs_cz: Přidat do oblíbených
sk_sk: Pridať do obľúbených
zh_cn: 添加到收藏夹

# shoppingcart.billingaddress
source: Billing address
cs_cz: Fakturační adresa
sk_sk: Fakturačná adresa
zh_cn: 帐单地址

# shoppingcart.cartcontent
source: Shopping cart
cs_cz: Nákupní košík
sk_sk: Nákupný košík
zh_cn: 购物车

# shoppingcart.checkregistration
source: User registration
cs_cz: Registrace uživatele
sk_sk: Registrácia užívateľa
zh_cn: 用户注册

# shoppingcart.checkregistrationedit
source: Edit customer data
cs_cz: Editovat data zákazníka
sk_sk: Editovať dáta zákazníka
zh_cn: 编辑客户数据

# shoppingcart.cmsdeskcontinueshopping
source: Continue
cs_cz: Pokračovat
sk_sk: Pokračovať
zh_cn: 继续

# shoppingcart.companyaddress
source: Company address
cs_cz: Adresa společnosti
sk_sk: Adresa spoločnosti
zh_cn: 公司地址

# shoppingcart.continueshopping
source: Continue shopping
cs_cz: Pokračovat v nákupu
sk_sk: Pokračovať v nákupe
zh_cn: 继续购物

# shoppingcart.editorderitem
source: Edit order item properties
cs_cz: Editovat objednanou položku
sk_sk: Editovať objednanú položku
zh_cn: 编辑订单项目属性

# shoppingcart.empty
source: Your shopping cart is empty
cs_cz: Váš nákupní košík je prázdný
sk_sk: Váš nákupný košík je prázdny
zh_cn: 您的购物车是空的

# shoppingcart.errorloadingstep
source: Error loading shopping cart step.
cs_cz: Chyba při načítání kroku nákupního košíku.
sk_sk: Chyba pri načítavaní kroku nákupného košíku.
zh_cn: 加载时出错、 购物车步骤。

# shoppingcart.nextbutton.continue
source: Continue
cs_cz: Pokračovat
sk_sk: Pokračovať
zh_cn: 继续

# shoppingcart.paymentgateway.finishpayment
source: Finish payment
cs_cz: Dokončit platbu
sk_sk: Ukončiť platbu
zh_cn: 完成付款

# shoppingcart.paymentgateway.ordersaved
source: Your order was saved.
cs_cz: Vaše objednávka byla uložena
sk_sk: Vaša objednávka bola uložená.
zh_cn: 您的订单被救了。

# shoppingcart.paymentgateway.skippayment
source: Skip payment
cs_cz: Přeskočit platbu
sk_sk: Preskočiť platbu
zh_cn: 跳过付款

# shoppingcart.productpricedetail
source: Price detail
cs_cz: Detail ceny
sk_sk: Detail ceny
zh_cn: 价格的细节

# shoppingcart.selectcustomer
source: Customer
cs_cz: Zákazník
sk_sk: Zákazník
zh_cn: 客户

# shoppingcart.shippingaddress
source: Shipping address
cs_cz: Poštovní adresa
sk_sk: Poštová adresa
zh_cn: 送货地址

# shoppingcart.shippingpaymentoptions
source: Shipping and payment methods
cs_cz: Způsoby dopravy a platby
sk_sk: Spôsoby dopravy a platby
zh_cn: 运送及付款方式

# shoppingcartcheckregistration.anonymous
source: Continue as guest
cs_cz: Pokračovat jako anonymní zákazník
sk_sk: Pokračovať ako anonymný zákazník
zh_cn: 继续作为客人

# shoppingcartcheckregistration.company
source: Company (optional):
cs_cz: Společnost (volitelné):
sk_sk: Spoločnosť (voliteľné):
zh_cn: 公司名称 （可选）：

# shoppingcartcheckregistration.companyerr
source: Please enter a company name.
cs_cz: Please enter some company name.
sk_sk: Prosím, zadajte názov spoločnosti.
zh_cn: 请输入公司名称。

# shoppingcartcheckregistration.companyrequired
source: Company:
cs_cz: Společnost:
sk_sk: Spoločnosť:
zh_cn: 公司名称：

# shoppingcartcheckregistration.confirmpsswd
source: Confirm password:
cs_cz: Potvrzení hesla:
sk_sk: Potvrdenie hesla:
zh_cn: 确认密码:

# shoppingcartcheckregistration.differentpsswds
source: Password confirmation failed.
cs_cz: Zadaná hesla se neshodují.
sk_sk: Zadané heslá sa nezhodujú.
zh_cn: 密码确认失败。

# shoppingcartcheckregistration.emailerr
source: Please enter a valid email address.
cs_cz: Vložte prosím validní e-mailovou adresu.
sk_sk: Prosím, vložte platnú e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址。

# shoppingcartcheckregistration.emailusername
source: Email (user name):
cs_cz: E-mail (uživatelské jméno):
sk_sk: E-mail (užívateľské meno):
zh_cn: （用户名） 的电子邮件：

# shoppingcartcheckregistration.errormissingusername
source: Please enter a user name.
cs_cz: Musíte vložit uživatelské jméno.
sk_sk: Musíte vložiť užívateľské meno.
zh_cn: 请输入用户的名称。

# shoppingcartcheckregistration.firstname
source: First name:
cs_cz: Křestní jméno:
sk_sk: Krstné meno:
zh_cn: 名字:

# shoppingcartcheckregistration.firstnameerr
source: Please enter a first name.
cs_cz: Vložte prosím křestní jméno.
sk_sk: Prosím, vložte krstné meno.
zh_cn: 请输入一个名字。

# shoppingcartcheckregistration.lastname
source: Last name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# shoppingcartcheckregistration.lastnameerr
source: Please enter a last name.
cs_cz: Vložte prosím příjmení.
sk_sk: Prosím, vložte priezvisko.
zh_cn: 请输入姓氏。

# shoppingcartcheckregistration.lblcorporatebody
source: Company account:
cs_cz: Účet společnosti:
sk_sk: Firemný účet:
zh_cn: 公司帐户：

# shoppingcartcheckregistration.lblorganizationid
source: Organization ID (optional):
cs_cz: IČ organizace (volitelné):
sk_sk: IČ organizácie (voliteľné):
zh_cn: 组织 ID （可选）：

# shoppingcartcheckregistration.lblorganizationidrequired
source: Organization ID:
cs_cz: IČ organizace:
sk_sk: Firma ID:
zh_cn: 组织 ID：

# shoppingcartcheckregistration.lbltaxregistrationid
source: Tax registration ID (optional):
cs_cz: DIČ organizace (volitelné):
sk_sk: DIČ organizácie (voliteľné):
zh_cn: 税务注册 ID （可选）：

# shoppingcartcheckregistration.lbltaxregistrationidrequired
source: Tax registration ID:
cs_cz: DIČ organizace:
sk_sk: Daňová registrácia ID:
zh_cn: 税务注册 ID:

# shoppingcartcheckregistration.loginfailed
source: Your logon attempt was not successful. Please try again.
cs_cz: Váš pokus o přihlášení nebyl úspěšný. Zkuste to znovu.
sk_sk: Váš pokus o prihlásenie nebol úspešný. Prosím, skúste to znovu.
zh_cn: 您的登录尝试没有成功。请再试一次。

# shoppingcartcheckregistration.newreg
source: Create a new account
cs_cz: Vytvořit nový účet
sk_sk: Vytvoriť nový účet
zh_cn: 创建一个新帐户

# shoppingcartcheckregistration.organizationiderr
source: Please enter an Organization ID.
cs_cz: Zadejte prosím IČ organizace.
sk_sk: Prosím, zadajte ID firmy.
zh_cn: 请输入一个组织 id。

# shoppingcartcheckregistration.psswd
source: Password:
cs_cz: Heslo:
sk_sk: Heslo:
zh_cn: 密码：

# shoppingcartcheckregistration.psswderr
source: Please enter a password.
cs_cz: Vložte prosím heslo.
sk_sk: Prosím, vložte heslo.
zh_cn: 请输入一个密码。

# shoppingcartcheckregistration.signin
source: Sign in using your existing account
cs_cz: Pro přihlášení použít existující účet
sk_sk: Pre prihlásenie použiť existujúci účet
zh_cn: 使用您的现有帐户登录

# shoppingcartcheckregistration.taxregistrationiderr
source: Please enter a Tax Registration ID.
cs_cz: Zadejte prosím DIČ organizace.
sk_sk: Prosím, zadajte ID daňovej registrácie.
zh_cn: 请输入税务登记 id。

# shoppingcartcheckregistration.username
source: Email (user name):
cs_cz: Uživatelské jméno (váš e-mail):
sk_sk: Užívateľské meno:
zh_cn: （用户名） 的电子邮件：

# shoppingcartcontent.sendemail
source: Send order changes by email
cs_cz: Odeslat změny objednávky na e-mail
sk_sk: Poslať zmeny objednávky e-mailom
zh_cn: 通过电子邮件发送顺序将发生更改

# shoppingcartitemselector.totalpriceincludetax
source: Total price (including tax):
cs_cz: Celková cena (včetně daně):
sk_sk: Celková cena (vrátane dane):
zh_cn: 总价格 （含税）：

# shoppingcartitemselector.totalpricewithouttax
source: Total price (without tax):
cs_cz: Celková cena (bez daně):
sk_sk: Celková cena (bez dane):
zh_cn: （无税） 的总价格：

# shoppingcartorderaddresses.billingaddr
source: Billing address:
cs_cz: Fakturační adresa:
sk_sk: Fakturačná adresa:
zh_cn: 帐单地址：

# shoppingcartorderaddresses.billingaddresslineerr
source: Please enter address line(s) to specify your billing address.
cs_cz: Vyplňte prosím fakturační adresu.
sk_sk: Prosím, vyplňte fakturačnú adresu.
zh_cn: 请输入地址行来指定您的帐单地址。

# shoppingcartorderaddresses.billingcity
source: City:
cs_cz: Město:
sk_sk: Mesto:
zh_cn: 城市:

# shoppingcartorderaddresses.billingcityerr
source: Please enter a city to billing address.
cs_cz: Vložte prosím město do fakturační adresy.
sk_sk: Prosím, vložte mesto do fakturačnej adresy.
zh_cn: 请输入帐单邮寄地址的一个城市。

# shoppingcartorderaddresses.billingcountry
source: Country:
cs_cz: Země:
sk_sk: Krajina:
zh_cn: 国家：
