Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# ecommerce.deletedisabledwithoutenable
source: The selected item cannot be deleted because it's used by other records. You need to remove it from the related records first.
cs_cz: Vybranou položku není možné smazat, protože se na ni váží jiné záznamy. Nejprve je potřeba danou položku odstranit ze závislých záznamů.
sk_sk: Vybranú položku nie je možné zmazať, pretože sa na ňu viažu iné záznamy. Najprv je potreba danú položku odstrániť zo závislých záznamov.
zh_cn: 由于它由其他记录使用，无法删除所选的项目。您需要首先从相关记录删除。

# ecommerce.error.insertsomeproducts
source: Insert some products to the shopping cart.
cs_cz: Vložte do košíku nějaké produkty.
sk_sk: Vložte do košíka produkty.
zh_cn: 插入一些产品到购物车。

# ecommerce.filter.product.filter
source: Filter
cs_cz: Filtr
zh_cn: 筛选器

# ecommerce.filter.product.manufacturer
source: Manufacturer:
cs_cz: Výrobce:
sk_sk: Výrobca:
zh_cn: 制造商：

# ecommerce.filter.product.nameasc
source: By name: A to Z
cs_cz: Podle jména: A až Z
sk_sk: Podľa mena: od A do Z
zh_cn: 按名称： A 到 Z

# ecommerce.filter.product.namedesc
source: By name: Z to A
cs_cz: Podle jména: Z až A
sk_sk: Podľa mena: od Z do A
zh_cn: 按名称： 从 Z 到 A

# ecommerce.filter.product.paging
source: Paging:
cs_cz: Stránkování:
sk_sk: Stránkovanie:
zh_cn: 分页：

# ecommerce.filter.product.priceasc
source: By price: low to high
cs_cz: Podle ceny: nižší až vyšší
sk_sk: Podľa ceny: od Najnižšej po Najvyššiu
zh_cn: 价格： 低到高

# ecommerce.filter.product.pricedesc
source: By price: high to low
cs_cz: Podle ceny: vyšší až nížší
sk_sk: Podľa ceny: od Najvyššiu po Najnižšej
zh_cn: 价格： 高到低

# ecommerce.filter.product.sort
source: Sorting:
cs_cz: Řazení:
sk_sk: Radenie:
zh_cn: 排序：

# ecommerce.filter.product.status
source: Status:
zh_cn: 状态：

# ecommerce.filter.product.stock
source: Only in stock
cs_cz: Pouze na skladě
sk_sk: Iba skladom
zh_cn: 只有在库存

# ecommerce.headercaption
source: E-commerce
zh_cn: 电子商务

# ecommerce.inventory_caption
source: Inventory
cs_cz: Inventář
sk_sk: Inventár
zh_cn: 库存

# ecommerce.invoice.companyaddresstitle
source: Company address
cs_cz: Adresa společnosti
sk_sk: Adresa spoločnosti
zh_cn: 公司地址

# ecommerce.manufacturers
source: Manufacturers
cs_cz: Výrobci
sk_sk: Výrobcovia
zh_cn: 制造商

# ecommerce.mycredit.credithistoryempty
source: Your credit history is empty.
cs_cz: Historie kreditu je prázdná
sk_sk: História kreditov je prázdna
zh_cn: 你的信用历史是空的。

# ecommerce.mycredit.eventcreditchange
source: Credit change
cs_cz: Změna kreditu
sk_sk: Zmena kreditov
zh_cn: 信用更改

# ecommerce.mycredit.eventdate
source: Date
cs_cz: Datum
sk_sk: Dátum
zh_cn: 日期

# ecommerce.mycredit.eventdescription
source: Description
cs_cz: Popis
sk_sk: Popis
zh_cn: 描述

# ecommerce.mycredit.eventname
source: Event name
cs_cz: Název změny kreditu
sk_sk: Názov zmeny kreditov
zh_cn: 事件名称

# ecommerce.mycredit.totalcredit
source: Total credit:
cs_cz: Celkový kredit:
sk_sk: Celkový kredit:
zh_cn: 信贷总额：

# ecommerce.nocustomerselected
source: No customer is selected.
cs_cz: Nebyl vybrán žádný zákazník.
sk_sk: Nebol vybraný žiadny zákazník.
zh_cn: 未不选择任何客户。

# ecommerce.numberofordersperday_caption
source: Number of orders per day
cs_cz: Počet objednávek za den
sk_sk: Počet objednávok za deň
zh_cn: 每一天的订单数

# ecommerce.numberoforderspermonth_caption
source: Number of orders per month
cs_cz: Počet objednávek za měsíc
sk_sk: Počet objednávok za mesiac
zh_cn: 每月的订单数量

# ecommerce.numberofordersperyear_caption
source: Number of orders per year
cs_cz: Počet objednávek za rok
sk_sk: Počet objednávok za rok
zh_cn: 每年的订单数量

# ecommerce.order.freeshipping
source: Your shipping is free - your order total price reached the shipping free limit.
cs_cz: Poštovné máte zdarma - výše objednávky dosáhla stanoveného limitu pro přepravu zdarma
sk_sk: Váš dovoz je zadarmo - Vaša objednávka presiahla limit na dovoz zdarma.
zh_cn: 你航运是免费的 — — 你订单的总价格达到了航运的自由限制。

# ecommerce.orderitems.itemsnotavailable
source: The order item units cannot be increased by required quantity. The quantity was increased by maximum available quantity, which is {0}.
cs_cz: Počet jednotek zboží nelze navýšit na požadované množství. Množství jednotek bylo navýšeno na maximum podle dostupného množství, což je {0}.
sk_sk: Počet objednaných kusov nemôže byť navýšený o želané množstvo. Objednaný počet bol navýšený o maximálnu hodnotu, ktorá je {0}.
zh_cn: 订单物料单位不能按所需的数量增加。数量增加了最大的可用数量，是 {0}。

# ecommerce.orderitems.maximumavailablequantity
source: Order item units cannot be increased by specified quantity. The maximum available quantity is {0}.
cs_cz: Počet jednotek zboží nelze navýšit na specifikované množství. Maximální dostupné množství je {0}.
sk_sk: Počet objednaných kusov nemôže byť navýšený o želané množstvo. Počet dostupných kusov je {0}.
zh_cn: 订单项目单位不能按指定的数量增加。最大可用数量是 {0}。

# ecommerce.ordernotification.openorder
source: Open order
cs_cz: Otevřít objednávku
sk_sk: Otvoriť objednávku
zh_cn: 未结订单

# ecommerce.orderpreview.nextbuttontext
source: Order now
cs_cz: Objednat nyní
sk_sk: Objednať teraz
zh_cn: 现在订购

# ecommerce.orders
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# ecommerce.productoptions
source: Product options
cs_cz: Varianty produktu
sk_sk: Varianty produktov
zh_cn: 产品选项

# ecommerce.products
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# ecommerce.report_availableitems
source: Available items
cs_cz: Dostupných položek
sk_sk: Dostupných položiek
zh_cn: 可用项目

# ecommerce.report_availableitemslessthan
source: Available items less than
cs_cz: Dostupných položek méně než
sk_sk: Dostupných položiek menej ako
zh_cn: 可用项小于

# ecommerce.report_customer
source: Customer email
cs_cz: E-mail zákazníka
sk_sk: Zákaznícky e-mail
zh_cn: 客户电子邮件

# ecommerce.report_customer_company
source: Company
cs_cz: Společnost
sk_sk: Spoločnosť
zh_cn: 公司

# ecommerce.report_customer_firstname
source: First name
cs_cz: Jméno
sk_sk: Meno
zh_cn: 名字

# ecommerce.report_customer_lastname
source: Last name
cs_cz: Příjmení
sk_sk: Priezvisko
zh_cn: 姓氏

# ecommerce.report_day
source: Day
cs_cz: Den
sk_sk: Deň
zh_cn: 一天

# ecommerce.report_departmentname
source: Department name
cs_cz: Název oddělení
sk_sk: Názov oddelenia
zh_cn: 部门名称

# ecommerce.report_income
source: Income
cs_cz: Příjem
sk_sk: Príjem
zh_cn: 收入

# ecommerce.report_month
source: Month
cs_cz: Měsíc
sk_sk: Mesiac
zh_cn: 个月

# ecommerce.report_number
source: Number
cs_cz: Počet
sk_sk: Počet
zh_cn: 数量

# ecommerce.report_numberoforders
source: Number of orders
cs_cz: Počet objednávek
sk_sk: Počet objednávok
zh_cn: 按订单数量

# ecommerce.report_skuname
source: SKU name
cs_cz: Jméno SKU
sk_sk: SKU meno
zh_cn: SKU 名称

# ecommerce.report_year
source: Year
cs_cz: Rok
sk_sk: Rok
zh_cn: 一年

# ecommerce.reports
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# ecommerce.salesperday_caption
source: Sales per day
cs_cz: Denní prodej
sk_sk: Denný predaj
zh_cn: 每一天的销售额

# ecommerce.salespermonth_caption
source: Sales per month
cs_cz: Měsíční prodej
sk_sk: Mesačný predaj
zh_cn: 每月销售

# ecommerce.salesperyear_caption
source: Sales per year
cs_cz: Roční prodej
sk_sk: Ročný predaj
zh_cn: 每年的销售

# ecommerce.settings.errorformatordernotificationemail
source: Please enter a valid "Send order notification to" address.
cs_cz: Vložte prosím platnou "Odeslat oznámení o objednávce komu" adresu.
sk_sk: Prosím, vložte platnú "Odoslať oznámenie o objednávke komu" adresu.
zh_cn: 请输入一个有效的"发送到订单通知"地址。

# ecommerce.settings.errorformatstoreemail
source: Please enter a valid "Send e-commerce emails from" address.
cs_cz: Vložte prosím platnou "Odeslat e-commerce e-maily od" adresu.
sk_sk: Prosím, vložte platnú "Odoslať e-commerce e-maily od" adresu.
zh_cn: 请输入一个有效的"发送电子商务电子邮件从"地址。

# ecommerce.shoppingcartcontent.additem
source: Add item
cs_cz: Přidat položku
sk_sk: Pridať položku
zh_cn: 添加项目

# ecommerce.shoppingcartcontent.btnempty
source: Empty
cs_cz: Prázdný
sk_sk: Vyprázdniť
zh_cn: 空

# ecommerce.shoppingcartcontent.btnupdate
source: Update
cs_cz: Přepočítat
sk_sk: Prepočítať
zh_cn: 更新

# ecommerce.shoppingcartcontent.coupon
source: If you have a coupon code, please enter it here:
cs_cz: Kód slevové poukázky vložte zde:
sk_sk: Kód poukážky vložte tu:
zh_cn: 如果你有优惠券代码，请在这里输入：

# ecommerce.shoppingcartcontent.currency
source: Currency:
cs_cz: Měna:
sk_sk: Mena:
zh_cn: 货币：

# ecommerce.shoppingcartcontent.emptyconfirm
source: Are you sure you want to remove all items from your shopping cart?
cs_cz: Opravdu chcete z košíku odstranit všechny položky?
sk_sk: Naozaj chcete odstrániť všetky položky z nákupného košíka?
zh_cn: 你确定你想要从您的购物车中删除所有项目？

# ecommerce.shoppingcartcontent.roundeddiff
source: Round difference:
cs_cz: Rozdíl zaokrouhlení:
sk_sk: Rozdiel zaokrúhlenia:
zh_cn: 圆的差异：

# ecommerce.shoppingcartcontent.skuname
source: Product name
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品名称

# ecommerce.shoppingcartcontent.skuunits
source: Units
cs_cz: Množství
sk_sk: Množstvo
zh_cn: 单位

# ecommerce.shoppingcartcontent.subtotal
source: Subtotal
cs_cz: Mezisoučet
sk_sk: Medzisúčet
zh_cn: 小计

# ecommerce.shoppingcartcontent.tax
source: Tax
cs_cz: Daň
sk_sk: Daň
zh_cn: 税收

# ecommerce.shoppingcartcontent.taxsubtotal
source: Tax classes subtotal:
cs_cz: Mezisoučet tříd daní:
sk_sk: Medzisúčet daňových tried:
zh_cn: 税类小计：

# ecommerce.shoppingcartcontent.totalprice
source: Total price:
cs_cz: Celková cena:
sk_sk: Celková cena:
zh_cn: 总价格：

# ecommerce.shoppingcartcontent.totaltax
source: Total tax:
cs_cz: Celková daň:
sk_sk: Celková daň:
zh_cn: 总税款：

# ecommerce.shoppingcartcontent.unitdiscount
source: Unit discount
cs_cz: Jednotková sleva
sk_sk: Jednotková zľava
zh_cn: 单位折扣

# ecommerce.shoppingcartcontent.unitprice
source: Unit price
cs_cz: Jednotková cena
sk_sk: Jednotková cena
zh_cn: 单位价格

# ecommerce.shoppingcartempty
source: Your shopping cart is empty.
cs_cz: Váš nákupní košík je prázdný.
sk_sk: Váš nákupný košík je prázdny.
zh_cn: 您的购物车是空的。

# ecommerce.sitedefaultcountry.selectionfailed
source: Site default country selection failed.
cs_cz: Nastala chyba při výběru implicitní země webu.
sk_sk: Nastala chyba pri výbere implicitnej krajiny webu.
zh_cn: 网站默认国家选择失败。

# ecommerce.store.customers
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# ecommerce.store.discounts
source: Discounts
cs_cz: Slevy
sk_sk: Zľavy
zh_cn: 折扣

# ecommerce.store.orders
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# ecommerce.store.orderstatuses
source: Order statuses
cs_cz: Stavy objednávek
sk_sk: Stavy objednávok
zh_cn: 订单状态

# ecommerce.store.shipping
source: Shipping
cs_cz: Doprava
sk_sk: Doprava
zh_cn: 航运

# ecommerce.stores
source: Stores
cs_cz: Obchody
sk_sk: Obchody
zh_cn: 商店

# ecommerce.suppliers
source: Suppliers
cs_cz: Dodavatelé
sk_sk: Dodávatelia
zh_cn: 供应商

# ecommerce.taxcategories
source: Tax categories
cs_cz: Kategorie daní
sk_sk: Kategórie daní
zh_cn: 税种

# ecommerce.top100custbyvolofsales_caption
source: Top customers by volume of sales
cs_cz: Prvních 100 zákazníků podle množství prodeje.
sk_sk: Prvých 100 zákazníkov podľa množstva predaja.
zh_cn: 按销售量的顶级客户

# ecommerce.updateshoppingcart.increaseproductnumber
source: You need to update product units up to the maximum available quantity which is {0} or remove it from the shopping cart to continue shopping.
cs_cz: Aktualizujte počet kusů u produktu na maximální dostupné množství, které je {0}, nebo položku vyjměte z košíku, aby bylo možné pokračovat v nákupu.
sk_sk: Aktualizujte počet kusov produktu na maximálne dostupné množstvo, ktoré je {0} alebo položku vyberte z košíka, aby bolo možné pokračovať v nákupe.
zh_cn: 您需要更新产品单位达到最大的可用数量即 {0} 或删除从购物车继续购物。

# ecommerce.updateshoppingcart.itemsnotavailable
source: The product is currently not available in required quantity. The quantity was set to maximum available quantity, which is {0}.
cs_cz: Produkt není momentálně dostupný v požadovaném množství. Množství bylo nastaveno ma maximální dostupné množství, což je {0}.
sk_sk: Produkt nie je momentálne dostupný v požadovanom množstve. Množstvo bolo nastavené ma maximálne dostupné množstvo, čo je {0}.
zh_cn: 该产品目前不可用的所需数量。数量被设置为最大的可用数量，是 {0}。

# ecommerce.updateshoppingcart.maximumavailablequantity
source: The product is currently not available in required quantity. The maximum available quantity is {0}.
cs_cz: Produkt není aktuálně dostupný v požadovaném množství. Maximální dostupné množství je {0}.
sk_sk: Produkt nie je momentálne dostupný v želanom množstve. Aktuálne dostupné množstvo je {0}.
zh_cn: 该产品目前不可用的所需数量。最大可用数量是 {0}。

# ecommerce.updateshoppingcart.productdisabled
source: The product is currently not available. To continue shopping you need to remove it from the shopping cart.
cs_cz: Produkt není momentálně dostupný. Abyste mohli pokračovat v nákupu, odstraňte jej z košíku.
sk_sk: Produkt nie je momentálne dostupný. Aby ste mohli pokračovať v nákupe, odstráňte ho z košíku.
zh_cn: 该产品是目前不可用的。继续购物你需要从购物车删除。

# ecommerce.updateshoppingcart.productnotfound
source: The product '{0}' was not found. To continue shopping remove it from shopping cart.
cs_cz: Produkt '{0}' nebyl nalezen. Aby bylo možné pokračovat v nákupu je potřeba tento produkt odstranit z nákupního košíku.
sk_sk: Produkt '{0}' nebol nájdený. Pre pokračovanie v nákupu odoberte ho z nákupného košíka.
zh_cn: 找不到产品 '{0}'。继续购物删除它从购物车。

# ecommerce.user.nodepartments
source: There are no departments specified.
cs_cz: Nejsou definována žádná oddělení.
sk_sk: Nie je zadané žiadne oddelenie.
zh_cn: 没有指定的部门。

# ecommerce.wishlist.btncontinue
source: Continue shopping
cs_cz: Pokračovat v nákupu
sk_sk: Pokračovať v nákupe
zh_cn: 继续购物

# ecommerce.wishlist.emptymessage
source: Your wishlist is empty.
cs_cz: Váš seznam přání je prázdný.
sk_sk: Váš zoznam želaní je prázdny.
zh_cn: 您的收藏是空的。

# ecommerce.wishlist.title
source: Wishlist
cs_cz: Seznam přání
sk_sk: Zoznam želaní (Wishlist)
zh_cn: 收藏

# ecommerce_report.print
source: Print
cs_cz: Tisk
sk_sk: Tlač
zh_cn: 打印

# ecommerce_report.reportsavedto
source: The report was saved under name "{0}".
cs_cz: Report byl uložen pod jménem "{0}".
sk_sk: Report uložený pod názvom "{0}".
zh_cn: 报告已保存名称"{0}"。

# ecommerce_reports.root
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# ecommerceconfiguration.currencies
source: Currencies
cs_cz: Měny
sk_sk: Meny
zh_cn: 货币

# ecommerceconfiguration.departments
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenia
zh_cn: 部门

# ecommerceconfiguration.exchangerates
source: Exchange rates
cs_cz: Směnné kurzy
sk_sk: Výmenné kurzy
zh_cn: 汇率

# ecommerceconfiguration.internalstatus
source: Internal status
cs_cz: Interní stav
sk_sk: Interný stav
zh_cn: 内部状态

# ecommerceconfiguration.invoice
source: Invoice
cs_cz: Faktura
sk_sk: Faktúra
zh_cn: 发票

# ecommerceconfiguration.orderstatus
source: Order status
cs_cz: Stav objednávky
sk_sk: Stav objednávky
zh_cn: 订单状态

# ecommerceconfiguration.paymentoptions
source: Payment&nbsp;methods
cs_cz: Způsoby&nbsp;plateb
sk_sk: Spôsoby&nbsp;platby
zh_cn: 付款方式

# ecommerceconfiguration.publicstatus
source: Public status
cs_cz: Veřejný stav
sk_sk: Verejný stav
zh_cn: 公共状态

# ecommerceconfiguration.shippingoptions
source: Shipping options
cs_cz: Způsoby doručení
sk_sk: Spôsob doručenia
zh_cn: 送货选项

# ecommerceconfiguration.storesettings
source: Store settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 存储设置

# ecommerceconfiguration.taxclasses
source: Tax classes
cs_cz: Třídy daní
sk_sk: Daňové triedy
zh_cn: 税类

# ecommercefunctions.addtoshoppingcart
source: Add to shopping cart
cs_cz: Vložit do košíku
sk_sk: Vložiť do košíka
zh_cn: 添加到购物车

# ecommercefunctions.addtowishlist
source: Add to wishlist
cs_cz: Přidat do seznamu přání
sk_sk: Pridať do zoznamu želaní
zh_cn: 添加到收藏夹

# ecommercefunctions.removefromwishlist
source: Remove from wishlist
cs_cz: Odebrat ze seznamu přání
sk_sk: Odobrať zo zoznamu želaní
zh_cn: 从收藏中删除

# ecommerceproduct.versioncheck
source: Product cannot be created due to license limitations
cs_cz: Produkt nemůžu být vytvořen z důvodu licenčního omezení.
sk_sk: Produkt nemôže byť vytvorený pre licenčné obmedzenie
zh_cn: 由于许可证限制，无法创建产品

# editablecontent.confirmdelete
source: Are you sure you want to delete this editable item?
cs_cz: Opravdu chcete smazat tuto položku?
sk_sk: Naozaj chcete zmazať túto položku?
zh_cn: 是否确实要删除这个可编辑的项目?

# editablecontent.editableimage
source: Editable Image
cs_cz: Upravovatelný obrázek
sk_sk: Editovateľný obrázok
zh_cn: 编辑图像

# editablecontent.editcontrol
source: Edit in:
cs_cz: Upravovat v:
sk_sk: Upravovať v:
zh_cn: 编辑：

# editablecontent.header
source: Editable content
cs_cz: Upravovatelný obsah
sk_sk: Editovateľný obsah
zh_cn: 可编辑内容

# editablecontent.htmleditor
source: HTML Editor
zh_cn: HTML 编辑器

# editablecontent.itemexists
source: Item with given name already exists.
cs_cz: Položka s daným názvem už existuje.
sk_sk: Objekt so zadaným menom už existuje.
zh_cn: 已存在具有给定名称的项目。

# editablecontent.newitem
source: New editable item
cs_cz: Nový upravitelný objekt
sk_sk: Nový editovateľný objekt
zh_cn: 新建可编辑项目

# editablecontent.textarea
source: Text Area
cs_cz: Textová oblast
sk_sk: Textová oblasť
zh_cn: 文本区域

# editablecontent.textbox
source: Text Box
sk_sk: Textové pole
zh_cn: 文本框中

# editableregions.root
source: Editable regions
cs_cz: Upravovatelné regiony
sk_sk: Editovateľné regióny
zh_cn: 可编辑区域

# editabletext.errormax
source: Maximum text length is {1} characters. You have entered {0} characters.
cs_cz: Maximální délka textu je {1} znaků. Zadal(a) jste {0} znaků.
sk_sk: Maximálna dĺžka textu je {1} znakov. Zadali ste {0} znakov.
zh_cn: 文本最大长度为 {1} 个字符。您输入的 {0} 个字符。

# editabletext.errormin
source: Minimal text length is {1} characters. You have entered {0} characters.
cs_cz: Minimální délka textu je {1} znaků. Zadal(a) jste {0} znaků.
sk_sk: Minimálna dĺžka textu je {1} znakov. Zadali ste {0} znakov.
zh_cn: 极少的文字长度为 {1} 个字符。您输入的 {0} 个字符。

# editablewebparts.root
source: Editable web parts
cs_cz: Upravovatelné web party
sk_sk: Editovateľné webparty
zh_cn: 编辑 web 部件

# editbizform.addfield
source: Add New Field
cs_cz: Přidat nové pole
sk_sk: Pridať nové pole
zh_cn: 添加新字段

# editbizform.errorcreatefiles
source: The configuration files could not be created. Please try to use some other form name. The original error:
cs_cz: Nelze vytvořit konfigurační soubory. Zkuste použít nějaký jiný název BizFormu. Originální chybová hláška:
sk_sk: Nemožno vytvoriť konfiguračné súbory. Prosím, skúste použiť nejaký iný názov BizFormu. Originálna chybová správa:
zh_cn: 无法创建配置文件。请尝试使用一些其他表格的名称。原来的错误：

# editbizform.errorcreatetable
source: The database table could not be created. Please try to use some other table name. The original error:
cs_cz: Nelze vytvořit databázovou tabulku. Zkuste použít nějaký jiný název tabulky. Originální chybová hláška:
sk_sk: Nemožno vytvoriť databázovou tabuľku. Prosím, skúste použiť nejaký iný názov tabuľky. Originálna chybová správa:
zh_cn: 无法创建数据库表。请尝试使用一些其他的表名称。原来的错误：

# editbizform.erroremptydisplaytext
source: Please enter some display text.
cs_cz: Vložte prosím zobrazovaný text.
sk_sk: Prosím, vložte nejaký zobrazovaný text.
zh_cn: 请输入一些显示文本。

# editbizform.erroremptyformname
source: Please enter a form name.
cs_cz: Vložte prosím název BizFormu.
sk_sk: Prosím, vložte meno BizFormu.
zh_cn: 请输入表格的名称。

# editbizform.erroremptyredirecturl
source: Please enter some URL for redirection.
cs_cz: Vložte prosím URL pro přesměrování.
sk_sk: Prosím, vložte URL pre presmerovanie.
zh_cn: 请输入一些 URL 重定向。

# editbizform.erroremptytablename
source: Please enter a table name.
cs_cz: Vložte prosím název tabulky.
sk_sk: Prosím, vložte meno tabuľky.
zh_cn: 请输入表的名称。

# editbizform.errorexistingformname
source: Another Form with this form name already exists. Please use some other form name.
cs_cz: Formulář s daným názvem již existuje. Zadejte jiné jméno.
sk_sk: Formulár s daným menom už existuje. Prosím zadajte iné meno.
zh_cn: 另一种形式与此表格名称已存在。请使用一些其他表格的名称。

# editbizform.errorexistingtablename
source: Another Form with this table name already exists. Please use some other table name.
cs_cz: Tabulka s daným názvem již existuje. Zadejte jiný název tabulky.
sk_sk: Tabuľka s daným názvom už existuje. Prosím zadajte iný názov tabuľky.
zh_cn: 另一种形式与此表名称已存在。请使用一些其他的表名称。

# editbizform.errorinvalidbizform
source: Form with specified ID does not exist.
cs_cz: BizForm s daným ID neexistuje.
sk_sk: Formulár s daným ID neexistuje.
zh_cn: 不存在具有指定 ID 的表格。

# editbizform.errorinvalidsendfromemail
source: Please enter some valid "From email" address.
cs_cz: Vložte prosím platnou "E-mail od" adresu.
sk_sk: Prosím, vložte platnú "E-mail od" adresu.
zh_cn: 请输入一些有效的"从"的电子邮件地址。

# editbizform.errorinvalidsendtoemail
source: Please enter a valid "To email" address.
cs_cz: Vložte prosím platnou "E-mail komu" adresu.
sk_sk: Prosím, vložte platnú "E-mail komu" adresu.
zh_cn: 请输入有效的"到"的电子邮件地址。

# editbizform.errorpointinformname
source: The form code name field cannot contain any "." (dot) character.
cs_cz: Pole kódový název nesmí obsahovat žádný znak "." (tečka).
sk_sk: Kódové meno nesmie obsahovať žiadnu "." (bodka).
zh_cn: 表格的代码名称字段不能包含任何"."（点） 的字符。

# editbizform.errorspaceinformname
source: The form code name cannot contain spaces.
cs_cz: Kódový název nesmí obsahovat mezery.
sk_sk: Kódové meno nesmie obsahovať medzery.
zh_cn: 表格代码名称不能包含空格。

# editbizform.errortablenameinvalidcharacter
source: The table name contains a space or one of the invalid characters:
cs_cz: Název tabulky obsahuje mezeru nebo nějaký ze zakázaných znaků:
sk_sk: Názov tabuľky obsahuje medzeru alebo nejaký zo zakázaných znakov:
zh_cn: 表名称中包含空格或无效字符之一：

# editbizform.formaction
source: After the form is submitted:
cs_cz: Po uložení dat provést:
sk_sk: Po uložení dát vykonať:
zh_cn: 后提交表单：

# editbizform.formclearaftersave
source: Clear Form
cs_cz: Vyčistit formulář
sk_sk: Vyčistiť formulár
zh_cn: 清除表单

# editbizform.formdisplayname
source: Form Display Name:
cs_cz: Zobrazené jméno BizFormu:
sk_sk: Zobrazované meno formulára:
zh_cn: 表格显示名称：

# editbizform.formdisplaytext
source: Display Text:
cs_cz: Zobrazit text:
sk_sk: Zobraziť text:
zh_cn: 显示文本：

# editbizform.formname
source: Form Code Name:
cs_cz: Kódové jméno BizFormu:
sk_sk: Kódové meno formulára:
zh_cn: 表格代码名称：

# editbizform.formnoaction
source: Continue Editing
cs_cz: Pokračovat v editaci
sk_sk: Pokračovať v editácii
zh_cn: 继续编辑

# editbizform.formredirecttourl
source: Redirect to URL:
cs_cz: Přesměrovat na URL:
sk_sk: Presmerovať na URL:
zh_cn: 将重定向到的 URL：

# editbizform.formsenddata
source: Send form data to email
cs_cz: Poslat BizForm data na e-mail
sk_sk: Poslať dáta formulára na e-mail
zh_cn: 将表单数据发送到的电子邮件

# editbizform.formsendfromemail
source: From Email:
cs_cz: E-mail od:
sk_sk: E-mail od:
zh_cn: 从电子邮件：

# editbizform.formsendtoemail
source: To Email:
cs_cz: E-mail komu:
sk_sk: E-mail komu:
zh_cn: 要发送电子邮件：

# editbizform.formtablename
source: Table Name:
cs_cz: Název tabulky:
sk_sk: Názov tabuľky:
zh_cn: 表名称:

# editbizform.insertinfo
source: The following text will display the form on your page: %%control:BizFormControl?{0}%%
cs_cz: Následující text zobrazí formulář na Vaší stránce: %%control:BizFormControl?{0}%%
sk_sk: Nasledujúci text zobrazí formulár na Vašej stránke: %%control:BizFormControl?{0}%%
zh_cn: 下面的文本将在您的页面上显示表格： %%控制： BizFormControl 吗？{0}%%

# editbizform.newform
source: The new form was saved. Now you can define form fields.
cs_cz: Nový BizForm byl uložen. Nyní můžete nadefinovat pole formuláře.
sk_sk: Nový formulár bol uložený. Teraz môžete nadefinovať polia formulára.
zh_cn: 新建形式被保存。现在，您可以定义表单域。

# editbizformentry.header
source: Edit the Form {0} Entry
cs_cz: Upravit vstup formuláře {0}
sk_sk: Editovať vstup formulára {0}
zh_cn: 编辑表格 {0} 条目

# editbizformfield.allowempty
source: Allow Empty:
cs_cz: Povolit prázdnou hodnotu:
sk_sk: Povoliť prázdnu hodnotu:
zh_cn: 允许为空：
