Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# siteimport.wzdstepemailtemplates.lblstepemailtemplates
source: Select the email templates to be imported
cs_cz: Vyberte prosím šablony e-mailů, které chcete importovat
sk_sk: Vyberte šablóny e-mailov, ktoré chcete importovať
zh_cn: 选择要导入的电子邮件模板

# siteimport.wzdstepemailtemplates.noglobalemailtemplates
source: No global email templates to be imported
cs_cz: Žádné globální šablony e-mailů k importování
sk_sk: Žiadne globálne šablóny e-mailov k importovaniu
zh_cn: 没有要导入的全局电子邮件模板

# siteimport.wzdstepemailtemplates.nolocalemailtemplates
source: No local email templates to be imported
cs_cz: Žádné lokální šablony e-mailů k importování
sk_sk: Žiadne lokálne šablóny e-mailov k importovaniu
zh_cn: 没有要导入的本地电子邮件模板

# siteimport.wzdstepfinish.caption
source: Final step
cs_cz: Finální krok
sk_sk: Konečný krok
zh_cn: 最后一步

# siteimport.wzdstepfinish.completed
source: All objects have been successfully imported
cs_cz: Všechny objekty byly úspěšně importovány
sk_sk: Všetky objekty boli úspešne importované
zh_cn: 已成功导入所有对象

# siteimport.wzdstepfinish.completedwarnings
source: The import has been finished with minor problems. Please see the instructions at the bottom of the dialog.
cs_cz: Import byl dokončen menšími problémy. Prohlédněte si níže vypsané pokyny.
sk_sk: Import bol dokončený s menšími problémami. Prosím, prezrite si nižšie vypísané pokyny.
zh_cn: 导入已完成与次要问题。请参阅该对话框底部的说明。

# siteimport.wzdstepfinish.failed
source: Import failed
cs_cz: Chyba při importu
sk_sk: Chyba pri importe
zh_cn: 导入失败

# siteimport.wzdstepformusercontrols.lblformusercontrols
source: Form controls
cs_cz: Form kontroly
zh_cn: 表格控件

# siteimport.wzdstepformusercontrols.lblstepformusercontrols
source: Select the form controls to be imported
cs_cz: Vyberte form kontroly k importu
sk_sk: Vyberte form controls na importovanie
zh_cn: 选择要导入的表单控件

# siteimport.wzdstepformusercontrols.noformusercontrols
source: No form controls to be imported
cs_cz: Žádné form kontroly k importování
sk_sk: Žiadne form controls k importovaniu
zh_cn: 没有要导入的表格控件

# siteimport.wzdstepinlinecontrols.lblinlinecontrols
source: Inline controls
cs_cz: Inline kontroly
sk_sk: Inline kontroly
zh_cn: 内联控件

# siteimport.wzdstepinlinecontrols.lblstepinlinecontrols
source: Select the Inline controls to be imported
cs_cz: Vyberte prosím inline kontroly k importu
sk_sk: Vyberte inline controls na importovanie
zh_cn: 选择要导入的内联控件

# siteimport.wzdstepinlinecontrols.noinlinecontrols
source: No inline controls to be imported
cs_cz: Žádné inline kontroly k importování
sk_sk: Žiadne inline controls k importovaniu
zh_cn: 没有要导入的内联控件

# siteimport.wzdsteppagetemplates.lbllayouts
source: Layouts
cs_cz: Rozvržení
sk_sk: Layouty
zh_cn: 布局

# siteimport.wzdsteppagetemplates.lblnote
source: <strong>Please note:&nbsp;</strong> Deselecting default selected items(missing in the database) could cause impossibility of importing the pages.
cs_cz: <strong>Upozornění:&nbsp;</strong> Odznačení implicitně vybraných položek (chybějících v databázi) může způsobit nemožnost importovat dokumenty.
sk_sk: <strong>Upozornenie:&nbsp;</strong> Od značenie implicitne vybraných položiek (chýbajúcich v databázy) môže spôsobiť nemožnosť importovať dokumenty.
zh_cn: <strong>请注意：</strong>取消所选的默认项目 （在数据库中丢失） 可能会导致无法导入的页面。

# siteimport.wzdsteppagetemplates.lblpagetemplates
source: Page templates
cs_cz: Šablony stránek
sk_sk: Šablóny stránok
zh_cn: 网页模板

# siteimport.wzdsteppagetemplates.lblsteppagetemplates
source: Select page templates and layouts to be imported
cs_cz: Vyberte prosím šablony stránek, které chcete importovat
sk_sk: Vyberte šablóny stránok, ktoré chcete importovať
zh_cn: 选择页面模板和布局要导入

# siteimport.wzdsteppagetemplates.nolayouts
source: No layouts to be imported
cs_cz: Žádná rozvržení k importování
sk_sk: Žiadne layouty k importovaniu
zh_cn: 没有要导入的布局

# siteimport.wzdsteppagetemplates.nopagetemplates
source: No page templates to be imported
cs_cz: Žádné šablony stránek k importování
sk_sk: Žiadne šablóny stránok k importovaniu
zh_cn: 没有要导入的页面模板

# siteimport.wzdsteppolls.lblpolls
source: Polls
cs_cz: Ankety
sk_sk: Anketa
zh_cn: 投票调查

# siteimport.wzdsteppolls.lblsteppolls
source: Select polls to be imported
cs_cz: Vyberte prosím ankety k importu
sk_sk: Vyberte ankety na importovanie
zh_cn: 选择要导入的民意调查

# siteimport.wzdsteppolls.nopolls
source: No polls to be imported
cs_cz: Žádné hlasování k importu
sk_sk: Žiadne anketa k importu
zh_cn: 没有要导入的民意调查

# siteimport.wzdsteprelationshipnames.lblrelationshipnames
source: Relationship names
cs_cz: Názvy vztahů
sk_sk: Názvy vzťahov
zh_cn: 关系名称

# siteimport.wzdsteprelationshipnames.lblsteprelationshipnames
source: Select the relationship names to be imported
cs_cz: Vyberte prosím názvy vztahů, které mají být importovány
sk_sk: Vyberte názvy vzťahov na importovanie
zh_cn: 选择要导入的关系名称

# siteimport.wzdsteprelationshipnames.norelationshipnames
source: No relationship names to be imported
cs_cz: Žádné názvy vztahů k importování
sk_sk: Žiadne názvy vzťahov k importovaniu
zh_cn: 没有要导入的关系名称

# siteimport.wzdstepreports.lblreports
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# siteimport.wzdstepreports.lblstepreports
source: Select reports to be imported
cs_cz: Vyberte prosím reporty, které mají být importovány
sk_sk: Vyberte reporty na importovanie
zh_cn: 选择要导入的报告

# siteimport.wzdstepreports.noreports
source: No reports to be imported
cs_cz: Žádné zprávy k importu
sk_sk: Žiadne reporty k importu
zh_cn: 没有要导入的报告

# siteimport.wzdsteproles.lblsteproles
source: Select the roles to be imported
cs_cz: Vyberte prosím role, které chcete importovat
sk_sk: Vyberte role, ktoré chcete importovať
zh_cn: 选择要导入的角色

# siteimport.wzdsteproles.noroles
source: No roles to be imported
cs_cz: Žádné role k importování
sk_sk: Žiadne role k importovaniu
zh_cn: 没有要导入的角色

# siteimport.wzdstepsettings.lblsettings
source: Settings keys
cs_cz: Konfigurační klíče
sk_sk: Konfiguračné kľúče
zh_cn: 设置键

# siteimport.wzdstepsettings.lblstepsettings
source: Select site settings keys to be imported
cs_cz: Vyberte prosím konfigurační klíče webu, které chcete importovat
sk_sk: Vyberte konfiguračné kľúče webu, ktoré chcete importovať
zh_cn: 选择要导入的站点设置密钥

# siteimport.wzdstepsettings.nosettings
source: No settings keys to be imported
cs_cz: Žádné klíče nastavení k importování
sk_sk: Žiadne kľúče k importovaniu
zh_cn: 没有要导入的设置键

# siteimport.wzdstepsystables.lblsystables
source: System tables
cs_cz: Systémové tabulky
sk_sk: Systémové tabuľky
zh_cn: 系统表

# siteimport.wzdstepsystables.nosystables
source: No system tables to be imported
cs_cz: Žádné systémové tabulky k importování
sk_sk: Žiadne systémové tabuľky k importovaniu
zh_cn: 没有要导入的系统表

# siteimport.wzdstepusers.lblstepusers
source: Select the users to be imported
cs_cz: Vyberte prosím uživatele, které chcete importovat
sk_sk: Vyberte užívateľov, ktorých chcete importovať
zh_cn: 选择要导入的用户

# siteimport.wzdstepusers.nousers
source: No users to be imported
cs_cz: Žádní uživatelé k importování
sk_sk: Žiadni užívatelia k importovaniu
zh_cn: 没有要导入的用户

# siteimport.wzdstepwebfarmservers.lblstepwebfarmservers
source: Select the web farm servers to be imported
cs_cz: Vyberte prosím servery webových farem, které mají být importovány
sk_sk: Vyberte web farm servery na importovanie
zh_cn: 选择要导入的 web farm服务器

# siteimport.wzdstepwebfarmservers.lblwebfarmservers
source: Web farm servers
cs_cz: Servery webových farem
sk_sk: Servery webových fariem
zh_cn: web farm服务器

# siteimport.wzdstepwebfarmservers.nowebfarmservers
source: No web farm servers to be imported
cs_cz: Žádné servery webových farem k importování
sk_sk: Žiadne servery webových fariem k importovaniu
zh_cn: 没有 web farm服务器要导入

# siteimport.wzdstepwebparts.lblstepwebpartcontainers
source: Select the web part containers to be imported
cs_cz: Vyberte prosím kontejnery web part, které mají být importovány
sk_sk: Vyberte web part kontajnery na importovanie
zh_cn: 选择要导入的 web 部分容器

# siteimport.wzdstepwebparts.lblstepwebparts
source: Select the web parts to be imported
cs_cz: Vyberte prosím web party, které mají být importovány
sk_sk: Vyberte web party na importovanie
zh_cn: 选择要导入的 web 部件

# siteimport.wzdstepwebparts.lblwebpartcontainers
source: Web part containers
cs_cz: Kontejnery web part
sk_sk: Kontajnery webpart
zh_cn: Web 部件容器

# siteimport.wzdstepwebparts.lblwebparts
source: Web parts
cs_cz: Web party
sk_sk: Webparty
zh_cn: Web 部件

# siteimport.wzdstepwebparts.nowebpartcontainers
source: No web part containers to be imported
cs_cz: Žádné kontejnery web part k importování
sk_sk: Žiadne kontajnery webpart k importovaniu
zh_cn: 没有 web 部件容器要导入

# siteimport.wzdstepwebparts.nowebparts
source: No web parts to be imported
cs_cz: Žádné web party k importování
sk_sk: Žiadne webparty k importovaniu
zh_cn: 没有要导入的 web 部件

# siteimport.wzdstepworkflows.lblstepworkflows
source: Select the workflows to be imported
cs_cz: Vyberte workflow procesy, které mají být importovány
sk_sk: Vyberte workflow na importovanie
zh_cn: 选择要导入的工作流

# siteimport.wzdstepworkflows.lblworkflows
source: Workflows
cs_cz: Workflow procesy
sk_sk: Workflow procesy
zh_cn: 工作流

# siteimport.wzdstepworkflows.noworkflows
source: No workflows to be imported
cs_cz: Žádný workflow proces k importování
sk_sk: Žiadny workflow proces k importovaniu
zh_cn: 没有要导入工作流

# sites-domainaliases.newalias
source: New domain alias
cs_cz: Nový doménový alias
sk_sk: Nový doménový alias
zh_cn: 新域别名

# siteselection.title
source: Select site
cs_cz: Vybrat web
sk_sk: Vybrať web
zh_cn: 选择站点

# sortmenu.alphaasc
source: Alphabetically A to Z
cs_cz: Abecedně od A do Z
sk_sk: Abecedne od A do Z
zh_cn: 字母 A 到 Z

# sortmenu.alphadesc
source: Alphabetically Z to A
cs_cz: Abecedně od Z do A
sk_sk: Abecedne od Z do A
zh_cn: 按字母顺序从 Z 到 A

# sortmenu.dateasc
source: By modification date - ascending
cs_cz: Podle data vzestupně
sk_sk: Podľa dátumu vzostupne
zh_cn: 按修改日期的升序

# sortmenu.datedesc
source: By modification date - descending
cs_cz: Podle data sestupně
sk_sk: Podľa dátumu zostupne
zh_cn: 按修改日期-降序

# sortmenu.iconalphaasc
source: Alphabetically A-Z
cs_cz: Abecedně A-Z
sk_sk: Abecedne A-Z
zh_cn: 字母 A 到 Z

# sortmenu.iconalphadesc
source: Alphabetically Z-A
cs_cz: Abecedně Z-A
sk_sk: Abecedne Z-A
zh_cn: 字母 Z A

# sortmenu.icondateasc
source: By modification date, ascending
cs_cz: Podle data vzestupně
sk_sk: Podľa dátumu vzostupne
zh_cn: 按修改日期，升序

# sortmenu.icondatedesc
source: By modification date, descending
cs_cz: Podle data sestupně
sk_sk: Podľa dátumu zostupne
zh_cn: 按修改日期，降序

# spellcheck.dictionarynotexists
source: The dictionary for culture '{0}' does not exist.
cs_cz: Slovník kultury '{0}' neexistuje.
sk_sk: Slovník kultúry '{0}' neexistuje.
zh_cn: 字典为语言"{0}"不存在。

# spellcheck.doubledword
source: Doubled Word:
cs_cz: Zdvojená slova:
sk_sk: Zdvojené slová:
zh_cn: 双写的单词：

# spellcheck.ignoreallbutton
source: Ignore All
cs_cz: Ignorovat vše
sk_sk: Ignorovať všetko
zh_cn: 全部忽略

# spellcheck.ignorebutton
source: Ignore
cs_cz: Ignorovat
sk_sk: Ignorovať
zh_cn: 忽略

# spellcheck.lblchangeto
source: Change To:
cs_cz: Změnit na:
sk_sk: Zmeniť na:
zh_cn: 更改为：

# spellcheck.lblnotindictionary
source: Word Not in Dictionary:
cs_cz: Slovo nenalezeno ve slovníku:
sk_sk: Slovo nenájdené v slovníku:
zh_cn: 不在词典中的单词:

# spellcheck.lblsuggestions
source: Suggestions:
cs_cz: Návrhy:
sk_sk: Návrhy:
zh_cn: 建议：

# spellcheck.replaceallbutton
source: Replace All
cs_cz: Nahradit vše
sk_sk: Nahradiť všetko
zh_cn: 全部替换

# spellcheck.replacebutton
source: Replace
cs_cz: Nahradit
sk_sk: Nahradiť
zh_cn: 替换

# spellcheck.statustext
source: Loading...
cs_cz: Načítání...
sk_sk: Načítanie...
zh_cn: 正在加载...

# spellcheck.title
source: Spell check
cs_cz: Kontrola pravopisu
sk_sk: Kontrola pravopisu
zh_cn: 拼写检查

# spellcheck.wordcounterstring
source: Word: {0} of {1}
cs_cz: Slovo: {0} z {1}
sk_sk: Slovo: {0} z {1}
zh_cn: {1} 第词: {0}

# staging.errordependenttask
source: Dependent task '{0}' failed:
cs_cz: Závislá úloha '{0}' selhala:
sk_sk: Závislá úloha '{0}' zlyhala:
zh_cn: 相关的任务 '{0}' 失败：

# staging.headercaption
source: Staging
cs_cz: Synchronizace obsahu
sk_sk: Synchronizácia obsahu
zh_cn: 暂存

# staging.servers
source: Servers
cs_cz: Servery
sk_sk: Servery
zh_cn: 服务器

# stagingapprovechanges.deleteselected
source: Delete selected
cs_cz: Smazat vybrané
sk_sk: Zmazať vybrané
zh_cn: 删除所选

# stagingapprovechanges.header
source: Approve Changes and Synchronize Them to Target Servers
cs_cz: Potrvzení změn a synchronizace na cílové servery
sk_sk: Potvrdenie zmien a synchronizácie na cieľovom serveri
zh_cn: 批准的更改，并将它们同步到目标服务器

# stagingapprovechanges.notlogged
source: Content changes are not logged to the synchronization log now. If you want to switch Staging on, you need to add the following key to your web.config's appSettings section and configure target server(s): <br /> <br /> &lt;add key="CMSStagingLogChanges" value="true" /&gt;
cs_cz: Změny obsahu nejsou momentálně zaznamenávány. Pokud chcete zapnout synchronizaci obsahu, musíte přidat následující klíč do web.config souboru do sekce appSettings a nakonfigurovat cílové servery: <br /> <br /> &lt;add key="CMSStagingLogChanges" value="true" /&gt;
sk_sk: Zmeny obsahu nie sú momentálne logované. Ak chcete zapnúť synchronizáciu obsahu, musíte pridať nasledujúci kľúč do web.config súboru do sekcie appSettings a nakonfigurovať cieľové servery: <br /> <br /> &lt;add key="CMSStagingLogChanges" value="true" /&gt;
zh_cn: 内容更改不记录到同步日志现在。如果你想要切换暂存，您需要将以下项添加到您 web.config appSettings 部分和配置目标服务器：<br><br>&lt; 添加键 = 值"CMSStagingLogChanges"="true"/ &gt;

# stagingapprovechanges.syncall
source: Synchronize all
cs_cz: Synchronizovat vše
sk_sk: Synchronizovať všetko
zh_cn: 同步所有

# stagingapprovechanges.syncselected
source: Synchronize selected
cs_cz: Synchronizovat vybrané
sk_sk: Synchronizovať vybrané
zh_cn: 同步所选

# stagingapprovechanges.tasktitle
source: Object
cs_cz: Objekt
sk_sk: Objekt
zh_cn: 对象

# stagingapprovechanges.tasktype
source: Operation
cs_cz: Operace
sk_sk: Operácia
zh_cn: 操作

# stagingeditserver.headeredit
source: Edit Server Properties
cs_cz: Upravit vlastnosti serveru
sk_sk: Editácia vlastností servera
zh_cn: 编辑服务器属性

# stagingeditserver.headerinsert
source: Create a new server
cs_cz: Vytvořit nový server
sk_sk: Vytvoriť nový server
zh_cn: 创建一个新的服务器

# stagingeditserver.serverid
source: Server ID:
cs_cz: ID serveru:
sk_sk: ID servera:
zh_cn: 服务器 ID:

# stagingeditserver.servername
source: Server Name:
cs_cz: Jméno serveru:
sk_sk: Meno servera:
zh_cn: 服务器名称:

# stagingeditserver.serverurl
source: Server service URL:
cs_cz: URL serveru:
sk_sk: URL servera:
zh_cn: 服务器服务 URL：

# stagingmanageservers.completesync
source: Run complete synchronization
cs_cz: Provést kompletní synchronizaci
sk_sk: Vykonať kompletnú synchronizáciu
zh_cn: 运行完全同步

# stagingmanageservers.completesynchronization
source: Complete Synchronization
cs_cz: Kompletní synchronizace
sk_sk: Kompletná synchronizácia
zh_cn: 完全同步

# stagingmanageservers.deletehint
source: Delete the server
cs_cz: Smazat daný server
sk_sk: Zmazať daný server
zh_cn: 删除服务器

# stagingmanageservers.edithint
source: Edit the server properties
cs_cz: Editovat vlastnosti serveru
sk_sk: Editovať vlastnosti servera
zh_cn: 编辑服务器属性

# stagingmanageservers.header
source: Manage servers
cs_cz: Spravovat servery
sk_sk: Spravovať servery
zh_cn: 管理服务器

# stagingmanageservers.new
source: Add New Server
cs_cz: Přidat nový server
sk_sk: Pridať nový server
zh_cn: 添加新服务器

# stagingmanageservers.server
source: Server
zh_cn: 服务器

# stagingmenu.approvechanges
source: Approve changes
cs_cz: Schválit změny
sk_sk: Schváliť zmeny
zh_cn: 批准更改

# stagingmenu.header
source: Staging
cs_cz: Synchronizace obsahu
sk_sk: Synchronizácia obsahu
zh_cn: 暂存

# stagingmenu.manageservers
source: Manage servers
cs_cz: Spravovat servery
sk_sk: Spravovať servery
zh_cn: 管理服务器

# stagingsynchronizationstatus.header
source: Synchronization status
cs_cz: Stav synchronizace
sk_sk: Stav synchronizácie
zh_cn: 同步状态

# statelist.cannotdeleteassociatedrecord
source: Selected state cannot be deleted because is associated with other records.
cs_cz: Vybraný stát nelze smazat, protože se na něj váží jiné záznamy.
sk_sk: Vybraný štát nemožno zmazať, pretože sa na neho viažu iné záznamy.
zh_cn: 无法删除选定的状态，因为关联的其他记录。

# statelist.country
source: Country
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# statelist.header
source: States
cs_cz: Státy
sk_sk: Štáty
zh_cn: 国家

# statelist.new
source: Add new state
cs_cz: Přidat nový stát
sk_sk: Pridať nový štát
zh_cn: 添加新的状态

# store_edit.headercaption
source: New store
cs_cz: Nový obchod
sk_sk: Nový obchod
zh_cn: 新店

# store_edit.itemlistlink
source: Stores
cs_cz: Obchody
sk_sk: Obchody
zh_cn: 商店

# store_edit.newitemcaption
source: New store
cs_cz: Nový obchod
sk_sk: Nový obchod
zh_cn: 新店

# store_edit.storeallowanonymouscustomerslabel
source: Allow anonymous customers:
cs_cz: Povolit anonymní zákazníky:
sk_sk: Povoliť anonymných zákazníkov:
zh_cn: 允许匿名用户：

# store_edit.storedisplaynamelabel
source: Store display name:
cs_cz: Zobrazované jméno obchodu:
sk_sk: Zobrazované meno obchodu:
zh_cn: 存储显示名称：

# store_edit.storemaincurrencylabel
source: Main currency:
cs_cz: Hlavní měna:
sk_sk: Hlavná mena:
zh_cn: 主要货币：

# store_edit.storenameexists
source: Store code name must be unique.
cs_cz: Kódový název obchodu musí být unikátní.
sk_sk: Kódové meno obchodu musí byť unikátne.
zh_cn: 存储代码名称必须是唯一的。

# store_edit.storenamelabel
source: Store code name:
cs_cz: Kódový název obchodu:
sk_sk: Kódové meno obchodu:
zh_cn: 存储代码名称：

# store_edit.storeshippingfreelimitlabel
source: Shipping free limit:
cs_cz: Limit pro dopravu zdarma:
sk_sk: Limit pre dopravu zdarma:
zh_cn: 航运自由的限制：

# store_list.headercaption
source: Stores
cs_cz: Obchody
sk_sk: Obchody
zh_cn: 商店

# store_list.newitemcaption
source: New store
cs_cz: Nový obchod
sk_sk: Nový obchod
zh_cn: 新店

# storesettings.checkoutprocess
source: Checkout process
cs_cz: Nákupní proces
sk_sk: Nákupný proces
zh_cn: 结帐过程

# storesettings.emails
source: Emails
cs_cz: E-maily
sk_sk: Emaily
zh_cn: 电子邮件

# storesettings_changecurrency.accessdenied
source: Only global administrator can change the main currency.
cs_cz: Pouze administrátor může změnit hlavní měnu.
sk_sk: Iba globálny administrátor môže meniť hlavnú menu.
zh_cn: 只有全局管理员可以更改的主要货币。

# storesettings_changecurrency.changecredit
source: Recalculate customers' credits
cs_cz: Přepočítat kredit zákazníka
sk_sk: Prepočítať zákaznícke kredity
zh_cn: 重新计算客户的信用

# storesettings_changecurrency.changecurrencytitle
source: Change main currency
cs_cz: Změnit hlavní měnu
sk_sk: Zmeniť základnú menu
zh_cn: 更改主要币种

# storesettings_changecurrency.changedocuments
source: Recalculate values of the pages' fields that are used as a source for the product price
cs_cz: Přepočítat hodnoty z položek dokumentů, které jsou použity jako cena produktu
sk_sk: Prepočítať hodnoty polí pri type dokumentov, ktoré sú zdrojom ceny pre produkt
zh_cn: 重新计算产品价格作为源用于的页字段的值

# storesettings_changecurrency.changeexchangerates
source: Recalculate exchange rates
cs_cz: Přepočítat kurzy
sk_sk: Prepočítať výmenné kurzy
zh_cn: 重新计算汇率

# storesettings_changecurrency.changeproductprices
source: Recalculate product prices
cs_cz: Přepočítat ceny produktů
sk_sk: Prepočítať ceny produktov
zh_cn: 重新计算产品价格

# storesettings_changecurrency.changeshipping
source: Recalculate shipping options
cs_cz: Přepočítat přepravní poplatky
sk_sk: Prepočítať spôsoby dopravy
zh_cn: 重新计算航运选项

# storesettings_changecurrency.changetaxes
source: Recalculate flat taxes
cs_cz: Přepočítat pevné daně
sk_sk: Prepočítať pevné dane
zh_cn: 重新计算单一税率

# storesettings_changecurrency.changevolumediscounts
source: Recalculate flat volume discounts
cs_cz: Přepočítat pevné množstevní slevy
sk_sk: Prepočítať pevné množstvové zľavy
zh_cn: 重新计算单位批量折扣

# storesettings_changecurrency.confirmation
source: Are you sure you want to recalculate values of the selected items?
cs_cz: Opravdu chcete přepočítat hodnoty vybraných položek?
sk_sk: Naozaj chcete prepočítať hodnoty vybraných položiek?
zh_cn: 你确定你想要重新计算选定项的值？

# storesettings_changecurrency.currencynotselected
source: Please select a currency.
cs_cz: Vyberte prosím měnu.
sk_sk: Prosím, vyberte menu.
zh_cn: 请选择一种货币。

# storesettings_changecurrency.emptyexchangerate
source: Please enter some exchange rate.
cs_cz: Vyplňte prosím směnný kurz.
sk_sk: Prosím, zadajte výmenný kurz.
zh_cn: 请输入一些汇率。

# storesettings_changecurrency.exchangerate
source: Exchange rate:
cs_cz: Směnný kurz:
sk_sk: Na výmenný kurz:
zh_cn: 汇率：

# storesettings_changecurrency.exchangeratehelp
source: This is the rate between the old main currency and selected new currency. Example: Dollar is set as a main currency. Czech Crown is set as new main currency. Relation between Dollar and Czech Crown is 1 $ = 16 CZK. Use 1/16 = 0.0625 as Czech Crown rate value.
cs_cz: Jedná se o kurz mezi původní hlavní měnou a vybranou novou hlavní měnou. Příklad: Dolar je nastaven jako hlavní měna. Poměr mezi dolarem a českou korunou je 1 $ = 16 CZK. Použijte 1/16 = 0.0625 jako kurz české koruny.
sk_sk: Toto je podiel medzi starou hlavnou menou a novou. Napríklad: Dolár je nastavený ako hlavná mena. Česká koruna je nová hlavná mena. Vzťah medzi Dolárom a Českou korunou je 1 $ = 16 CZK. Použite 1/16 = 0.0625 akou výmenný kurz.
zh_cn: 这是旧的主要货币与所选的新货币之间的汇率。示例： 美元作为主要的货币设置。捷克冠被设置为新的主要货币。美元与捷克冠之间的关系是 1 美元 = 16 克朗。使用 1/16 = 0.0625 作为捷克冠率值。

# storesettings_changecurrency.exchangerateroundhelp
source: Number of decimal digits you want the result to be rounded to.
cs_cz: Počet desetinných míst na které se výsledek zaokrouhlí.
sk_sk: Počet desatinných miest, na ktoré chcete výsledok zaokrúhliť.
zh_cn: 你想要的结果舍入到的小数位数的数目。

# storesettings_changecurrency.invalidexchangerate
source: Invalid exchange rate value
cs_cz: Neplatná hodnota směnného kurzu
sk_sk: Neplatný výmenný kurz
zh_cn: 无效的汇率值

# storesettings_changecurrency.invalidround
source: Please enter valid number of decimal digits you want the result to be rounded to.
cs_cz: Zadejte prosím platný počet desetiných míst na které má být výsledek zaokrouhlen.
sk_sk: Prosím, desatinných miest, na ktoré chcete výsledok zaokrúhliť.
zh_cn: 请输入有效的数字，你想要的结果舍入到的小数位数。

# storesettings_changecurrency.negativeexchangerate
source: Please enter a positive exchange rate.
cs_cz: Zadejte prosím kladný směnný kurz
sk_sk: Prosím, zadajte kladnú hodnotu výmenného kurzu
zh_cn: 请输入一个积极的汇率机制。

# storesettings_changecurrency.newcurrencylabel
source: Change main currency
cs_cz: Změnit hlavní měnu
sk_sk: Zmeniť hlavnú menu
zh_cn: 更改主要币种

# storesettings_changecurrency.round
source: Round to:
cs_cz: Zaokrouhlit na:
sk_sk: Zaokrúhlené na:
zh_cn: 轮到：

# storesettings_changecurrency.selectcurrency
source: (Select new main currency)
cs_cz: (vyberte novou měnu)
sk_sk: (Vyberte novú hlavnú menu)
zh_cn: （选择新的主要货币）

# storesettings_changecurrency.selectnewcurrency
source: Please select a currency
cs_cz: Vyberte nějakou měnu
sk_sk: Prosím vyberte hlavnú menu
zh_cn: 请选择一种货币

# submitissue.title
source: Submit support issue
cs_cz: Odeslat dotaz na podporu
sk_sk: Odoslať otázku na technickú podporu
zh_cn: 提交支持问题

# subscribeform.firstname
source: First name
cs_cz: Jméno
sk_sk: Meno
zh_cn: 名字

# subscribeform.lastname
source: Last name
cs_cz: Příjmení
sk_sk: Priezvisko
zh_cn: 姓氏

# subscriber_edit.customfields
source: Custom fields:
cs_cz: Uživatelská pole:
sk_sk: Užívateľské polia:
zh_cn: 自定义字段：

# subscriber_edit.defaultsubscriber
source: Default subscriber
cs_cz: Výchozí odběratel
sk_sk: Základný odberateľ
zh_cn: 默认订阅服务器

# subscriber_edit.emailalreadyexists
source: Subscriber with given email already exists!
cs_cz: Odběratel s daným e-mailem již existuje!
sk_sk: Odberateľ s daným e-mailom už existuje!
zh_cn: 订阅服务器上与给定的电子邮件已经存在 ！

# subscriber_edit.erroremptyemail
source: Please enter an email.
cs_cz: Vložte prosím e-mail.
sk_sk: Prosím, vložte e-mail.
zh_cn: 请输入一封电子邮件。
