Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# doctype.ecommerce.lblgeneratesku
source: Create SKU automatically when a new page of this type is created
cs_cz: Automaticky vytvořit produkt, pokud je vytvořen nový dokument:
sk_sk: Automaticky vytvoriť produkt, ak je vytvorený nový dokument:
zh_cn: 在创建这种类型的新网页时自动创建 SKU

# doctype.ecommerce.lblheight
source: Package height
cs_cz: Zdroj výšky produktu:
sk_sk: Zdroj výšky produktu:
zh_cn: 封装高度

# doctype.ecommerce.lblimage
source: Product image
cs_cz: Zdroj obrázku produktu:
sk_sk: Zdroj obrázku produktu:
zh_cn: 产品形象

# doctype.ecommerce.lblname
source: Product name
cs_cz: Zdroj jména produktu:
sk_sk: Zdroj mena produktu:
zh_cn: 产品名称

# doctype.ecommerce.lblprice
source: Product price
cs_cz: Zdroj ceny produktu:
sk_sk: Zdroj ceny produktu:
zh_cn: 产品价格

# doctype.ecommerce.lbltitle
source: Select page fields that will be populated from the specified SKU fields:
cs_cz: Vyberte pole dokumentu, která budou brána jako zdrojová pro specifikované vlastnosti produktu:
sk_sk: Vyberte polia dokumentu, ktoré budú brané ako zdrojové pre špecifikované vlastnosti produktu:
zh_cn: 选择将从指定的 SKU 字段填充的页字段：

# doctype.ecommerce.lblweight
source: Package weight
cs_cz: Zdroj hmotnosti produktu:
sk_sk: Zdroj hmotnosti produktu:
zh_cn: 包裹重量

# doctype.ecommerce.lblwidth
source: Package width
cs_cz: Zdroj šířky produktu:
sk_sk: Zdroj šírky produktu:
zh_cn: 包宽度

# doctype.ecommerce.mappingmissing
source: Please choose source fields for Product name and Product price.
cs_cz: Zvolte zdrojové pole pro Název produktu a Cenu produktu.
sk_sk: Prosím, zvoľte zdrojové polia pre Názov produktu a Cenu produktu.
zh_cn: 请选择源字段输入产品名称和产品价格。

# document.notauthorizedtoexpolore
source: You are not allowed to browse the child pages.
cs_cz: Nemáta oprávnění k procházení dceřiných dokumentů.
sk_sk: Nemáte oprávnenie na prezeranie dcérskych dokumentov.
zh_cn: 你不是允许浏览子页面。

# document.notauthorizedtoview
source: You are not allowed to view this page.
cs_cz: Nemáte oprávnění k prohlížehí tohoto dokumentu.
sk_sk: Nemáte oprávnenie na prezeranie tohto dokumentu.
zh_cn: 你不是允许查看此页。

# document.notauthorizedtoviewany
source: You are not allowed to view any page.
cs_cz: Nemůžete prohlížet žádný dokument.
sk_sk: Nemáte oprávnenie na prezeranie akéhokoľvek dokumentu.
zh_cn: 你不是允许查看的任何页面。

# document.print
source: Print
cs_cz: Tisk
sk_sk: Tlač
zh_cn: 打印

# document.viewversionerror
source: Page version cannot be viewed. Original exception:
cs_cz: Verzi dokumentu nelze zobrazit. Text chyby:
sk_sk: Verzia dokumentu nemôže byt prezeraná. Pôvodná chyba:
zh_cn: 不能查看页面版本。原始异常：

# documentation.webpartproperties.alloweditvisibility
source: Indicates if users should be allowed to edit the visibility settings of the fields in the form.
cs_cz: Indikuje jestli může uživatel měnit viditelnost polí ve svém profilu. Vlastní nastavení se ukládá s daty uživatele.
sk_sk: Určuje, či pole viditeľnosti má byť upravovateľné na formulári užívateľa. Vlastné nastavenia viditeľnosti sú uložené pre aktuálneho užívateľa.
zh_cn: 指示是否应允许用户编辑表单中的字段的可见性设置。

# documentation.webpartproperties.alternatingstyles
source: Indicates if odd and even menu items should have different styles.
cs_cz: Určuje, zda sudé a liché položky mají mít odlišné styly.
sk_sk: Určuje, či párne a nepárne položky majú mať odlišné štýly.
zh_cn: 指示是否奇数和偶数的菜单项应具有不同的样式。

# documentation.webpartproperties.alternativeformname
source: Can be used to select an alternative form that will define the layout of the displayed profile. Alternative forms are specified in format <class name>.<form code name>.
cs_cz: Plný název alternativního formuláře (JménoTřídy.KódovéJménoFormuláře). Formulář se uplatní pouze pokud je definován.
sk_sk: Plný názov alternatívneho formulára (MenoTriedy.KódovéMenoFomulára). Formulár sa uplatní iba je definovaný
zh_cn: 可以用来选择一种替代形式，将定义的布局显示配置文件。<class name="">格式指定替代形式。<form code="" name="">.</form></class>

# documentation.webpartproperties.applyuservisibility
source: Indicates if the field visibility settings that users may configure for the fields in their profile should be taken into consideration.
cs_cz: Indikuje jestli se má aplikovat uživatelské nastavení viditelnosti polí. Vlastní nastavení viditelnosti polí lze měnit v profilu uživatele, pokud je tato funkcionalita povolena.
sk_sk: Určuje, či pole viditeľnosti má byť aplikované a užívateľský formulár. Užívateľ môže zmeniť viditeľnosť v jeho profile ak je to povolené.
zh_cn: 指示应考虑是否用户可以配置为其配置文件中的字段的字段可见性设置。

# documentation.webpartproperties.avatarmaxsidesize
source: Sets the maximum size of avatar images in pixels.
cs_cz: Maximální velikost avataru v pixelech.
sk_sk: Maximálna veľkosť avataru v pixeloch.
zh_cn: 以像素为单位设置头像的图像的最大大小。

# documentation.webpartproperties.boardaccess
source: Specifies the message board security access level. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: Určuje úroveň přístupu k diskuzi. Hodnota je použita pouze při vytvoření prvního příspěvku. Později ji lze změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Určuje úroveň prístupu k diskusii. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 指定留言板安全访问级别。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.boarddisplayname
source: Board display name. You can also use macros for the name. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: Název diskuze - je povoleno i použití makra. Tato hodnota je použita pouze při vytvoření prvního příspěvku. Později ji lze změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Názov diskusie - je povolené aj použitie makier. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 板的显示名称。您还可以使用宏的名称。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.boardenablesubs
source: Indicates whether the subscription feature should be enabled. This property is only applied after the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: Určuje, zda bude povoleno zapisování odběratelů. Tato hodnota je použita pouze při vytvoření prvního příspěvku. Později ji lze změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Určuje, či bude použité zapisovanie odberateľov. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 指示是否应启用订阅功能。此属性只应用后的第一个消息张贴。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.boardmoderated
source: Indicates whether the board is moderated or not. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: Určuje, zda je diskuze moderována nebo není. Hodnota je použita pouze při poslaní prvního příspěvku. Později lze změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Určuje, či bude diskusia moderovaná. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 指示是否审计委员会主持或不。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.boardmoderators
source: Selects which users will be designated as moderators for the newly created message board. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: Moderátoři pro nově vytvořenou diskuzi. Tato informace je použita pouze při vytvoření prvního příspěvku. Později ji lze změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Moderátori pre novo vytvorenú diskusiu. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 选择哪些用户将指定为新创建的留言版的版主。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.boardopen
source: Indicates whether the board should be opened (i.e. new messages can be added) by default. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: Určuje, je-li diskuze spuštěna. Tento atribut je použit pouze při přidání prvního příspěvku. Později je možné toto nastavení změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Určuje, či je diskusia spustená. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 指示是否应该打开板 （即可以添加新的消息），默认情况。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.boardopenfrom
source: Board opening date. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: Datum spuštění diskuze. Tento atribut je použit pouze při přidání prvního příspěvku. Později je možné toto nastavení změnit v CMS Desk -> Nástroje -> Diskuze
sk_sk: Dátum spustenia diskusie. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 董事会开幕日期。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.boardopento
source: Board closing date. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: Datum uzavření diskuze. Tento atribut je použit pouze při přidání prvního příspěvku. Později je možné toto nastavení změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Dátum uzavretia diskusie. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 理事会闭幕日期。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.boardowner
source: Specifies the owner of newly created message board. This property cannot be changed once the board is created.
cs_cz: Definuje vlastníka nově vytvořené diskuze. Tento parametr nesmí být změněn poté co je diskuze vytvořena.
sk_sk: Definuje vlastníka nono vytvorenej diskusie. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 指定新创建的留言板的所有者。一旦创建了审计委员会，不能更改此属性。

# documentation.webpartproperties.boardroles
source: Sets the roles that will be authorized to post on the newly created message board by default. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: Role uživatelů, kteří jsou autorizovaní pro nově vytvořenou diskuzi. Tento atribut je použit pouze při poslání prvního příspěvku. Později ho lze změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: Roly užívateľov, ktoré sú autorizované pre novo vytvorenú diskusiu. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 设置将被授权可在新建的留言板上张贴在默认情况下的角色。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.boardunsubscriptionurl
source: URL of the page used to unsubscribe from the subscribed message board. If it is not specified, default unsubscription URL from ##ui|cms|settings## -> Community -> Message boards is used. This property is only applied when the first message is posted. You can later change the properties in ##ui|cms.messageboards|messageboards##.
cs_cz: URL stránky provádějící zrušení odběratele z diskuzí. Není-li tato hodnota zadána, je použita hodnota z nastavení Site Manager -> Nastavení. Tato hodnota je použita pouze při vytvoření prvního příspěvku. Později ji lze změnit v CMS Desk -> Nástroje -> Diskuze.
sk_sk: URL stránky prevádzajúce zrušenie odberateľa z diskusie. Ak je prázdna bude použitá hodnota z Site Manager -> Nastavenia -> Message boards. Tento parameter sa použije iba pri odoslaní prvého príspevku. Parameter je možné neskôr zmeniť v CMS Desk -> Nástroje -> Diskusie.
zh_cn: 用于取消订阅的留言板的页面的 URL。如果它未指定，则使用默认确认撤销 URL 从 ##ui|cms|settings##-> 社区-> 留言板。此属性仅适用第一条消息过帐时。您以后可以更改 ##ui|cms.messageboards|messageboards## 中的属性。

# documentation.webpartproperties.captchatext
source: Sets the text displayed before the verification field where users have to enter the content of the CAPTCHA image.
cs_cz: Nastaví text pro bezpečnostní kód.
sk_sk: Nastaví text pre bezpečnostný kód.
zh_cn: 设置验证域用户可以输入的验证码图片内容之前显示的文本。

# documentation.webpartproperties.cssprefix
source: Through this property, you can set different CSS styles for individual menu levels. Enter the prefixes of the CSS classes that should be applied, starting from the first menu level and separated by semicolons (;).
cs_cz: Prefix (předpona) třídy CSS stylu. Toto nastavení umožňuje určit různé styly pro různé úrovně menu.
sk_sk: Prefix triedy CSS štýlu. Toto nastavenie umožňuje nastaviť rôzne štýly pre rôzne úrovne menu.
zh_cn: 通过此属性，您可以设置为单个菜单级别不同的 CSS 样式。输入应适用，从第一个菜单级别和由分号 (;) 分隔的 CSS 类的前缀。

# documentation.webpartproperties.disablefiltercaching
source: Indicates if caching should be disabled for the data contained in the connected source. This should only be used in special cases where the displayed data is not being refreshed by the filter.
cs_cz: Deaktivuje cache filtru.
sk_sk: Deaktivuje cache filtru.
zh_cn: 指示是否缓存，应禁用连接的源中所包含的数据。这应该只用于在特殊情况下，在那里显示的数据不筛选器被刷新。

# documentation.webpartproperties.display
source: Determines if link should be displayed or stay hidden.
cs_cz: Určuje, zda zobrazit nebo skrýt odkaz.
sk_sk: Určuje, či sa má odkaz zobraziť alebo skryť.
zh_cn: 确定是否链接应显示或隐藏。

# documentation.webpartproperties.displaycaptcha
source: Indicates if a CAPTCHA security check should be required before allowing users to subscribe to an email campaign.
cs_cz: Určuje, zda se ma zobrazit obrázek s bezpečnostním kódem.
sk_sk: Určuje, či sa má zobraziť obrázok s bezpečnostným kódom.
zh_cn: 指示是否应在允许用户之前需要验证码安全检查要订阅的电子邮件活动。

# documentation.webpartproperties.displaymode
source: Sets the mode used to display forum posts if the Forum layout property is set to Tree. Possible options are: Tree mode - the details of the selected post are displayed above the tree. Detail mode - post details are displayed inside the tree for all expanded nodes. Dynamic detail mode - post details are displayed inside the tree for selected nodes.
cs_cz: Určuje mód zobrazení příspěvků fóra.
sk_sk: Určuje mód zabezpečenia fóra.
zh_cn: 设置用于显示论坛帖子，如果论坛布局属性设置为树的模式.可能的选项:树模式 - 所选帖子的详细信息会显示在树上面.详细信息模式 -帖子的详细信息都显示在树中的所有扩展节点.动态详细信息模式 -帖子的细节都显示在树中选定的节点中。

# documentation.webpartproperties.edititemtransform
source: The transformation for the item selected for editing in the datalist.
cs_cz: Transformace editovaného objektu.
sk_sk: Transformácia použitá pri editovaní položky.
zh_cn: 转换为在 datalist 中编辑选定的项。

# documentation.webpartproperties.enableanonymread
source: Indicates whether the anonymous read is enabled
cs_cz: Určuje zda anonym má právo čtení.
sk_sk: Určuje, či anonymný užívateľ má právo čítať.
zh_cn: 指示是否启用了匿名读取

# documentation.webpartproperties.enablecontentrating
source: If checked, content rating is enabled.
cs_cz: Povoluje-zakazuje hodnocení.
sk_sk: Ak je zaškrtnuté, potom hodnotenie obsahu bude povolené.
zh_cn: 如果选中此选项，将启用内容评级。

# documentation.webpartproperties.enablepaging
source: Indicates if the displayed data should be paged.
cs_cz: Určuje, zda mají být data stránkována.
sk_sk: Určuje, či zobrazené dáta majú byť stránkované.
zh_cn: 指示是否应分页显示的数据。

# documentation.webpartproperties.enablesubs
source: Indicates whether the subscription feature should be enabled.
cs_cz: Určuje, zde má být povolena možnost přihlášení k odběru e-mailů.
sk_sk: Určuje, či má byť povolená možnosť prihlásenia na odber e-mailov.
zh_cn: 指示是否应启用订阅功能。

# documentation.webpartproperties.enableviewstate
source: Indicates if ViewState should be enabled.
cs_cz: Určuje, zda je používání viewstate povoleno.
sk_sk: Určuje, či je používanie ViewState povolené.
zh_cn: 指示是否应启用视图状态。

# documentation.webpartproperties.filesfilter
source: Can be used to enter an expression to filter which files should be included in the data source. The * wildcard may be used to indicate any number of characters. For example: "*.*", "*.jpg" "*.jpg;*.gif"
cs_cz: Filtr pro soubory (např.: ""(prázdné), "*.*", "*.jpg" "*.jpg;*.gif").
sk_sk: Filter pre súbory (napr.: ""(prázdne), "*.*", "*.jpg" "*.jpg;*.gif").
zh_cn: 可以用来输入表达式来筛选哪些文件应该包含在数据源中。* 通配符可用于表示任意数量的字符。例如："*.*"，"*.jpg""*.jpg; *.gif"

# documentation.webpartproperties.footertransform
source: Sets the transformation placed at the end of the list of displayed items. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Transformace použitá pro zápatí.
sk_sk: Transformácia použitá pre zápätie.
zh_cn: 集转换放在列表的末尾显示的项目。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.groupname
source: Selects which group should be used by the web part.
cs_cz: Kódový název skupiny.
sk_sk: Kódový názov skupiny.
zh_cn: 选择哪一组应由 web 部件使用。

# documentation.webpartproperties.headertransform
source: Sets the transformation placed before the list of displayed items. Transformations are specified in format <class name>.<transformation name>.
cs_cz: Transformace použitá pro záhlaví.
sk_sk: Transformácia použitá pre záhlavie.
zh_cn: 设置显示的项列表之前放置的变换。在格式中指定转换<class name="">.<transformation name="">.</transformation> </class>

# documentation.webpartproperties.hidenofound
source: Specifies whether to hide the web part if no items to be displayed are retrieved.
cs_cz: Určuje, zda se má web parta skrýta, pokud nebudou nalezena žádná data.
sk_sk: Určuje, či sa má webparta skryť, pokiaľ nebudú nájdené žiadne dáta.
zh_cn: 指定是否要隐藏 web 部件，如果没有要显示的项中检索。

# documentation.webpartproperties.highlightallpath
source: Indicates if all items in the currently selected path of the menu control should be displayed as highlighted.
cs_cz: Určuje zda všechny položky aktuální cesty v menu mají být zvýrazněny.
sk_sk: Určuje, či všetky položky z aktuálnej cesty majú byť zvýraznené.
zh_cn: 指示是否应显示的菜单控件的当前所选的路径中的所有项目，突出显示。

# documentation.webpartproperties.highlightedpath
source: Alias path of the node that should be selected in the menu control. If you do not specify any value, the current path is used.
cs_cz: Alias cesta k uzlu, který má být zvýrazněn. Pokud nezadáte nic, bude použita aktuální cesta.
sk_sk: Alias cesty k uzlu, ktorý má byť zvýraznený. Pokiaľ nezadáte nič bude použitá aktuálna cesta.
zh_cn: 别名应菜单控件中选定的节点的路径。如果您不指定任何值，则使用当前路径。

# documentation.webpartproperties.id
source: Serves as an identifier for the web part. This ID must be unique within the context of each page template. The value of this property may only contain alphanumeric characters and the underscore character ( _ ).
cs_cz: Slouží jako identifikátor pro web partu. Toto ID musí být unikátní v kontextu každé šablony stránky. Hodnota této vlastnosti může obsahovat pouze alfanumerické znaky a znak podrtžení ( _ ).
sk_sk: ID Webparty.
zh_cn: 作为 web 部件的标识符。此 ID 必须是唯一的每个页面模板范围内。此属性的值只能包含字母数字字符和下划线字符 (_)。

# documentation.webpartproperties.includesubdirs
source: Include subdirectories.
cs_cz: Včetně podsložek.
sk_sk: Včetne podzložiek.
zh_cn: 包括子目录。

# documentation.webpartproperties.joingroupurl
source: Selects the page to which users will be redirected if the group only allows group members to view its content. A link to this URL can be added to the text displayed by the web part by entering the following expression into the Group members only text (site members) property: {0}Link text{1}
cs_cz: URL stránky, na kterou bude uživatel přesměrován v případě, že skupina je přístupní pouze pro její členy. Odkaz na tuto URL může být přidán do textu zobrazovaného webpartem vložením následujícího výrazu do vlastnosti "Group members obly text (site members)": {0}Link text{1}
sk_sk: URL stránky, na ktorú bude užívateľ presmerovaný v prípade, že skupina je prístupná iba pre jej členov.
zh_cn: 选择的页面，用户将被重定向到如果组仅允许组成员以查看其内容。此 URL 链接可以添加到由成组成员唯一 （网站成员） 的文本属性中输入下列表达式 web 部件所显示的文本： {0} {1} 的链接文本

# documentation.webpartproperties.loginurl
source: Sets the URL where public users will be redirected if the group is not accessible to them. A link to this URL can be added to the text displayed by the web part by entering the following expression into the text Site/Group members only text properties: {0}Link text{1}
cs_cz: URL kam bude nepřihlášený uživatel přesměrován, pokud nesplní, oprávnění požadované skupiny. Odkaz na tuto URL může být přidán do textu zobrazovaného webpartem vložením následujícího výrazu do textu vlastnosti "Site/Group members only tex": {0}Link text{1}
sk_sk: URL kam bude neprihlásený užívateľ presmerovaný pokiaľ nesplní oprávnenie požadovanej skupiny.
zh_cn: 设置图像的 URL 地方公共用户将被重定向如果组不能访问到它们。此 URL 链接可以添加到由下面的表达式进入文本网站用户/组成员唯一文本属性由 web 部件显示的文本： {0} {1} 的链接文本

# documentation.webpartproperties.maindoc
source: Sets the page for which related pages are displayed. Either the current page is used, or another page can be specified by entering its NodeGUID. Please note that if relationships are used, only the pages defined by the relationship settings are displayed.
cs_cz: Dokument, ke kterému chcete zobrazit dokumenty v relaci.
sk_sk: Dokument, ku ktorému chcete zobraziť dokumenty v relácii.
zh_cn: 浏览器显示的页面相关的页面集合。使用当前的页面，或者可以通过输入其 NodeGUID 指定另一页。请注意是否使用关系，只有由关系设置定义的页面显示。

# documentation.webpartproperties.mainonleft
source: If checked, pages on the right side of the relationship with the specified page are displayed.
cs_cz: Určuje, zda daný dokument je na levé straně vztahu.
sk_sk: Určuje, či daný dokument je na ľavej strane vzťahu.
zh_cn: 如果选中此选项，将显示关系右侧页上指定。

# documentation.webpartproperties.maxratingvalue
source: Sets size of the content rating scale.
cs_cz: Určuje velikost hodnotící stupnice.
sk_sk: Určuje veľkosť hodnotiacej stupnice.
zh_cn: 设置内容评级规模的大小。
