Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# content.ui.webpartlayout
source: Layout
cs_cz: Rozvržení
zh_cn: 布局

# content.ui.webpartproperties
source: Web part properties
cs_cz: Vlastnosti web party
sk_sk: Vlastnosti web part
zh_cn: Web 部件属性

# content.ui.webpartzonegeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# content.ui.webpartzonepersonalized
source: Personalized
cs_cz: Personalizované
sk_sk: Personalizované
zh_cn: 个性化

# content.ui.webpartzoneproperties
source: Web part zone properties
cs_cz: Vlastnosti web part zóny
sk_sk: Vlastnosti web part zóny
zh_cn: Web 部件区域属性

# content.ui.widgetproperties
source: Widget properties
cs_cz: Vlastnosti widgetu
sk_sk: Vlastnosti widgetu
zh_cn: 小部件属性

# content.ui.wireframe
source: Wireframe
zh_cn: 线框

# content.undocheckedoutdocs
source: Perform Undo check-out for checked out pages
cs_cz: Zrušit uzamčení pro zamknuté dokumenty
sk_sk: Zruš uzamknutie pre zamknuté dokumenty
zh_cn: 执行撤消签出签出页面

# contentdelete.assignedsku
source: Assigned SKU
cs_cz: Přiřazený produkt
zh_cn: 分配的 SKU

# contentdelete.assignedskuinfo
source: Select an action which should be performed with the SKU which is assigned to the page to be deleted
cs_cz: Vyberte akci, která má být vykonána s SKU, která je přiřazená k dokumentu, který se má smazat Vyberte akciu, ktorá má byť vykonaná so SKU, ktorá je priradená k dokumentu, ktorý sa má zmazať
zh_cn: 选择一项操作，应执行该 sku 即分配给页面被删除

# contentdelete.assignedskus
source: Assigned SKUs
cs_cz: Přiřazené produkty
zh_cn: 分配的 Sku

# contentdelete.assignedskusinfo
source: Select an action which should be performed with SKUs which are assigned to pages to be deleted
cs_cz: Vyberte akci, která má být vykonána s SKU, které jsou přiřazené k dokumentům, které se mají smazat
zh_cn: 选择一种行动，应采用与 Sku 分配给页面被删除

# contentdelete.document
source: Page
cs_cz: Dokument
zh_cn: 页面

# contentdelete.notallowedalternating
source: You are not allowed to modify page aliases for selected replacement page.
cs_cz: Nemáte oprávnění modifikovat aliasy dokument pro vybraný náhradní dokument.
zh_cn: 你不是允许修改所选的替换页面的页面别名。

# contentdelete.questionspecific
source: Are you sure you want to delete page '{0}'?
cs_cz: Opravdu chcete smazat dokument '{0}'?
sk_sk: Ste si istí, že chcete zmazať dokument '{0}'?
zh_cn: 你确定你想要删除的页面 '{0}'？

# contentdelete.seo
source: Page redirection
cs_cz: Smazané URL
zh_cn: 页面重定向

# contentdelete.sku.delete
source: Delete SKU if possible
cs_cz: Smazat produkt, pokud je to možné
zh_cn: 如果可能的话删除 SKU

# contentdelete.sku.disable
source: Disable SKU
cs_cz: Zakázat SKU produkty
zh_cn: 禁用 SKU

# contentdelete.sku.noaction
source: Do not delete SKU
cs_cz: Nemazat SKU
zh_cn: 请不要删除 SKU

# contentedit.documenthistorydestroyed
source: Page history of page '{0}' has been destroyed.
cs_cz: Historie dokumentu '{0}' byla zničena,
sk_sk: História dokumentu '{0}' bola odstránená.
zh_cn: 页历史记录的页面"{0}"已被摧毁。

# contentedit.documentundocheckout
source: Undo check-out was performed for the '{0}' page.
cs_cz: Uzamčení dokumentu '{0}' bylo zrušeno.
sk_sk: Uzamknutie dokumentu '{0}' bolo zrušené.
zh_cn: 撤消签出进行 '{0}' 页。

# contentedit.documentwasapproved
source: The page '{0}' has been approved.
cs_cz: Dokument '{0}' byl schválen.
sk_sk: Dokument '{0}' bol schválený.
zh_cn: 页面"{0}"已被批准。

# contentedit.documentwasarchived
source: The page '{0}' has been archived.
cs_cz: Dokument '{0}' byl archivován.
sk_sk: Dokument '{0}' bol archivovaný.
zh_cn: 页面"{0}"已存档。

# contentedit.documentwascheckedin
source: Page '{0}' has been successfully checked in.
cs_cz: Dokument '{0}' byl úspěšně uzamčen.
sk_sk: Dokument '{0}' bol úspešné uvoľnený.
zh_cn: 页面"{0}"已成功签入。

# contentedit.documentwascheckedout
source: Page '{0}' has been successfully checked out.
cs_cz: Dokument '{0}' byl úspěšně uvolněn.
sk_sk: Dokument '{0}' bol úspešné uzamknutý.
zh_cn: 页面"{0}"已成功签出。

# contentedit.documentwascopied
source: Page '{0}' has been successfully copied.
cs_cz: Dokument '{0}' byl úspěšně zkopírován.
sk_sk: Dokument '{0}' bol úspešné skopírovaný.
zh_cn: 页面"{0}"复制成功。

# contentedit.documentwaslinked
source: Page '{0}' has been successfully linked.
cs_cz: Odkaz na dokument '{0}' byl úspešně vytvořen.
zh_cn: 页面"{0}"已被成功联系在一起。

# contentedit.documentwasmoved
source: Page '{0}' has been successfully moved.
cs_cz: Dokument '{0}' byl úspěšně přesunut.
sk_sk: Dokument '{0}' bol úspešné presunutý.
zh_cn: 页面"{0}"已被成功的移动。

# contentedit.documentwaspublished
source: Page '{0}' has been successfully published.
cs_cz: Dokument '{0}' byl úspěšně publikován
sk_sk: Dokument '{0}' bol úspešne publikovaný
zh_cn: 页面"{0}"已成功发布。

# contentedit.documentwasrejected
source: The page '{0}' has been rejected.
cs_cz: Dokument '{0}' byl zamítnut
sk_sk: Dokument '{0}' bol zamietnutý.
zh_cn: 页面"{0}"已被拒绝。

# contentedit.documentwasrolledback
source: Page '{0}' has been successfully rolled back.
cs_cz: Dokument '{0}' byl úspěšně vrácen do předcházejícího stavu.
sk_sk: Dokument '{0}' bol úspešne vrátený do predchádzajúceho stavu.
zh_cn: 页面"{0}"已成功地回滚。

# contentedit.documentwasskipped
source: Page '{0} ({1})' has been skipped (page type is not allowed as a child).
cs_cz: Dokument '{0} ({1})' byl překročen (typ dokumentu není povolen jako poddokument).
zh_cn: 已跳过页面 ' {0} ({1})' （作为一个子页面类型不允许）。

# contentedit.wasarchived
source: The page has been archived.
cs_cz: Dokument byl archivován.
sk_sk: Dokument bol archivoavný.
zh_cn: 已归档页面。

# contentlisting.alldocuments
source: All pages
cs_cz: Všechny dokumenty
sk_sk: Všetky dokumenty
zh_cn: 所有页面

# contentlisting.allobjects
source: All objects
cs_cz: Všechny objekty
sk_sk: Všetky objekty
zh_cn: 所有对象

# contentlisting.selecteddocuments
source: Selected pages
cs_cz: Vybrané dokumenty
sk_sk: Vybrané dokumenty
zh_cn: 所选的页

# contentlisting.selectedobjects
source: Selected objects
cs_cz: Vybrané objekty
sk_sk: Vybrané objekty
zh_cn: 所选的对象

# contentmenu.language
source: Language
cs_cz: Jazyk:
sk_sk: Jazyk:
zh_cn: 语言

# contentmenu.maximize
source: Maximize
cs_cz: Maximalizovat
sk_sk: Maximalizuj
zh_cn: 最大限度地

# contentmenu.maximizetooltip
source: Maximize content area
cs_cz: Maximalizovat oblast obsahu
sk_sk: Maximalizuj oblasť obsahu
zh_cn: 最大化内容区域

# contentmenu.other
source: Other
cs_cz: Jiné
sk_sk: Iné
zh_cn: 其他

# contentmenu.search
source: Search
cs_cz: Hledat
sk_sk: Vyhľadaj
zh_cn: 搜索

# contentmenu.searchtooltip
source: Search content
cs_cz: Hledat obsah
sk_sk: Vyhľadaj v obsahu
zh_cn: 搜索内容

# contentpersonalizationvariant.displaycondition
source: Display condition
cs_cz: Zobrazit podmínku
sk_sk: Zobraziť podmienku
zh_cn: 显示状态

# contentpersonalizationvariant.edit
source: Content personalization variant properties
cs_cz: Vlastnosti variant personalizace obsahu
sk_sk: Varianty presonalizácie obsahu - vlastnosti
zh_cn: 内容个性化 variant 类型的值的属性

# contentpersonalizationvariant.list
source: Content personalization variants
cs_cz: Varianty personalizace obsahu
sk_sk: Varianty presonalizácie obsahu
zh_cn: 个性化内容的变量

# contentpersonalizationvariant.new
source: New personalization variant
cs_cz: Nová varianta personalizace
sk_sk: Nový variant presonalizácie
zh_cn: 个性化的新变量

# contentrequest.allcultureversionsskipped
source: Target site doesn't have page culture assigned.
cs_cz: Cílový web nemá přiřazenu kulturu dokumentů.
zh_cn: 目标站点没有分配的页语言。

# contentrequest.cannotmovetosameloc
source: You cannot move a page to the same location.
cs_cz: Není možné přesunout dokument do stejného umístění.
sk_sk: Nemožno presunúť dokument na to isté miesto.
zh_cn: 你不能将页面移到相同的位置。

# contentrequest.copydenied
source: You are not allowed to copy the page.
cs_cz: Nemáte oprávnění kopírovat dokument.
sk_sk: Nesmiete kopírovať dokument.
zh_cn: 你不是允许复制的页面。

# contentrequest.copypermissions
source: Copy page permissions
cs_cz: Kopírovat oprávnění dokumentu
sk_sk: Kopírovať oprávnenia dokumentu
zh_cn: 复制页面权限

# contentrequest.copyunderlying
source: Copy also all child pages
cs_cz: Kopírovat též všechny dceřiné dokumenty
sk_sk: Kopíruj taktiež synovské dokumenty
zh_cn: 复制还所有子页面

# contentrequest.deleteok
source: Page was successfully deleted.
cs_cz: Dokument byl úspěšně smazán.
sk_sk: Dokument bol úspešné zmazaný
zh_cn: 成功地删除页面。

# contentrequest.errordocumenttypenotallowed
source: The page '{0}' of type '{1}' is not allowed in target location.
cs_cz: Dokument '{0}' typu '{1}' není v cílovém umístění povolen.
sk_sk: Dokument '{0}' typu '{1}' nie je povolený v cieľovej lokácii.
zh_cn: 在目标位置中不允许类型 '{1}' 页 '{0}'。

# contentrequest.linkunderlying
source: Link also all child pages
cs_cz: Navázat též všechny dceřiné dokumenty
sk_sk: Vytvor link aj na dcérske dokumenty.
zh_cn: 链接也所有子页面

# contentrequest.preservepermissions
source: Preserve page permissions
cs_cz: Zachovat oprávnění dokumentu
sk_sk: Zachovať oprávnenia dokumentu
zh_cn: 保留页面权限

# contentrequest.starttranslate
source: Translating pages...
cs_cz: Překládání dokumentů...
zh_cn: 翻译网页...

# contentstaging.alltasks
source: All tasks
cs_cz: Všechny úlohy
sk_sk: Všetky úlohy
zh_cn: 所有任务

# contentstaging.data
source: Data
sk_sk: Dáta
zh_cn: 数据

# contentstaging.objects
source: Objects
cs_cz: Objekty
sk_sk: Objekty
zh_cn: 对象

# contentstaging.servers
source: Servers
cs_cz: Servery
sk_sk: Servery
zh_cn: 服务器

# contenttree.collapse
source: Collapse
cs_cz: Sbal
zh_cn: 崩溃

# contenttree.expand
source: Expand
cs_cz: Rozšířit
zh_cn: 扩大

# contentvariant.nodata
source: There are no variants for the current page.
cs_cz: Neexistují žádné varianty pro aktuální dokument.
zh_cn: 没有为当前页的变量。

# contexthelp.description
source: About {0}
zh_cn: 关于 {0}

# contexthelp.howto
source: How to
zh_cn: 如何

# contexthelp.opendocumentation
source: Open documentation
zh_cn: 打开文档

# contexthelp.requestfeature
source: Request new feature
zh_cn: 请求新功能

# contexthelp.search
source: Search documentation
zh_cn: 搜索文档

# contexthelp.title
source: Help
zh_cn: 帮助

# controls.caption
source: Kentico Controls
cs_cz: Kentico Kontroly
zh_cn: Kentico 控件

# conversion.avaiblecampaign
source: The conversion is tracked by the following campaigns as part of their statistics:
cs_cz: Tyto kampaně používají konverzi.
sk_sk: Konverziu používajú tieto kampane:
zh_cn: 转换被跟踪作为他们的统计数字的一部分的下列活动：

source: Conversion code name
cs_cz: Kódový název konverze
sk_sk: Kódový názov konverzie
zh_cn: 转换代码名称

# conversion.codename.description
source: Sets a code name that serves as a unique identifier for the conversion.
zh_cn: 设置作为一个唯一的标识符，用于转换的代码名称。

# conversion.conversion.edit
source: Conversion properties
cs_cz: Vlastnosti konverze
sk_sk: Vlastnosti konverzie
zh_cn: 转换属性

# conversion.conversion.list
source: Conversions
cs_cz: Konverze
sk_sk: Konverzie
zh_cn: 转换

# conversion.conversion.new
source: New conversion
cs_cz: Nová konverze
sk_sk: Nová konverzia
zh_cn: 新转换

# conversion.conversiondisplayname
source: Conversion display name
cs_cz: Zobrazovaný název konverze
sk_sk: Názov konverzie
zh_cn: 转换显示名称

# conversion.conversiondisplayname.description
source: The name of the conversion displayed in the administration interface.
zh_cn: 在管理界面中显示转换的名称。

# conversion.count
source: Conversions count
cs_cz: Počet konverzí
sk_sk: Počet konverzií
zh_cn: 转换计数

# conversion.currentsite
source: Conversion does not belong to current site.
cs_cz: Konverze nepatří k aktuálnímu webu
zh_cn: 转换不属于当前站点。

source: Conversion description
cs_cz: Popis konverze
sk_sk: Popis konverzie
zh_cn: 转换说明

# conversion.description.description
source: Can be used to enter text describing the conversion's purpose.
zh_cn: 可以用来输入文本描述转换的目的。

# conversion.detail
source: Details
cs_cz: Detaily
zh_cn: 详细信息

# conversion.editedobjectnotexits
source: Conversion '{0}' does not exist. To create it, click save.
cs_cz: Konverze '{0}' neexistuje. Pro její vytvoření prosík klikněte na uložit.
sk_sk: Konverzia '{0}' neexistuje. Musíte ju uložiť.
zh_cn: 转换 '{0}' 并不存在。若要创建它，请单击保存。

source: Conversion name
cs_cz: Nová konverze
sk_sk: Názov konverzie
zh_cn: 转换的名称

# conversion.notallowedcreate
source: You are not allowed to create conversion object.
cs_cz: Nemáte povolení por vytvoření nového objektu konverze.
sk_sk: Nemáte povolenie vytvárať objekty konverzie
zh_cn: 你不允许创建转换对象。

# conversion.validcodename
source: Please enter valid conversion code name.
cs_cz: Zadejte prosím kódové jméno konverze.
sk_sk: Zadajte, prosím, platný kódový názov konverzie
zh_cn: 请输入有效的转换代码名称。

source: Conversions
cs_cz: Konverze
zh_cn: 转换

# conversions.pleaseselect
source: Please select conversion.
cs_cz: Prosím, vyberte konverzi.
zh_cn: 请选择转换。

source: Conversions value
cs_cz: Hodnota konverzí
sk_sk: Hodnota konverzie
zh_cn: 转换值

source: Conversions value per visit
cs_cz: Hodnota konverzí na návštěvu
sk_sk: Hodnota konverzie na návštevu
zh_cn: 每次访问转换值

source: Conversions - Details
cs_cz: Konverze - Detaily
zh_cn: 转换-详细信息

source: Conversions - Overview
cs_cz: Konverze - Přehled
zh_cn: 转换-概述

# conversionselect.additems
source: Add conversions
cs_cz: Všechny konverze
sk_sk: Pridať konverize
zh_cn: 添加转换

# conversionselect.entersearch
source: Conversion name
cs_cz: Název konverze nebo jeho část
sk_sk: Názov konverzie alebo jeho časť
zh_cn: 转换的名称

# conversionselect.itemname
source: Conversion name
cs_cz: Název konverze
sk_sk: Názov konverzie
zh_cn: 转换的名称

# conversionselect.moreitems
source: (more conversions...)
cs_cz: (více konverzí...)
sk_sk: (viac konverzií...)
zh_cn: （更多转换......)

# conversionselect.nodata
source: No conversion selected
cs_cz: Nebyly vybrány žádné konverze
sk_sk: Neboli vybrané žiadne konverzie.
zh_cn: 没有选定的转换

# conversionselect.selectitem
source: Select conversion
cs_cz: Vybrat konverzi
sk_sk: Vybrať konverziu
zh_cn: 选择转换

# conversionselect.title
source: Select conversion
cs_cz: Vybrat konverzi
sk_sk: Vybrať konverziu
zh_cn: 选择转换

# conversionselector.nolicence
source: You don't have a valid license for conversions.
cs_cz: Nemáte platnou licenci pro konverze.
zh_cn: 你没有转换的有效许可证。

# conversionvalue.error
source: Conversion value can contain only number or macro.
cs_cz: Hodnota konverze může obsahovat pouze číslo nebo makro.
zh_cn: 转换值可以包含仅数或宏。

# convert.convertinfo
source: NOTE: Conversion of this page to another page type cannot be reverted back.
cs_cz: POZNÁMKA: Konverze tohoto dokumentu na jiný typ dokumentu nemůže být vrácena.
zh_cn: 注： 此页到另一个页面类型的转换不能恢复回来。

# country_edit.countrythreelettercodelabel
source: Country 3-letter code
cs_cz: 3-písmenný kód země
zh_cn: 国家 3 字母代码

# country_edit.countrytwolettercodelabel
source: Country 2-letter code
cs_cz: 2-písmenný kód krajiny
zh_cn: 国家 2 个字母的代码

# countryselector.both
source: String with separated values
cs_cz: Řetězec z oddělenými hodnotami
sk_sk: Reťazec s oddelenými hodnotami
zh_cn: 具有字符串分隔的值

# countryselector.country
source: Integer with country ID
cs_cz: Celé číslo s ID země
sk_sk: Celé číslo s ID krajiny
zh_cn: 国家 ID 的整数

# countryselector.entersearch
source: Country
cs_cz: Název země nebo jeho část:
sk_sk: Názov krajiny alebo časť názvu:
zh_cn: 国家

# countryselector.itemname
source: Country name
cs_cz: Název země
sk_sk: Názov krajiny
zh_cn: 国家/地区名称

# countryselector.moreitems
source: (more countries)
cs_cz: (více zemí...)
sk_sk: (viac krajín)
zh_cn: （更多的国家）

# countryselector.nodata
source: No countries
cs_cz: Žádné země
sk_sk: Žiadne krajiny
zh_cn: 没有国家

# countryselector.selectedstateerr
source: Please select a state.
cs_cz: Vyberte, prosím, stát.
zh_cn: 请选择一种状态。

# countryselector.selectitem
source: Select country
cs_cz: Vyberte zemi
sk_sk: Vyber krajinu
zh_cn: 选择国家/地区

# countryselector.selectstaterecord
source: (select state)
zh_cn: （选择状态）

# countryselector.state
source: Integer with state ID
cs_cz: Celé číslo s ID státu
sk_sk: Celé čislo s ID štátu
zh_cn: 状态 ID 的整数

# cssstylesheet.beforesavelanguagechangeconfirmation
source: Are you sure you want to change CSS language?
zh_cn: 你确定你想要改变 CSS 语言？

# cssstylesheet.changelanguage
source: Change language
zh_cn: 更改语言

# cssstylesheet.csscode
source: CSS code
zh_cn: CSS 代码

# cssstylesheet.cssstylesheetproperties
source: CSS stylesheet properties
cs_cz: Vlastnosti CSS šablony stylů
sk_sk: Vlastnosti šablóny CSS štýlov
zh_cn: CSS 样式表属性

# cssstylesheet.editcssstylesheet
source: Edit CSS stylesheet
cs_cz: Upravit šablonu stylů CSS
sk_sk: Editovať CSS štýl
zh_cn: 编辑 CSS 样式表

# cssstylesheet.errorediting
source: Error editing CSS stylesheet
cs_cz: Chyba při úpravě šablony stylů CSS
sk_sk: Chyba pri editácií CSS
zh_cn: 错误编辑 CSS 样式表

# cssstylesheet.languagechangeconfirmation
source: Changing the stylesheet language permanently converts the code to plain CSS - you need to perform the language transition manually. Additionally, the code's original formatting may be lost. Do you want to continue?
zh_cn: 永久更改样式表语言转换纯 CSS 代码 — — 你需要手动执行语言的转换。此外，守则 》 的原始格式可能会丢失。你想要继续吗？

# cssstylesheet.new
source: New CSS stylesheet
cs_cz: Nová CSS šablona stylů
sk_sk: Nová šablóna CSS štýlov
zh_cn: 新建 CSS 样式表

# cssstylesheet.notallowedtoedit
source: You aren't allowed to modify selected stylesheet.
cs_cz: Nemáte povolení pro úpravu vybraných šablon stylů.
sk_sk: Nemáte povolenie modifikovať vybraný štýl.
zh_cn: 你不允许修改所选的样式表。

# cssstylesheet.plaincss
source: Plain CSS
zh_cn: 纯 CSS

# cssstylesheet.plaincsspreview
source: Plain CSS preview
zh_cn: 纯 CSS 预览

# cssstylesheet.selectlanguage
source: Change
zh_cn: 选择语言

# cssstylesheet_general.text
source: Stylesheet text
cs_cz: Text šablony stylů:
sk_sk: Text šablóny štýlov:
zh_cn: 样式表文本

# cssstylesheet_sites.available
source: The CSS stylesheet is available for the following websites:
cs_cz: CSS šablona stylů je přístupná pro následující weby:
sk_sk: Šablóna CSS štýlov je prístupná pre nasledujúce weby:
zh_cn: CSS 样式表是可用于以下网站：

# culture.allcultures
source: All cultures
zh_cn: 所有的语言

# culture.cultureisuiculture
source: Is UI culture
zh_cn: 是 UI 语言

# culture.customstring
source: Custom string
zh_cn: 自定义字符串

# culture.defaulttextwithparameter
source: Default text ({0}):
zh_cn: 默认文本 ({0}）：

# culture.defaultwithparameter
source: Default ({0})
zh_cn: 默认值 ({0})

# culture.deleteresourcestring
source: Delete resource string with all translations
zh_cn: 删除所有的翻译资源字符串

# culture.deleteresourcestringconfirm
source: Are you sure you want to delete the resource string with all translations?
zh_cn: 你确定你想要删除的资源字符串，这些所有的翻译？

# culture.deletetranslation
source: Delete translation for current culture
zh_cn: 删除为当前语言的翻译

# culture.deletetranslationconfirm
source: Are you sure you want to delete the translation for current culture?
zh_cn: 你确定你想要删除当前语言翻译？

# culture.doesntexist
source: Culture '{0}' doesn't exist.
zh_cn: 语言"{0}"不存在。

# culture.downloadlocalization
source: The system does not contain a localization pack for the selected culture. You can download additional localization packs from {0}
zh_cn: 系统不包含本地化包为所选的语言。您可以下载额外的本地化包从 {0}

# culture.edit.properties
source: Culture properties
cs_cz: Vlastnosti jazykové verze
sk_sk: Vlastnosti jazyka
zh_cn: 语言属性

# culture.enterakey
source: Please enter a key
zh_cn: 请输入密钥

# culture.errorremoveculture
source: Culture is assigned to a site(s). It cannot be removed.
zh_cn: 语言被分配到的站点。它不能被删除。

# culture.general
source: Culture:
zh_cn: 语言：

# culture.invalidresstringkey
source: Invalid resource string key.
zh_cn: 无效的资源字符串键。

# culture.key
source: Key
zh_cn: 关键

# culture.neutralculturecannotbeused
source: The culture code is invalid. You cannot use neutral culture codes that represent languages in general. Please enter the culture code of a specific country/region. For example, "en-US" instead of "en".
zh_cn: 语言代码是无效的。您不能使用一般代表语言的非特定语言代码。请输入一个特定的国家/地区的语言代码。例如，"EN-US"而不是"en"。

# culture.newculture
source: New culture
zh_cn: 新语言

# culture.newstring
source: New string
zh_cn: 新建字符串

# culture.resourcestringiscustom
source: Is custom
zh_cn: 是自定义

# culture.sitecultures
source: Site cultures
zh_cn: 网站语言

# culture.stringexists
source: String with key '{0}' already exists.
zh_cn: 字符串与键"{0}"已存在。

# culture.strings
source: Strings
zh_cn: 字符串

# culture.text
source: Text
zh_cn: 文本

# culture.title
source: Cultures
zh_cn: 语言

# culture.translated
source: Translated
zh_cn: 目标语言

# culture.translation
source: Translation
zh_cn: 翻译

# culture.uicultures
source: UI cultures
zh_cn: UI 语言

# culture_edit_sites.sitetitle
source: The culture is available for the following websites:
cs_cz: Jazyková verze je přístupná pro následující weby:
sk_sk: Jazyk je prístupný pre nasledujúce weby:
zh_cn: 语言是浏览以下网站：

# culture_new.cultureshortname
source: Short name
cs_cz: Krátký název:
sk_sk: Krátky názov jazyka:
zh_cn: 短名称

# currency_edit.currencycodelabel
source: Currency code
cs_cz: Kód měny:
sk_sk: Kód meny:
zh_cn: 币种代码

# currency_edit.currencyroundtolabel
source: Decimal places
cs_cz: Platná desetinná místa:
sk_sk: Platné desatinné miesta:
zh_cn: 小数位数

# currency_edit.lblformatstring
source: Currency formatting string
cs_cz: Formátovací řetězec měny:
sk_sk: Formátovací reťazec meny:
zh_cn: 货币格式字符串

# currencyselector.additems
source: Add currencies
cs_cz: Přidat měny
sk_sk: Pridať meny
zh_cn: 添加货币

# currencyselector.entersearch
source: Currency name
cs_cz: Název měny:
sk_sk: Názov meny:
zh_cn: 货币名称

# currencyselector.itemname
source: Currency name
cs_cz: Název měny
sk_sk: Názov meny
zh_cn: 货币名称

# currencyselector.moreitems
source: (more currencies...)
cs_cz: (více měn...)
sk_sk: (viac mien...)
zh_cn: (更多币种......)

# currencyselector.nodata
source: No currencies found.
cs_cz: Nebyly nalezeny žádné měny.
sk_sk: Neboli nájdené žiadne meny
zh_cn: 发现没有货币。

# currencyselector.select
source: (select)
cs_cz: (vybrat)
sk_sk: (vybrať)
zh_cn: （选择）

# currencyselector.selectitem
source: Select currency
cs_cz: Vybrat měnu
sk_sk: Vybrať menu
zh_cn: 选择货币

# customer_edit_address_edit.addressline1label
source: Address line
cs_cz: Řádky adresy:
sk_sk: Riadky adresy:
zh_cn: 地址行

# customer_edit_address_edit.addressline2label
source: Address line 2
zh_cn: 地址行 2

# customer_edit_address_edit.addressziplabel
source: Postal code
cs_cz: PSČ:
sk_sk: PSČ:
zh_cn: 邮政编码

# customer_edit_address_edit.lblpersonalname
source: Contact name
cs_cz: Osobní nebo firemní jméno:
sk_sk: Osobné alebo firemné meno:
zh_cn: 联系人姓名

# customer_edit_address_edit.rqvzipcode
source: Please enter a postal code
cs_cz: Vložte prosím PSČ.
sk_sk: Prosím, vložte PSČ.
zh_cn: 请输入邮政编码

# customers_edit.customerphone
source: Phone number:
cs_cz: Telefon:
sk_sk: Telefón:
zh_cn: 电话号码：

# customers_edit.email
source: Email:
zh_cn: 电子邮件：

# customers_edit.errorphoneformat
source: Please enter a valid phone number.
zh_cn: 请输入有效的电话号码。

# customers_edit.lblcompanyaccount
source: Account type:
cs_cz: Účet společnosti:
sk_sk: Firemný účet:
zh_cn: 帐户类型：

# customers_edit.newitemcaption
source: New customer
cs_cz: Nový zákazník
sk_sk: Nový zákazník
zh_cn: 新客户

# customerselector.additems
source: Add customers
cs_cz: Přidat zákazníky
sk_sk: Pridať zákazníka
zh_cn: 添加客户

# customerselector.entersearch
source: Customer name
cs_cz: Jméno zákazníka:
sk_sk: Meno zákazníka:
zh_cn: 客户名称

# customerselector.itemname
source: Customer name
cs_cz: Jméno zákazníka
sk_sk: Meno zákazníka
zh_cn: 客户名称

# customerselector.moreitems
source: (more customers...)
cs_cz: (více zákazníků...)
sk_sk: (viac zákazníkov...)
zh_cn: （更多的客户......)

# customerselector.nodata
source: No customers found.
cs_cz: Nebyly nalezeni žádní zákazníci.
sk_sk: Neboli nájdení žiadni zákazníci
zh_cn: 没有找到的客户。

# customerselector.selectitem
source: Select customer
cs_cz: Vybrat zákazníka
sk_sk: Vybrať zákazníka
zh_cn: 选择客户

# customization.howtocustomize
source: To customize these settings please click the Customize button. Customized settings won't be overwritten by hotfix or upgrade procedure.
zh_cn: 若要自定义这些设置，请单击自定义按钮。自定义的设置不会覆盖由修补程序或升级过程。

# customization.information
source: These settings are marked as customized. Customized settings won't be overwritten by hotfix or upgrade procedure.
zh_cn: 这些设置被标记为已定制。自定义的设置不会覆盖由修补程序或升级过程。

# customization.onlycustomizable
source: Only customizable classes can be modified.
zh_cn: 只有自定义类可以被修改。
