Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# validation.errorinitialization
source: Error occurs during validation request, please try to revalidate page.
cs_cz: Během požadavku validace nastala chyba, zkuste prosím dokument revalidovat.&lrm;
sk_sk: Objavila sa chyba počas validácie, skúste, prosím, dokument znovu zvalidovať.&lrm;
zh_cn: 在验证请求过程中发生的错误的请试着重新验证页。

# validation.exception
source: Error occurs during validation: {0} Please try to revalidate the page.
cs_cz: Během validace nastala chyba: {0} Zkuste prosím dokument revalidovat.&lrm;
sk_sk: Objavila sa chyba počas validácie: {0}. Skúste, prosím, dokument znovu zvalidovať.&lrm;
zh_cn: 在验证过程中出现错误: {0} 请尝试重新验证页面。

# validation.html.column
source: Column
cs_cz: Sloupec
zh_cn: 列

# validation.html.explanation
source: Error explanation
cs_cz: Vysvětlení chyby
sk_sk: Vysvetlenie chyby
zh_cn: 错误的解释

# validation.html.line
source: Line
cs_cz: Řádek
sk_sk: Riadok
zh_cn: 线

# validation.html.message
source: Error message
cs_cz: Chybová zpráva
sk_sk: Chybová hláška
zh_cn: 错误消息

# validation.html.notvalidated
source: Click validate to check for (X)HTML validity of the page.
cs_cz: Pro kontrolu (X)HTML validity dokumentu klikněte na validovat.&lrm;
sk_sk: Kliknite na 'Validovať' pre kontrolu (X)HTML validity dokumentu.&lrm;
zh_cn: 单击验证以检查 (X) HTML 页的有效性。

# validation.html.resultinvalid
source: Page is not valid.
cs_cz: (X)HTML dokument není validní.&lrm;
sk_sk: (X)HTML dokument nie je validný.&lrm;
zh_cn: 页面不是有效的。

# validation.html.resultvalid
source: Page is valid.
cs_cz: (X)HTML dokument je validní.&lrm;
sk_sk: (X)HTML dokument je validný.&lrm;
zh_cn: 页面是有效的。

# validation.html.source
source: Source
cs_cz: Zdroj
sk_sk: Zdroj
zh_cn: 源

# validation.link.checkingurls
source: Checking URLs...&lrm;
cs_cz: Kontrolování URL...&lrm;
sk_sk: Kontrola URLs...&lrm;
zh_cn: 正在检查 Url...

# validation.link.clienterror
source: Client request error:&lrm;
cs_cz: Chyba klinetského požadavku:&lrm;
sk_sk: Chyba požiadavku
zh_cn: 客户端请求错误：

# validation.link.message
source: Error message
cs_cz: Chybová zpráva
sk_sk: Chybová správa
zh_cn: 错误消息

# validation.link.notvalidated
source: Click validate to check for validity of links contained in the page.
cs_cz: Pro kontrolu validity odkazů umístěných v dokumentu klikněte na validovatt.&lrm;
sk_sk: Kliknite na 'Validovať' pre kontrolu validity odkazov v dokumente.
zh_cn: 单击验证以检查包含在页面中的链接的有效性。

# validation.link.permanentredir
source: <b>redirects to</b>
cs_cz: <b>přesměruje na</b>
sk_sk: <b>presmerovanie na</b>
zh_cn: <b>将重定向到</b>

# validation.link.resultinvalid
source: Some of the page links are broken or should be changed.
cs_cz: Některé dokumentové odkazy jsou nefunkční nebo by měly být změněny.&lrm;
sk_sk: Niektoré z odkazov sú nefunkčné alebo by mali byť zmenené.
zh_cn: 一些页面链接或会打破应该改变。

# validation.link.resultinvalidwarning
source: The following links may require your attention.
cs_cz: Následující odkazy mohou vyžadovat vaši pozornost.
zh_cn: 下面的链接可能需要您的注意。

# validation.link.resultvalid
source: All links on the page are valid.
cs_cz: Všechny obsažené odkazy jsou validní.&lrm;
sk_sk: Všetky odkazy sú validné.&lrm;
zh_cn: 页面上的所有链接都是有效的。

# validation.link.servererror
source: Target server error:&lrm;
cs_cz: Chyba cílového serveru:&lrm;
sk_sk: Chyba cieľového servera.
zh_cn: 目标服务器错误：

# validation.link.statuscode
source: Status code
cs_cz: Kód stavu
sk_sk: Kód stavu
zh_cn: 状态代码

# validation.link.statuses.found
source: Temporary Redirection
cs_cz: Dočasné přesměrování
sk_sk: Dočasné presmerovanie
zh_cn: 临时重定向

# validation.link.statuses.movedpermanently
source: Permanent Redirection
cs_cz: Trvalé přesměrování
sk_sk: Permanentné presmerovanie
zh_cn: 永久重定向

# validation.link.time
source: Request time
cs_cz: Čas požadavku
sk_sk: Čas požiadavku
zh_cn: 请求的时间

# validation.link.type
source: Type
cs_cz: Typ
sk_sk: Typ
zh_cn: 类型

# validation.link.typeerror
source: error
cs_cz: chyba
sk_sk: chyba
zh_cn: 错误

# validation.link.typewarning
source: warning
cs_cz: varování
sk_sk: varovanie
zh_cn: 警告

# validation.revalidate
source: Revalidate
cs_cz: Revalidovat
sk_sk: Revalidovať
zh_cn: 重新验证

# validation.servererror
source: Validation server is busy right now and was unable to respond in time. Please try to validate the code again.&lrm;
cs_cz: Validační server je momentálně zaneprázdněný a nebyl schopný odpovědět včas. Zkuste prosím kód validovat znovu.&lrm;
sk_sk: Validačný server je momentálne zaneprázdnený a nebol schopný odpovedať na čas. Skúste, prosím, validovať kód znovu.&lrm;
zh_cn: 验证服务器现在正忙着，无法及时响应。请尝试再次验证代码。

# validation.showresultsnewwindow
source: Show results in new window
cs_cz: Zobrazit výsledky v jednom okně
sk_sk: Zobraziť výsledky v novom okne
zh_cn: 在新窗口中显示结果

# validation.validating
source: Validating...&lrm;
cs_cz: Validuje se....&lrm;
sk_sk: Validuje sa...&lrm;
zh_cn: 正在验证...

# validation.validationcanceled
source: Validation canceled.&lrm;
cs_cz: Validace zrušena.&lrm;
sk_sk: Validácia zrušená.&lrm;
zh_cn: 取消了有效性验证。

# validation.validationdialogresults
source: Validation results of '{0}' page
cs_cz: Výsledky validace dokumentu '{0}'
sk_sk: Výsledky validácie dokumentu '{0}'
zh_cn: '{0}' 页面的验证结果

# validation.validationresults
source: Validation results
cs_cz: Výsledky validace
sk_sk: Výsledky validácie
zh_cn: 验证结果

# validation.viewcode
source: View source
cs_cz: Zobrazit zdroj
sk_sk: Zobraziť zdroj
zh_cn: 查看源文件

# validation.viewcodetooltip
source: View (X)HTML source code
cs_cz: Zobrazit (X)HTML zdrojový kód
sk_sk: Zobraziť (X)HTML zdrojový kód
zh_cn: 视图 (X) HTML 源代码

# validationtype.guid
source: Validation by GUID
cs_cz: Validace podle GUID
sk_sk: Validácia podľa GUID
zh_cn: 通过 GUID 来验证

# validationtype.number
source: Validation by number
cs_cz: Validace podle čísla
sk_sk: Validácia podľa čísla
zh_cn: 验证按编号

# validationtype.text
source: Validation by text
cs_cz: Validace podle textu
sk_sk: Validácia podľa textu
zh_cn: 通过文本来验证

# variantslider.btnadd
source: Add new variant
cs_cz: Přidat novou variantu
sk_sk: Pridať nový variant
zh_cn: 添加新的变量

# variantslider.btnaddmvt
source: Add MVT variant
cs_cz: Přidat variantu MVT
sk_sk: Pridať MVT variant
zh_cn: 添加 MVT 备选案文

# variantslider.btnaddpesronalization
source: Add content personalization variant
cs_cz: Přidat variantu personalizace obsahu
sk_sk: Pridať variant personalizácie obsahu
zh_cn: 添加内容的个性化备选案文

# variantslider.btnleft
source: Previous variant
cs_cz: Předchozí varianta
sk_sk: Predchádzajúci variant
zh_cn: 以前的备选案文

# variantslider.btnlist
source: Variant list
cs_cz: Seznam variant
sk_sk: Zoznam variantov
zh_cn: Variant 类型的值的列表

# variantslider.btnremove
source: Remove variant
cs_cz: Ostranit variantu
sk_sk: Odstrániť variant
zh_cn: 删除备选案文

# variantslider.btnright
source: Next variant
cs_cz: Další varianta
sk_sk: Ďalší variant
zh_cn: 下一个备选案文

# variantslider.novariants
source: There are no variants
cs_cz: Nejsou žádné varianty.
sk_sk: Žiadne varianty.
zh_cn: 有无变量

# variantslider.removeconfirm
source: Are you sure you want to delete the selected variant?
cs_cz: Opravdu chete smazat vybranou variantu?
sk_sk: Ste si istí, že chcete zmazať vybraný variant?
zh_cn: 你确定你想要删除所选的备选案文？

# variantslider.viewmodeconflict
source: Conflicting variant types
cs_cz: Kolidující typy variant
sk_sk: Konfliktné typy variant
zh_cn: 发生冲突的 variant 类型的值类型

# variantslider.viewmodeconflicttooltip
source: There are variants for both MVT and Content personalization. Delete either all the MVT tests for this page or all the MVT variants or all the Content personalization variants.
cs_cz: Existují varianty personalizace MVT i Obsahu. Smažte buď všechny MVT testy pro tuto stránku nebo MVT varianty nebo všechny varianty personalizace Obsahu.
sk_sk: Už existujú varianty pre obe personalizácie, MVT aj personalizáciu obsahu. Zmažte buď všetky MVT testy pre túto stránku alebo všetky MVT varianty alebo všetky varianty personalizácie obsahu.
zh_cn: 有变量 MVT 和个性化定制的内容。删除此页面或所有 MVT 变量的所有 MVT 测试或所有内容的个性化的变体。

# versionproperties.rollbackerror
source: Error during version rollback.
cs_cz: Chyba návratu verze zpět.
sk_sk: Nastala chyba pri vracaní verzie späť.
zh_cn: 在版本回滚期间的错误。

# viewstatelog.isdirty
source: Is dirty
zh_cn: 很脏

# virtualcontext.accessdenied
source: This virtual context URL is not valid.
cs_cz: Tato virtuální kontextová URL není platná.
sk_sk: Tento virtuálny kontext URL nie je platný.
zh_cn: 这个虚拟的上下文 URL 不是有效的。

# virtualcontext.previewlink
source: This preview URL has already expired. Please contact a responsible person to provide you with a valid preview URL.
cs_cz: Tato URL náhledu již vypršela. Kontaktujte prosím odpovědnou osobu, která vám poskytne platnou URL náhledu.
sk_sk: Toto URL náhľadu už expirovalo. Kontaktuje, prosím, zodpovednú osobu, aby vám poskytla platné URL náhľadu.
zh_cn: 此预览 URL 已过期。请联系一个负责的人，为您提供一个有效的预览 URL。

# visibilityrad.all
source: All
cs_cz: Vše
sk_sk: Všetko
zh_cn: 所有

# webanal.beginning
source: beginning
cs_cz: začátek
zh_cn: 开始

# webanal.deleteall
source: Are you sure you want to delete all data?
cs_cz: Opravdu chcete smazat veškerá data?
sk_sk: Ste si istí, že chcete zmazať všetky dáta?
zh_cn: 是否确实要删除所有数据？

# webanal.deletefromtomsg
source: Are you sure you want to delete data from ##FROM## to ##TO##?
cs_cz: Opravdu chcete smazat veškerá data od ##FROM## do ##TO##?
sk_sk: Ste si istí, že chcete zmazať dáta od ##FROM## do ##TO##?
zh_cn: 你确定你想要删除的数据从 ##FROM## 到 ##TO##？

# webanal.now
source: now
cs_cz: nyní
sk_sk: teraz
zh_cn: 现在

# webanalytics.disabled
source: The web analytics module is currently disabled. To enable it, please go to <strong>##ui|cms|settings## -> On-line marketing -> Web analytics</strong> and check the "Enable web analytics" box.
cs_cz: Modul analýza webu je momentálně vypnut. Pro jeho povolení jděte prosím na <strong>Site Manager -> Nastavení -> Analýza webu</strong> a zvolte "Povolit analýzu webu".
sk_sk: Analýza webu je momentálne vypnutá. Aby ste ju zapli, prejdite, prosím, do <strong>Site Manager -> Nastavenia -> On-line marketing -> Webové anlýzy</strong> a zvoľte "Povoliť webové analýzy".
zh_cn: 当前已禁用 web 分析模块。若要启用它，请转到<strong>##ui|cms|settings##-> 在线营销-> 网站</strong>，并选中"启用 web 分析"框。

# webanalytics.invaliddatetime
source: Invalid period input.
cs_cz: Neplatný vstup doby
sk_sk: Neplatný vstup.
zh_cn: 期间的输入无效。

# webanalytics.livetiledescription
source: Visits in the last 7 days
zh_cn: 在过去的 7 天内访问

# webcontainers_edit_sites.sitetitle
source: The container is available for the following websites:
cs_cz: Kontejner je k dispozici na následujících webech:
sk_sk: Kontajner je dostupný pre nasledujúce webové stránky:
zh_cn: 容器是浏览以下网站：

# webdav.editdocument.error
source: The page could not be opened for editing. A Windows WebDAV Services compatible application could not be found to edit the page.
cs_cz: Dokument nemohl být otevřen pro úpravy. Nebyla nalezena aplikace pro úpravu souboru kompatibilní s Windows WebDAV .
sk_sk: Dokument nemôže byť otvorený pre editáciu. Kompatibilná aplikácia Windows WebDAV nebola nájdená.
zh_cn: 页上不能打开进行编辑。现在找不到 Windows WebDAV 服务兼容的应用程序来编辑页面。

# webdav.sharepoint.opendocuments.error
source: Could not open the document. Make sure you are using Internet Explorer. Also, make sure both Internet Explorer and Microsoft Office are the same version—32-bit or 64-bit.
cs_cz: Nelze otevřít dokument. Ujistětě se prosím, že používáte buď 32-bit nebo 64-bit verzi Microsoft Office a Internet Exploreru.
sk_sk: Nepodarilo sa otvoriť dokument. Uistite sa, prosím, že používate buď 32-bitovú alebo 64-bitovú verziu oboch, Microsoft Ofiice aj Internet exploreru.
zh_cn: 不能打开该文档。请确保您正在使用 Internet explorer。此外，还要确保互联网资源管理器和微软办公软件的版本相同 — — 32 位或 64 位。

# webfarm.edit.editserver
source: Edit web farm server
zh_cn: 编辑 web 场服务器

# webfarm.edit.newserver
source: New web farm server
cs_cz: Nový server web farmy
sk_sk: Nový server na webovú farmu
zh_cn: 新建 web farm服务器

# webfarm.notprocessed
source: Not processed
cs_cz: Nezpracované
sk_sk: Nespracované
zh_cn: 不处理

# webfarm.serverslimitexceeded
source: The license servers limit has exceeded.
cs_cz: Byl překročen limit licenčních serverů.
sk_sk: Bol prekročený počet licenčných serverov.
zh_cn: 超出了许可证服务器限制。

# webfarm.specifyapproot
source: Please specify server root URL.
zh_cn: 请指定服务器根目录的 URL。

# webfarm.taskstatus
source: Task status
cs_cz: Stav úlohy
sk_sk: Stav úlohy
zh_cn: 任务状态

# webfarm.tasktext
source: Task text
cs_cz: Text úlohy
sk_sk: Text úlohy
zh_cn: 任务文本

# webfarm_header.servers
source: Servers
cs_cz: Servery
sk_sk: Servery
zh_cn: 服务器

# webfarm_header.tasks
source: Tasks
cs_cz: Úlohy
sk_sk: Úlohy
zh_cn: 任务

# webfarmserver.entersearch
source: Server name
cs_cz: Název serveru nebo jeho část:
sk_sk: Názov servera alebo časť názvu:
zh_cn: 服务器名称

# webfarmserver.itemname
source: Server name
cs_cz: Název serveru
sk_sk: Názov servera
zh_cn: 服务器名称

# webfarmserver.moreitems
source: (more servers...)
cs_cz: (více serverů...)
sk_sk: (viac serverov ...)
zh_cn: （更多服务器......)

# webfarmserver.nodata
source: No web farm server selected.
cs_cz: Nebyl vybrán žádný server webové farmy.
sk_sk: Nebol zvolený žiaden server pre webovú farmu
zh_cn: 没有选择 web farm服务器。

# webfarmserver.selectitem
source: Select web farm server
cs_cz: Vybrat server webové farmy.
sk_sk: Zvoľ server pre webovú farmu
zh_cn: 选择 web farm服务器

# webfarmservers_edit.enabled
source: Server enabled
cs_cz: Server je povolen:
sk_sk: Server je povolený:
zh_cn: 启用服务器

# webfarmservers_edit.new
source: New server
cs_cz: Nový server
sk_sk: Nový server
zh_cn: 新建服务器

# webfarmservers_list.newitemcaption
source: New server
cs_cz: Nový server
sk_sk: Nový server
zh_cn: 新建服务器

# webfarmtasks.taskexecuted
source: The tasks have been executed. It may take a few moments before the system gets updated.
cs_cz: Úkol byl proveden. Aktualizace systému může chvíli trvat.
sk_sk: Úlohy boli vykonané. Môže chvíľu trvať, kým sa systém aktualizuje.
zh_cn: 已执行的任务。它可能需要几分钟之前的系统获取更新。

# webpart.actions.element
source: Action target element
zh_cn: 行动目标元素

# webpart.actions.module
source: Action target module
zh_cn: 行动目标模块

# webpart.actions.url
source: Action target URL
zh_cn: 行动目标 URL

# webpart.afterdeletescript
source: After delete script
zh_cn: 后删除脚本

# webpart.aftersavescript.description
source: Script executed after the editing form is saved.
zh_cn: 之后保存编辑表单时执行的脚本。

# webpart.bindingobjectprovidertype.description
source: Enter the name of the object type that represents the M;N relationship. For example: "CMS.MembershipRole"
zh_cn: 输入的名称的对象类型表示米 ；N 的关系。例如："不育系。"MembershipRole

# webpart.description.bindingobjecttype
source: Enter the name of the object type that is connected to the UI element's object type through the M:N relationship. For example: "CMS.Role"
zh_cn: 输入连接到 M:N 关系通过 UI 元素的对象类型对象类型的名称。例如："不育系。角色"

# webpart.description.textlisting
source: Text displayed above listing.
zh_cn: 上述清单显示的文本。

# webpart.design
source: Default content
zh_cn: 默认内容

# webpart.dialogwherecondition.description
source: Sets a WHERE condition that limits which objects are available in dialog used to select related objects.
zh_cn: 设置限制哪些对象是用于选择相关的对象的对话框中可用的 WHERE 条件。

# webpart.displayedcontrols.description
source: Determines which form controls can be assigned into the form's fields (based on the 'Show control in' settings of form controls).
zh_cn: 确定哪些表格控件可以分配到该表格的字段 （基于表格控件的显示控制设置）。

# webpart.documentation.allowall
source: Allow all
zh_cn: 允许所有

# webpart.documentation.allowempty
source: Allow empty
zh_cn: 允许空

# webpart.documentation.allowglobal
source: Allow global
zh_cn: 允许全局

# webpart.documentation.bindingobjectprovidertype
source: Binding object type
zh_cn: 绑定对象类型

# webpart.documentation.bindingobjecttype
source: Related object type
zh_cn: 相关的对象类型

# webpart.documentation.defaulttabname
source: Tab's code name, that will be selected by default.
zh_cn: 选项卡上的代码名称，将在默认情况下选中。

# webpart.documentation.displaycontrols
source: Displayed controls
zh_cn: 显示的控件

# webpart.documentation.fieldeditormode
source: Field editor mode
zh_cn: 字段编辑器模式

# webpart.documentation.resourceprefix
source: Resource prefix
zh_cn: 资源前缀

# webpart.editactionurl
source: Edit action URL
zh_cn: 编辑操作 URL

# webpart.editextender.description
source: Specifies an extender class for the Edit parameters web part.
zh_cn: 指定扩展程序类编辑参数的 web 部件。

# webpart.editmnextender.description
source: Specifies an extender class for the 'M:N edit' web part.
zh_cn: 指定的扩展程序类别是： N 编辑 ' web 部件。

# webpart.editparameters.parameterscolumnname
source: Parameters column name
zh_cn: 参数列名称

# webpart.evals
source: Web part {0} used only {1} of {2} columns from the data source. Some of these columns might have been required automatically by the component. Restrict the columns in the web part properties to the following list if possible:
cs_cz: Web part {0} použil pouze {1} z {2} sloupců z data source (zdroje dat). Některé z těchto sloupců mohly být vyžadovány automaticky komponentou. Omezte sloupce ve vlastnostech web partu na následující seznam, pokud je to možné:
zh_cn: 从数据源仅 {1} 的 {2} 列使用 web 部件 {0}。其中某些列可能需要自动由该组件。限制对如果可能的话下面的列表中的 web 部件属性的列：

# webpart.fieldeditormode.description
source: Determines the behavior of the field editor. Select one of the predefined field editor modes.
zh_cn: 确定字段编辑器的行为。选择预定义的字段编辑器模式之一。

# webpart.generatefiles
source: Generate the code files
cs_cz: Generovat code files
zh_cn: 生成的代码文件

# webpart.headeraction.openindialog
source: Open in dialog
zh_cn: 在对话框中打开

# webpart.layoutwebpartwarning
source: Content personalization variants and MVT variants are not supported for the layout web parts.
cs_cz: Varianty personalizace obsahu a varinaty MVT nejsou pro web party rozložení podporovány.
sk_sk: Varianty personalizácie obsahu a MVT varianty nie sú podporované pre layout web party.
zh_cn: 布局 web 部件不支持内容的个性化变量和 MVT 的变量。

# webpart.listing.editindialog
source: Edit in dialog
zh_cn: 在对话框中进行编辑

# webpart.listing.editonclick
source: Edit on click
zh_cn: 点击编辑

# webpart.listing.gridname
source: Grid name
zh_cn: 网格名称

# webpart.listing.orderby
source: Order by
zh_cn: 按顺序

# webpart.listing.wherecondition
source: Where condition
zh_cn: 条件的位置

# webpart.name.iconsize
source: Icon size
zh_cn: 图标大小

# webpart.parameterscolumnname.description
source: Specifies the column that stores the XML form definition for the given object type (e.g. WebPartProperties for web parts).
zh_cn: 指定存储给定的对象类型 （例如 web 部件的 WebPartProperties） 的 XML 表单定义的列。

# webpart.properties.description.resolvedynamiccontrols
source: Indicates whether dynamic controls should be resolved.
zh_cn: 指示是否应解决动态控件。

# webpart.properties.resolvedynamiccontrols
source: Resolve dynamic controls
zh_cn: 解决动态控件

# webpart.property.defaulttabname
source: Default tab name
zh_cn: 默认选项卡名称

# webpart.redirectelement.description
source: URL to page is redirected after save is accomplished. Can be used either for existing elements or for new ones.
zh_cn: 保存完成后，将被重定向页的 URL。可以使用新的或现有的元素。

# webpart.resourceprefix.description
source: Sets the prefix added to the full names of resource strings used in the related object selection dialog.
zh_cn: 设置添加到相关的对象选择对话框中使用的资源字符串的完整名称的前缀。

# webpart.settingkeys.description
source: The "disabled module" notification appears on the page if at least one of the specified settings is disabled. Enter the code names of the setting keys, separated by semicolons. The setting keys must have values of the Boolean type.
zh_cn: "禁用模块"通知页面上显示，如果至少一个指定的设置被禁用。输入以分号分隔的键设置的代码名称。设置键必须具有布尔类型的值。

# webpart.siteselector.selectortype
source: Selector type
zh_cn: 选择器类型

# webpart.statictext.description
source: Sets the text displayed by the 'Text' web part above the M:N editing list.
zh_cn: 设置以上 M:N 编辑列表 '文本' web 部件所显示的文本。

# webpart.tabs
source: Tabs
zh_cn: 选项卡

# webpart.tabs.remember
source: Remember selected tab
zh_cn: 记得选定的选项卡

# webpart.tabs.rememberdescription
source: If checked, the UI remembers the state of the selected tab
zh_cn: 如果选中此选项，用户界面记住当前状态的选定的选项卡

# webpart.titletext
source: Title text
zh_cn: 标题文本

# webpart.webpartname
source: Web part name:
cs_cz: Název web party:
sk_sk: Názov webparty:
zh_cn: Web 部件的名称：

# webpart.wherecondition.description
source: Sets the WHERE condition applied when loading the list of related objects.
zh_cn: 设置在加载的相关对象列表时应用 WHERE 条件。

# webpartcategory.imagepath
source: Category image path
cs_cz: Cesta obrázku kategorie
sk_sk: Cesta k obrázkom kategórie
zh_cn: 类别图像路径

# webpartdesign.configuredefault
source: Configure default content
zh_cn: 配置默认内容

# webpartdesign.confirmremove
source: Are you sure you want to remove default configuration from this web part?
zh_cn: 是否确实要删除此 web 部件的默认配置?

# webpartdesign.info
source: Removes default content from web part.
zh_cn: 从 web 部件中移除默认内容。

# webpartdesign.notconfigured
source: Allows configuration of default content for layout web part.
zh_cn: 允许配置布局 web 部件的默认内容。

# webpartdesign.removeconfiguration
source: Remove default content
zh_cn: 删除默认内容

# webpartdesign.resettodefault
source: Are you sure you want to reset the web part default content?
zh_cn: 是否确实要重置 web 部件的默认内容?

# webpartdocumentation.elementname
source: Element name
zh_cn: 元素名称

# webpartdocumentation.resourcename
source: Resource name
zh_cn: 资源名称

# webparteditdocumentation.view
source: View documentation
cs_cz: Zobrazit dokumentaci
sk_sk: Zobraziť dokumentáciu
zh_cn: 查看文档

# webparteditlayoutedit.isdefault
source: Is default
zh_cn: 是默认值

# webparteditlayoutedit.rfvcodenamerequired
source: Please enter code name.
cs_cz: Zadejte prosím kódový název.
sk_sk: Zadajte, prosím, kódový názov.
zh_cn: 请输入代码名称。

# webpartlayoutselect.entersearch
source: Layout
cs_cz: Název rozvržení nebo jeho část:
sk_sk: Názov layoutu alebo jeho časť:
zh_cn: 布局

# webpartlayoutselect.itemname
source: Layout name
cs_cz: Název rozvržení
sk_sk: Názov layoutu
zh_cn: 布局名称

# webpartlayoutselect.nodata
source: No layout selected.
cs_cz: Nebylo vybráto žádné rozvržení.
sk_sk: Nebol vybraný žiadny layout
zh_cn: 没有选定的布局。

# webpartlayoutselect.selectitem
source: Select web part layout
cs_cz: Vybrat rozvržení web party
sk_sk: Vybrať layout web party
zh_cn: 选择 web 部件布局

# webpartmenu.copy
source: Copy
zh_cn: 复制

# webpartmenu.iconbackward
source: Send backward
cs_cz: Poslat dozadu
zh_cn: 下移一层

# webpartmenu.iconforward
source: Bring forward
cs_cz: Přenést dopředu
zh_cn: 提出了

# webpartmenu.paste
source: Paste
zh_cn: 粘贴

# webpartmenu.pastetooltip
source: Paste copied web parts under the selected web part
zh_cn: 复制粘贴下所选的 web 部件的 web 部件

# webpartproperties.datasource
source: Data source
zh_cn: 数据源

# webpartproperties.loaddefaults
source: Load default values
cs_cz: Načítat defaultní hodnoty
zh_cn: 加载默认值

# webpartproperties.nested.datasource
source: Data source type
zh_cn: 数据源类型

# webpartproperties.nested.viewer
source: Viewer type
zh_cn: 查看器类型

# webpartproperties.nestedselect.datasource
source: Please select the data source type to configure the data source. The data source will be automatically connected to the viewer.
zh_cn: 请选择要配置数据源的数据源类型。数据源会自动连接到查看器。

# webpartproperties.nestedselect.viewer
source: Please select the viewer that will display the data source data. The viewer will be placed at the data source location and will automatically connect to the data source..
zh_cn: 请选择的查看器将显示数据源的数据。查看器将在数据源位置放置，并将自动连接到数据源。

# webpartresizer.hint
source: Drag to change the size
cs_cz: Přetáhněte, pokud chcete změnit velikost
zh_cn: 拖动以更改大小

# webparts.caption
source: Kentico Web Parts
cs_cz: Kentico Web Party
sk_sk: Kentico Web Party
zh_cn: Kentico Web 部件

# webparts.deletewithwidgets
source: There are widgets based on this web part. Are you sure you want to delete it?
cs_cz: Existují widgety, které jsou postaveny na tomto web partu. Opravdu ho chcete smazat?
zh_cn: 有基于此 web 部件的部件。是否确实要删除它？
