Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.bitlylogin.description
source: Your Bitly account username. All shortened links will be associated with this account. You must provide this information in order to use this service.
cs_cz: Uživatelské jméno vašeho Bitly účtu. Všechny zkrácené odkazy budou spojeny s tímto účtem. Pokud chcete poskytovat bitly službu, musíte tento údaj poskytnout.
zh_cn: 你特帐户的用户名。所有的缩短的链接将会与此帐户相关联。为了使用这项服务，您必须提供此信息。

# settingskey.cms51degreesmobilicense
source: License settings
cs_cz: Licenční nastavení
zh_cn: 许可证设置

# settingskey.cms51degreesmobilicense.description
source: Use these settings to register your 51degrees.mobi licence into Kentico and leverage the mobile device data that this service offers.
cs_cz: Použijte tato nastavení na zaregistrování vaší licence pro službu 51degrees.mobi do systému Ketico CMS, aby jste mohli využívat data mobilních zařízení, která tato služba nabízí.
zh_cn: 使用这些设置来注册您的 51degrees.mobi 许可证到 Kentico，并利用此服务提供的移动设备数据。

# settingskey.cmsabtestingenabled
source: Enable A/B testing
cs_cz: Povolit A/B testování
sk_sk: Povoliť A/B testovanie
zh_cn: 使 A / B 测试

# settingskey.cmsabtestingenabled.description
source: Indicates whether A/B testing module is enabled
cs_cz: Určuje, zda je povolen modul A/B testování
sk_sk: Určuje, či je povolený A/B testovací modul
zh_cn: 指示是否 A / B 测试模块已启用

# settingskey.cmsaccessdeniedpageurl
source: Access denied page URL
cs_cz: URL stránky zamítnutý přístup
sk_sk: URL stránky 'Prístup zamietnutý'
zh_cn: 访问被拒绝的页面的 URL

# settingskey.cmsaccessdeniedpageurl.description
source: URL of the page that should be displayed when the user is not allowed to read the page.
cs_cz: URL stránky, která by měla být zobrazena, když uživatel nemá oprávnění pro čtění stránky.
sk_sk: URL stránky, ktorá bude zobrazená, keď užívateľ nemá právo na čítanie danej stránky.
zh_cn: 不允许用户读取该页时应显示的页的 URL。

# settingskey.cmsactivitypointsforblogcommentpost
source: Activity points for blog comment post
cs_cz: Body za aktivitu za komentář příspěvku blogu
sk_sk: Body za komentár k blogu
zh_cn: 博客评论活动要点

# settingskey.cmsactivitypointsforblogcommentpost.description
source: Number of points which are given to user for blog comment post.
cs_cz: Počet bodů, které jsou uděleny uživateli za komentář k příspěvku blogu.
sk_sk: Počet bodov, ktoré užívateľ dostane za komentár k blogu.
zh_cn: 给博客评论文章的用户的点的数量。

# settingskey.cmsactivitypointsforblogpost
source: Activity points for blog post
cs_cz: Body za aktivitu za příspěvek do blogu
sk_sk: Body za príspevok do blogu
zh_cn: 博客活动要点

# settingskey.cmsactivitypointsforblogpost.description
source: Number of points which are given to user for blog post.
cs_cz: Počet bodů, které jsou uděleny uživateli za příspěvek do blogu.
sk_sk: Počet bodov, ktoré užívateľ dostane za príspevok do blogu.
zh_cn: 给博客的用户的点的数量。

# settingskey.cmsactivitypointsforforumpost
source: Activity points for forum post
cs_cz: Body za aktivitu za příspěvek do fóra
sk_sk: Body za príspevok do fóra
zh_cn: 论坛帖子的活性点

# settingskey.cmsactivitypointsforforumpost.description
source: Number of points which are given to user for forum post.
cs_cz: Počet bodů, které jsou uděleny uživateli za příspěvek do fóra.
sk_sk: Počet bodov, ktoré užívateľ dostane za príspevok do fóra.
zh_cn: 给论坛帖子的用户的点的数量。

# settingskey.cmsactivitypointsformessageboardpost
source: Activity points for message board post
cs_cz: Body za aktivitu za příspěvek do diskuze
sk_sk: Body za príspevok do diskusie
zh_cn: 留言板后的活性点

# settingskey.cmsactivitypointsformessageboardpost.description
source: Number of activity points which are given to user for a message board post.
cs_cz: Počet bodů, které jsou uděleny uživateli za příspěvek do diskuze.
sk_sk: Počet bodov, ktoré užívateľ dostane za príspevok do diskusie
zh_cn: 这给留言板文章的用户的活动点的数量。

# settingskey.cmsactivitytrackedextensions
source: Track file downloads (cms.file) for these extensions
cs_cz: Sledovat stahování souborů (cms.file) s těmito příponami
zh_cn: 跟踪文件下载 （cms.file） 对这些扩展名

# settingskey.cmsactivitytrackedextensions.description
source: File types (extensions) that will be tracked as activity (<strong>separated by semicolon, without dot</strong>). <strong>Please note:</strong> If no value is specified, all types of files will be tracked.
cs_cz: Typy souborů (přípony), jejichž stahování bude zaznamenáváno jako aktivita. (<strong>oddělené středníkem, přípony bez tečky</strong>). <strong>Poznámka:</strong> Pokud nezadáte žádnou hodnotu, bude zaznamenáváno stáhování všech typů souborů.
zh_cn: 文件类型 (扩展名)，将作为 （<strong>用分号，没有点分隔</strong>） 的活动进行跟踪。<strong>请注意：</strong>如果未不指定任何值，则将跟踪所有类型的文件。

# settingskey.cmsadminemailaddress
source: Administrator's email
cs_cz: E-mail administrátora
sk_sk: E-mail administrátora
zh_cn: 管理员的电子邮件

# settingskey.cmsadminemailaddress.description
source: Administrator email address. This email address is used as a default administrator's address in modules where email cannot be specified through UI or web part properties (such as on the user account confirmation page).
cs_cz: E-mailová adresa administrátora. Tato e-mailová adresa je používána jako výchozí v modulech, kde e-mailová adresa nemůže být specifikována přes UI nebo vlastnosti web party (jako například potvrzovací stránka uživatelského účtu).
sk_sk: E-mailová adresa administrátor. Táto e-mailová adresa je použitá ako defaultná adresa administrátora v moduloch, kde e-mailo nemôže byť zadaný cez rozhranie vlastností web party. (napr. stránka pre potvrdenie užívateľského účtu)
zh_cn: 管理员电子邮件地址。此电子邮件地址用作默认管理员的地址在模块中不能通过用户界面或 web 部件属性指定电子邮件的位置 （如在用户帐户确认页上）。

# settingskey.cmsallowcomponentscss
source: Allow CSS from components
cs_cz: Povolit CSS z komponent
sk_sk: Povoliť CSS z komponent
zh_cn: 允许来自组件的 CSS

# settingskey.cmsallowcomponentscss.description
source: If checked, the CSS styles for components (e.g. web part containers) are automatically linked to the page. Otherwise, you need to include them to the main stylesheet through macros.
cs_cz: Pokud je zaškrtnuto, jsou CSS styly pro komponenty (např. kontejnery web part) automaticky odkazovány ke stránce. V opačném případě je nutné je zahrnout do hlavního stylu pomocí maker.
sk_sk: Ak je zaškrtnuté, CSS štýly z komponent (napr. web part kontajnery) sú automaticky prilinkované k stránke. V opačnom prípade je potrebné ich zahrnúť do hlavných štýlov pomocou makier.
zh_cn: 如果选中，组件 （如 web 部件容器） 的 CSS 样式将自动链接到的页。否则，您需要将它们包含到主样式表通过宏。

# settingskey.cmsallowedurlcharacters
source: Allowed URL characters
cs_cz: Povolené URL znaky
sk_sk: Povolené URL znaky
zh_cn: 允许的 URL 字符

# settingskey.cmsallowedurlcharacters.description
source: Regular expression which limits usable characters in URL. <br> <strong>Example:</strong> Value 'a-zA-Z0-9' (without quotes) limits URL only for alphanumeric characters.
cs_cz: Regulární výraz, který limituje použitelné znaky v URL. Příklad: Hodnota 'a-zA-Z0-9' (bez uvozovek) limituje URL jen na alfanumerické znaky.
sk_sk: Regulárny výraz, ktorý určuje použiteľné znaky v URL. Príklad: hodnota "a-zA-Z0-9" (bez úvodzoviek) obmedzuje URL len na alfanumerické znaky.
zh_cn: 这限制了使用 URL 中的字符的正则表达式。<br> <strong>示例：</strong>值"一-zA-Z0-9"（没有引号） 限制只为字母数字字符的 URL。

# settingskey.cmsallowglobalcategories
source: Allow global categories
cs_cz: Povolit globální kategorie
sk_sk: Povoliť globálne kategórie
zh_cn: 让全局的类别

# settingskey.cmsallowglobalcategories.description
source: Indicates if global categories are allowed.
cs_cz: Určuje, zda jsou globální kategorie povoleny.
sk_sk: Určuje, či sú povolené globálne kategórie
zh_cn: 指示是否允许全局类别。

# settingskey.cmsallowpermanentpreviewlink
source: Allow permanent preview links
cs_cz: Povolit trvalé náhledové odkazy
sk_sk: Povoliť trvalé odkazy pre náhľad
zh_cn: 允许永久预览链接

# settingskey.cmsallowpermanentpreviewlink.description
source: Indicates if page preview links remain usable even if page workflow cycle is restarted (when pages in Published/Archived workflow step are switched to the Edit step).
cs_cz: Určuje, zda odkazy náhledů dokumentů zůstavájí funkční i přesto, že workflow cyklus dokumentu je restartován (pokud jsou dokumenty v kroku workflow Publikováno/Archivováno přepnuty do kroku Úprava).
sk_sk: Určuje, či odkaz pre náhľad dokumentu zostane použiteľný aj po reštartovaní cyklu workflow dokumentu. (keď je dokument publikovaný/archivovaný, workflow kroky sú prepnuté na krok editácie).
zh_cn: 指示是否页面预览链接保持可用，即使页面工作流循环重新启动 （当页面在发布/存档工作流步骤切换到编辑步骤）。

# settingskey.cmsallowurlswithoutlanguageprefixes
source: Allow URLs without language prefixes
cs_cz: Povolit URL bez jazykových předpon
sk_sk: Povoliť URL bez jazykových prefixov
zh_cn: 允许 Url 没有语言前缀

# settingskey.cmsallowurlswithoutlanguageprefixes.description
source: Indicates whether URLs without language prefix should be allowed. This setting is usable only if 'Use language prefix for URLs' is set to true.
cs_cz: Určuje, zda jsou povoleny URL bez jazykové předpony. Toto nastavení je použitelné pouze pokud je hodnota "Použít jazykovou předponu pro URL" nastavena jako pravda.
sk_sk: Určuje, či sú povolené URL bez jazykového prefixu. Toto nastavenie je použiteľné len ak je povolené nastavenie "Používať jazykové prefixy pre URL" .
zh_cn: 指示是否应该允许不带语言前缀的 Url。此设置是可用的只有当 '使用语言的 Url 前缀' 设置为 true。

# settingskey.cmsallowwireframing
source: Enable wireframing
cs_cz: Povolit wireframing
zh_cn: 使线框图

# settingskey.cmsallowwireframing.description
source: If enabled, it will be possible to create and edit wireframe schematics in the <strong>##ui|cms.content|content##</strong> interface. This provides a way to easily plan out the structure, design and functionality of the website's pages directly in the content tree.
cs_cz: Pokud je povoleno, bude možné vytvářet a upravovat wireframe schéma v rozhraní <strong>CMS Desk -> Obsah</strong>. To poskytuje způsob, jak lehce naplánovat strukturu, design a funkcionalitu dokumentů webu přímo na stromě obsahu.
zh_cn: 如果启用，它将能够创建和编辑线框示意图中的<strong>##ui|cms.content|content##</strong>接口。这提供了方式来轻松地规划结构、 设计和功能的网页直接在内容树中。

# settingskey.cmsanalyticsenabled
source: Enable web analytics
cs_cz: Povolit webovou analýzu
sk_sk: Povoliť webové analýzy
zh_cn: 启用 web 分析

# settingskey.cmsanalyticsenabled.description
source: If true, web analytics module logs the events
cs_cz: Pokud hodnota nastavena jako pravda, loguje modul webové analýzy události
sk_sk: Ak je zaškrtnuté, modul webových analýz zaznamenáva udalosti
zh_cn: 如果为 true，则 web 分析模块日志事件

# settingskey.cmsanalyticsexcludedfileextensions
source: Excluded file extensions
cs_cz: Vyloučené přípony souborů
sk_sk: Vylúčené prípony súborov
zh_cn: 被排除的文件扩展名

# settingskey.cmsanalyticsexcludedfileextensions.description
source: List of the file extensions excluded from logging by the analytics module, separated by semicolon (<strong>;</strong>).
cs_cz: Seznam přípon souborů vyloučených ze zaznamenání modulem analýza. Přípony oddělené středníkem (<strong>;</strong>).
sk_sk: Zoznam prípon súborov, ktoré nemajú byť zaznamenávané modulom webových analýz. Ako oddeľovač použite bodkočiarku (<strong>;</strong>).
zh_cn: 从测井分析模块，由分号 (<strong></strong>;) 排除的文件扩展名的列表。

# settingskey.cmsanalyticsexcludedips
source: Excluded IP addresses
cs_cz: Vyloučené IP adresy
sk_sk: Vylúčené IP adresy
zh_cn: 排除的 IP 地址

# settingskey.cmsanalyticsexcludedips.description
source: List of the IP addresses excluded from the logging by the analytics module, separated by semicolon (<strong>;</strong>).
cs_cz: Seznam IP adres vyloučených ze zaznamenání modulem analýza. Adresy oddělené středníkem (<strong>;</strong>).
sk_sk: Zoznam IP adries, ktoré nemajú byť zaznamenávané modulom webových analýz. Ako oddeľovač použite bodkočiarku (<strong>;</strong>).
zh_cn: 通过分析模块，由分号 (<strong></strong>;) 排除了日志记录的 IP 地址的列表。

# settingskey.cmsanalyticsexcludedurls
source: Excluded URLs
cs_cz: Vyloučené URL
sk_sk: Vylúčené URLs
zh_cn: 已排除的 Url

# settingskey.cmsanalyticsexcludedurls.description
source: List of the URLs excluded from the logging by the analytics module, separated by semicolon. All child URLs are also excluded.
cs_cz: Seznam URL vyloučených ze zaznamenání modulem analýza. URL jsou oddělené středníkem. Všechny dceřinné URL jsou také vyloučené.
sk_sk: Zoznam URL, ktoré nemajú byť zaznamenávané modulom webových analýz. Ako oddeľovač použite bodkočiarku (<strong>;</strong>). Všetky dcérske URL budú tiež vylúčené.
zh_cn: 排除日志分析模块，由分号分隔的 Url 的列表。子的所有 Url 也排除在都外。

# settingskey.cmsanalyticsexcludesearchengines
source: Exclude search engines
cs_cz: Vyloučit vyhledávače
sk_sk: Vylúčiť vyhľadávače
zh_cn: 排除搜索引擎

# settingskey.cmsanalyticsexcludesearchengines.description
source: If enabled, hits generated by search engine robots will not be included in tracking statistics.
cs_cz: Pokud je povoleno, nebudou návštěvy vyhledávacích robotů zahrnuty ve statistice sledování.
sk_sk: Ak je povolené, návštevy vyhľadávacích robotov nebudú zahrnuté do štatistík.
zh_cn: 如果启用了，则不会列入产生的搜索引擎机器人点击次数跟踪统计信息。

# settingskey.cmsanalyticstrackaggregatedviews
source: Track aggregated views
cs_cz: Sledovat souhrnná zobrazení
sk_sk: Sledovať súhrnné zobrazenia
zh_cn: 跟踪聚合的视图

# settingskey.cmsanalyticstrackaggregatedviews.description
source: Enables aggregated views tracking. (Aggregated views are views of pages from feed readers.)
cs_cz: Povolí sledování souhrnných zobrazení ( Souhrnná zobrazení jsou zobrazení dokumentů z čteček feedů.)
sk_sk: Povolí sledovanie súhrnných zobrazení. (Súhrnné zobrazenia sú zobrazenia dokumentov z feed readerov.)
zh_cn: 启用聚合视图跟踪。（聚合的视图是从提要阅读器的页面视图）。

# settingskey.cmsanalyticstrackbrowsertypes
source: Track browser types
cs_cz: Sledovat typy vyhledávače
sk_sk: Sledovať typy prehliadačov
zh_cn: 跟踪浏览器类型

# settingskey.cmsanalyticstrackbrowsertypes.description
source: Enables browser types tracking.
cs_cz: Povolí sledování typů vyhledávače.
sk_sk: Povolí sledovanie typov prehliadačov.
zh_cn: 启用跟踪的浏览器类型。

# settingskey.cmsanalyticstrackcampaigns
source: Track campaigns
cs_cz: Sledovat kampaně
sk_sk: Sledovať kampane
zh_cn: 跟踪活动

# settingskey.cmsanalyticstrackcampaigns.description
source: Enables campaigns tracking.
cs_cz: Povolí sledování kampaní.
sk_sk: Povolí sledovanie kampaní.
zh_cn: 使运动跟踪。

# settingskey.cmsanalyticstrackconversions
source: Track conversions
cs_cz: Sledovat konverze
sk_sk: Sledovať konverzie
zh_cn: 跟踪转换

# settingskey.cmsanalyticstrackconversions.description
source: Enables conversions tracking.
cs_cz: Povolí sledování konverzí.
sk_sk: Povolí sledovanie konverzií.
zh_cn: 启用跟踪的转换。

# settingskey.cmsanalyticstrackcountries
source: Track countries
cs_cz: Sledovat země
sk_sk: Sledovať krajiny
zh_cn: 跟踪国家

# settingskey.cmsanalyticstrackcountries.description
source: Enables countries tracking.
cs_cz: Povolí sledování zemí.
sk_sk: Povolí sledovanie krajín.
zh_cn: 启用跟踪的国家。

# settingskey.cmsanalyticstrackfiledownloads
source: Track file downloads
cs_cz: Sledovat stažení souboru
sk_sk: Sledovať stiahnutia súboru
zh_cn: 跟踪文件下载

# settingskey.cmsanalyticstrackfiledownloads.description
source: Enables file downloads tracking.
cs_cz: Povolí sledování stažení souboru.
sk_sk: Povolí sledovanie stiahnutí súborov.
zh_cn: 启用跟踪的文件下载。

# settingskey.cmsanalyticstrackinvalidpages
source: Track invalid pages
cs_cz: Sledovat neplatné stránky
sk_sk: Sledovať neplatné stránky
zh_cn: 跟踪无效页

# settingskey.cmsanalyticstrackinvalidpages.description
source: Enables invalid pages tracking.
cs_cz: Povoluje sledování neplatných stránek.
sk_sk: Povolí sledovanie neplatných stránok
zh_cn: 使无效页跟踪。

# settingskey.cmsanalyticstrackpageviews
source: Track page views
cs_cz: Sledovat zobrazení stránky
sk_sk: Sledovať zobrazenia stránky
zh_cn: 跟踪网页视图

# settingskey.cmsanalyticstrackpageviews.description
source: Enables page views tracking.
cs_cz: Povolit sledování zobrazení stránky.
sk_sk: Povolí sledovanie zobrazení stránky.
zh_cn: 可以跟踪的页面视图。

# settingskey.cmsanalyticstrackreferrals
source: Track referrals
cs_cz: Sledovat odkázání
sk_sk: Sledovať odkazujúce weby
zh_cn: 跟踪引用

# settingskey.cmsanalyticstrackreferrals.description
source: Enables referrals tracking.
cs_cz: Povolí sledování odkázání.
sk_sk: Povolí sledovanie odkazujúcich webov
zh_cn: 启用跟踪的转介。

# settingskey.cmsanalyticstrackregisteredusers
source: Track registered users
cs_cz: Sledovat registrované uživatele
sk_sk: Sledovať registrovaných užívateľov
zh_cn: 跟踪注册的用户

# settingskey.cmsanalyticstrackregisteredusers.description
source: Enables registered users tracking.
cs_cz: Povolí sledování registrovaných uživatelů.
sk_sk: Povolí sledovanie registrovaných užívateľov.
zh_cn: 允许注册的用户跟踪。

# settingskey.cmsanalyticstrackvisits
source: Track visits
cs_cz: Sledovat návštěvy
sk_sk: Sledovať návštevy
zh_cn: 访问记录

# settingskey.cmsanalyticstrackvisits.description
source: Indicates if site visits should be tracked. A single visit includes any number of page views or other actions performed by a specific user during one session.
cs_cz: Povolí sledování návštěv.
sk_sk: Povolí sledovanie návštev.
zh_cn: 指示是否应跟踪网站访问。一个单一的访问包括任意数量的网页视图或在一个会话期间由特定用户执行其他操作。

# settingskey.cmsanalyticsvisitoridletime.description
source: Determines how long (in minutes) a visitor must be inactive before the system logs their visit, browser and country on the website again. Note that browser and country logging has to be allowed seperately.
cs_cz: Určuje jako dlouho (v minutách) musí být návštěvník neaktivní předtím, než je jeho přítomnost na stránce zaznamenána jako vracející se návštěva.
zh_cn: 确定系统记录他们参观、 浏览器和网站上的国家再次之前访客必须是不活动的时间长短 （以分钟为单位）。请注意浏览器和国家测井有允许分开。

# settingskey.cmsanalyticsvisitorssmartcheck
source: Remember visitors by IP (minutes)
cs_cz: Pamatovat si návštěvníky podle IP (minuty)
sk_sk: Pamätať si návštevníkov podľa IP adresy (počet minút)
zh_cn: 记住访客的 IP （分钟）

# settingskey.cmsanalyticsvisitorssmartcheck.description
source: If the entered value is higher than <strong>0</strong>, the IP addresses of the website's visitors will be stored in the memory for the specified number of minutes.
cs_cz: Pokud je vyšší než <strong>0</strong>, pamatuje si systém IP adresy návštěvníků po specifikovaný počet minut pro dosažení přesnějších výsledků.
sk_sk: Ak je zadané číslo väčšie ako <strong>0</strong>, systém si pamätá IP adresy návštevníkov zadaný počet minút, čím sa dosiahnu presnejšie výsledky.
zh_cn: 如果输入的值大于<strong>0</strong>，网站的访问者的 IP 地址将在指定的分钟数存储在内存中。

# settingskey.cmsapplicationhealthmonitoringinterval
source: Application monitoring interval
cs_cz: Monitorovací interval aplikace
sk_sk: Interval monitorovania aplikácie
zh_cn: 应用程序监视间隔

# settingskey.cmsapplicationhealthmonitoringinterval.description
source: Time interval (in seconds). In this periodical interval, the application reads monitored values and writes them to performance counters. Setting <strong>0</strong> stops monitoring of counters.
cs_cz: Časový interval (v sekundách). V tomto periodickém intervalu přečte aplikace monitorované hodnoty a zapíše je do čítačů výkonu. Nastavení <strong>0</strong> zastaví monitorování čítačů.
sk_sk: Časový interval (v sekundách). V tomto periodickom intervale aplikácia číta monitorované hodnoty a zapisuje ich do čítačov. Nastavenie <strong> 0 </ strong> zastaví monitorovanie čítačov.
zh_cn: 时间间隔 （以秒为单位）。在此周期的时间间隔，应用程序读取监测的值，并将其写入到性能计数器。设置<strong>0</strong>停止监视的计数器。

# settingskey.cmsapplicationid
source: Application ID
cs_cz: ID aplikace
sk_sk: ID aplikácie
zh_cn: 应用程序 ID

# settingskey.cmsapplicationid.description
source: Identifier of your application, which you get when registering application at Windows Live Site.
cs_cz: Identifikátor aplikace, který obdržíte při registraci aplikace na Windows Live Site.
sk_sk: Identifikátor vašej aplikácie, ktorý získate, keď zaregistrujete aplikáciu na Windows Live Site.
zh_cn: 您的应用程序，你得到当注册应用程序在 Windows 生活网站的标识符。

# settingskey.cmsapplicationsecret
source: Application secret
cs_cz: Utajený kód aplikace
sk_sk: Bezpečnostný kód aplikácie
zh_cn: 应用程序密码

# settingskey.cmsapplicationsecret.description
source: This secret code will be used to encrypt all information between your site and Windows Live servers.
cs_cz: Tento utajený kód bude použit pro šifrování všech informací mezi vaším webem a servery Windows Live.
sk_sk: Tento bezpečnostný kód bude použitý na šifrovanie všetkých informácií medzi vašim webom a Windows Live serverom.
zh_cn: 此密码将用于加密您的站点和 Windows Live 服务器之间的所有信息。

# settingskey.cmsarchiveemails
source: Archive emails (days)
cs_cz: Archivovat e-maily (dny)
sk_sk: Archivovať e-maily (počet dní)
zh_cn: 存档电子邮件 （天）

# settingskey.cmsarchiveemails.description
source: If greater than 0, sent emails are archived in queue for specified number of days.
cs_cz: Pokud je vyšší než 0, budou odeslané e-maily archivovány po specifikovaný počet dní.
sk_sk: Ak je väčšie než 0, zaslané e-maily sú archivované zadaný počet dní.
zh_cn: 如果大于 0，发送的电子邮件存档队列中的指定天数。

# settingskey.cmsauthorizenetapilogin
source: API login
zh_cn: API 登录

# settingskey.cmsauthorizenetapilogin.description
source: Allows to set the API login ID for the payment gateway account.
cs_cz: API Login ID pro účet platební brány.
sk_sk: API login ID pre účet platobnej brány
zh_cn: 允许设置 API 为支付网关帐户的登录 ID。

# settingskey.cmsauthorizenettestmode
source: Use test mode
cs_cz: Použít testovací mód
sk_sk: Použiť testovací mód
zh_cn: 使用测试模式

# settingskey.cmsauthorizenettestmode.description
source: Gateway behavior depends on test mode settings both in the <em>administration interface (##ui|cms|settings##)</em> and in the <em>Authorize.NET Merchant Interface</em>. Test mode configuration in the <em>CMS administration interface</em> and in the <em>Authorize.NET Merchant Interface</em> resulting in the transaction being processed as a test transaction: <em>ON/ON</em>, <em>OFF/ON</em>, <em>ON/OFF</em>. Test mode configuration resulting in the transaction being processed as a live transaction: <em>OFF/OFF</em>.
cs_cz: Chování brány závisí na nastavení obou testovacího módu: v CMSSiteManager a v Obchodním rozhraní Authorize.NET. Konfigurace testovacího módu v CMSSiteManager/ Konfigurace testovacího módu v Obchodním rozhraní: <strong>Zapnuto/Zapnuto, Vypnuto/Zapnuto, Zapnuto/Vypnuto</strong> ->transakce je zpracována jako testovací transakce.<br /> <strong>Poznámka: </strong> <strong>Vypnuto/Vypnuto</strong> ->transakce zpracována jako <strong>live</strong> transakce.
sk_sk: Správanie brány závisí na oboch nastaveniach testovacieho módu: v CMSSiteManager a v Authorize.NET rozhraní obchodu.<br /> Testovací režim v CMSSiteManager / Testovací režim v ASP.NET rozhraní obchodu: <strong> Zapnutý / Zapnutý, Vypnutý / Zapnutý, Zapnutý / Vypnutý </strong> -> transakcia spracovávaná ako testovacia transakcia.<br /> <strong> Upozornenie: Vypnutý / Vypnutý </strong> -> operácia spracovávaná ako <strong> živá </strong> transakcia.
zh_cn: 网关的行为取决于测试模式设置<em>管理界面 (##ui|cms|settings##)</em>和<em>Authorize.NET 的商人接口</em>。测试模式配置在<em>CMS 管理界面</em>，并且<em>Authorize.NET 商人界面</em>导致正作为一项测试交易处理的交易：<em>亮/亮</em>、<em>灭/亮</em>、 <em>ON/OFF</em>。测试模式配置导致作为一个活的事务要处理的事务：<em>关闭开关</em>。

# settingskey.cmsauthorizenettransactionkey
source: Transaction key
cs_cz: Klíč transakce
sk_sk: Kľúč transakcie
zh_cn: 交易的关键

# settingskey.cmsauthorizenettransactionkey.description
source: The transaction key obtained from the merchant interface.
cs_cz: Transkakční klíč získaný z obchodního rozhraní.
sk_sk: Transakčný kľúč získaný z obchodného rozhrania.
zh_cn: 从商家的接口获得交易的关键。

# settingskey.cmsautocompleteenableforlogin
source: Enable Autocomplete
cs_cz: Povolit automatické dokončování
zh_cn: 启用自动完成

# settingskey.cmsautocompleteenableforlogin.description
source: If true Autocomplete for user name text box in login form is enabled.
cs_cz: Pokud je povoleno, automatické doplnění textového pole pro zadání uživatelského jména v přihlašovacím formuláři bude povoleno.
zh_cn: 如果真正自动完成为用户名称文本框登录表格中启用。
