Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# bannermanagement.hidewebpartifbannernotfound.description
source: If true, the whole web part will be hidden if no valid banner is found in the selected category. If false, even if there are no banners, the web part container will be shown.
cs_cz: Pokud je povolené, bude celá webová část schována v případě, že se v kategorii nenachází žádný reklamní panel. Pokud není povolené, kontejner webové části se zobrazí i v případě, že kategorie neobsahuje žádný reklamní panel.
zh_cn: 如果为 true，则将隐藏整个 web 部件，如果没有有效的横幅找到选定类别中。如果为 false，即使没有旗帜，将显示 web 部件容器。

# bannermanagement.reportnotavailable.caption
source: Info
cs_cz: Informace
zh_cn: 信息

# bannermanagement.reportnotavailable.description
source: This report is available only from ##ui|cms.BannerManagement|BannerManagement## -> Banner/BannerCategory -> Report
cs_cz: Tento report je dostupný jen z Nástroje -> Reklamní panely -> Reklamní panely/Kategorie reklamních panelů -> Report
zh_cn: 这份报告是只能从 ##ui|cms.BannerManagement|BannerManagement## -> 横幅/BannerCategory-> 的报告

# bannermanagement.sitename
source: Site
cs_cz: Web
zh_cn: 网站

# bannermanagement.sitenamedescription
source: Selects the website (specified by its ID) from which the banner categories will be loaded.
cs_cz: Vybere web (specifikovaný svým ID), ze kterého budou načítány kategorie reklamních panelů.
zh_cn: 从旗帜类别将加载选择的网站 （由其 ID 指定）。

# bannermanagement.userdirectlink
source: Use direct banner URL
cs_cz: Použít přímou URL reklamního panelu
zh_cn: 使用直接横幅的 URL

# bannermanagement.userdirectlink.description
source: If true, the banner link will lead to the real target (as set in banner settings) and will be changed to the redirection handler after clicking. If false, the link will lead directly to the redirection handler.
cs_cz: Jesliže je povoleno, bude odkaz reklamního panelu vést na skutečný cíl (který je uveden v nastavení reklamního panelu) a po kliknutí bude zmeněn na obsluhu přesměrování. Jesliže není povoleno, link bude vést přímo na obsluhu přesměrování.
zh_cn: 如果 true，横幅链接将导致真正的目标 （如在标题设置中设置），点击后会否改变重定向处理程序。如果为 false，该链接将会直接导致重定向处理程序。

# bannermanagement.width.description
source: The width of the banner. The value will be rendered as an in-line style of the encapsulating anchor. The value can be in any format which is understood by CSS (px, pt, etc.).
cs_cz: Šířka reklamního panelu. Může být zadána v libovolném formátu použitelném v CSS (px, pt, atď).
zh_cn: 横幅宽度。值将呈现为封装的锚线的样式。值可以是任何格式这理解的 CSS （px、 pt 等）。

# basicform.errorinvaliddatetimerange
source: The entered date does not fall within the time interval specified for the calendar.
cs_cz: Zadané datu nespadá do časového intervalu specifikovaného pro daný kalendář.
sk_sk: Zadajte platný dátum.
zh_cn: 输入的日期并不属于指定日历的时间间隔。

# basicform.errornotnumber
source: This field requires a number in integer or decimal format.
cs_cz: Toto pole požaduje číslo.
sk_sk: Toto pole požaduje číslo.
zh_cn: 这一字段还需要大量的整数或小数的格式。

# basicform.errornottimeinterval
source: This field requires a time interval which must be between 00:00:00.0 and 23:59:59.9 (number of decimal places depends on the field's precision).
zh_cn: 此字段需要必须介于 00:00:00.0 和 23:59:59.9 之间的时间间隔 （的小数位数取决于字段的精度）。

# basicform.nocontrol
source: Required control doesn't exist.
cs_cz: Požadovaný kontrol neexistuje.
sk_sk: Požadovaný ovládač neexistuje.
zh_cn: 所需的控件不存在。

# basicform.notguid
source: Field requires unique identifier (GUID) in following format: 00000000-0000-0000-0000-000000000000.
cs_cz: Pole vyžaduje unikátní identifikátor (GUID) v následujícím formátu: 00000000-0000-0000-0000-000000000000.
sk_sk: Pole vyžaduje unikátny identifikátor (GUID) v nasledujúcom formáte: 00000000-0000-0000-0000-000000000000.
zh_cn: 字段需要在下列格式中的唯一标识符 (GUID)： 00000000-0000-0000-0000-000000000000。

# basicform.valuebetween0and100
source: Please enter a value between 0 and 100.
zh_cn: 请输入介于 0 和 100 之间的值。

# basicyahoomaps.mapkeyinstructions
source: You haven't specified Yahoo AppID for your domain. Go to <a href="https://developer.apps.yahoo.com/wsregapp/" target="_blank">https://developer.apps.yahoo.com/wsregapp/</a> and sign up for the AppID.
cs_cz: Nespecifikovali jsteYahoo AppID pro Vaši doménu. Jděte na <a href="https://developer.apps.yahoo.com/wsregapp/" target="_blank">https://developer.apps.yahoo.com/wsregapp/</a> a registrujte se pro získání AppID.
sk_sk: Nezadali ste Yahoo AppID pre vašu doménu. Pre získanie AppID sa prihláste na <a href="https://developer.apps.yahoo.com/wsregapp/" target="_blank">https://developer.apps.yahoo.com/wsregapp/</a>.
zh_cn: 您没有为您的域指定雅虎将 AppID。涨到<a href="https://developer.apps.yahoo.com/wsregapp/" target="_blank">https://developer.apps.yahoo.com/wsregapp/</a>的标牌将 AppID。

# binarydata.exceedsize
source: Size of the binary data exceeded the maximum allowed size for staging.
cs_cz: Velikost binárních dat přesáhla maximální povolenou velikost pro porovnávání obsahu.
sk_sk: Veľkosť binárnych dát prekročila povolené maximum pre synchronizáciu obsahu.
zh_cn: 二进制数据的大小超过最大允许大小暂存。

# binarydata.filenotfound
source: Cannot read the binary data. File not found.
cs_cz: Není možné číst binární data. Soubor nebyl nalezen.
sk_sk: Nepodarilo sa prečítať binárne dáta. Súbor nebol nájdený.
zh_cn: 无法读取二进制数据。未找到文件。

# biz.autoresponder
source: Autoresponder
zh_cn: 自动应答

# biz.contactmapping
source: Contact mapping
zh_cn: 联系人映射

# biz.header.altforms
source: Alternative forms
cs_cz: Alternativní formuláře
sk_sk: Alternatívne formuláre
zh_cn: 替代形式

# biz.header.formbuilder
source: Form builder
zh_cn: 表格生成器

# biz.header.search
source: Search fields
zh_cn: 搜索字段

# biz.notificationemail
source: Email notification
cs_cz: Upozornění
sk_sk: Upozornenie
zh_cn: 电子邮件通知

# bizform.data
source: Recorded data
cs_cz: Data
sk_sk: Dáta
zh_cn: 记录的数据

# bizform.livetiledescription
source: Forms submitted in the last 7 days
zh_cn: 在过去的7天内提交的表格

# bizform.sendautoresponder
source: Send autoresponder email
cs_cz: Zaslat automatický e-mail
sk_sk: Poslať automatický e-mail
zh_cn: 发送自动回复的电子邮件

# bizform.sendnotification
source: Send notification email
cs_cz: Zaslat e-mail s upozotněním
sk_sk: Poslať e-mail s upozornením
zh_cn: 发送通知电子邮件

# bizform_edit.errortableexists
source: There is already an object named '{0}' in the database.
cs_cz: Databáze již obsahuje objekt s názvem '{0}'.
sk_sk: V databáze už existuje objekt s názvom '{0}'.
zh_cn: 已存在名为"{0}"在数据库中的对象。

# bizformgeneral.lbllogactivity
source: Log on-line marketing activity
cs_cz: Logovat aktivity on-line marketingu
sk_sk: Logovať on-line marketingové aktivity
zh_cn: 日志在线市场营销活动

# bizformheader.title
source: Form Properties
cs_cz: Vlastnosti BizFormu
sk_sk: Vlastnosti BizFormu
zh_cn: 表格属性

# bizformselect.entersearch
source: Form name
cs_cz: Název BizFormu nebo jeho část:
sk_sk: Názov formulára alebo jeho časť:
zh_cn: 表格名称

# bizformselect.itemname
source: Form name
cs_cz: Název BizFormu
sk_sk: Názov BizForm
zh_cn: 表格名称

# bizformselect.selectitem
source: Select forms
cs_cz: Vybrat BizFormy
sk_sk: Vyber bizformy
zh_cn: 选择表格

# blog.commentedit.rfvemail
source: Please enter an email address.
cs_cz: Zadejte prosím e-mailovou adresu.
sk_sk: Prosím, vložte e-mail adresu.
zh_cn: 请输入电子邮件地址。

# blog.comments.pingbackfrom
source: Pingback from {0}.
cs_cz: Ping přišel z {0}.
sk_sk: Pingback z {0}.
zh_cn: {0} 的通告。

# blog.comments.requiresmoderationafteraction
source: Your comment was saved, but it will be visible only after the blog moderator approves it.
cs_cz: Váš komentář byl uložen, ale bude zobrazen až poté, co ho moderátor blogu schválí.
sk_sk: Váš komentár sa uložil a zobrazí sa až po potvrdení moderátorom.
zh_cn: 您的评论被保存，但它将可见，只有在博客版主批准它之后。

# blog.commentview.nocomments
source: Blog post currently doesn't have any comments.
cs_cz: Příspěvek blogu momentálně nemá žádné komentáře.
sk_sk: V blogu nie sú žiadne komentáre.
zh_cn: 博客文章目前没有任何评论。

# blog.messageedit.rfvemail
source: Please enter an email address.
cs_cz: Zadejte e-mailovou adresu.
sk_sk: Prosím, vložte e-mail adresu.
zh_cn: 请输入电子邮件地址。

# blog.noblogdoctype
source: CMS.Blog page type is missing. It is required if you want to use Blog module.
cs_cz: Chybí typ dokumentu CMS.Blog. Je nutný v případě, že chcete používat modul Blog.
sk_sk: Chýba typ dokumentu CMS.Blog. Tento typ sa vyžaduje pre korektnú funkcionalitu modulu Blogy.
zh_cn: CMS。博客页面类型是缺掉的。如果您想要使用网络日志模块，它则需要。

source: Blog post subscription
cs_cz: Odběry blogových příspěvků
zh_cn: 博客帖子订阅

# blog.subscription.beensubscribed
source: You have been subscribed.
cs_cz: Bili jste přihlášení k odběru zpráv.
sk_sk: Boli ste prihlásený na odoberanie správ.
zh_cn: 您已经订阅了。

# blog.subscription.noemail
source: Please enter an email address.
cs_cz: Zadejte e-mailovou adresu.
sk_sk: Prosím, vložte e-mailovú adresu.
zh_cn: 请输入电子邮件地址。

# blog.subscriptionconfirmation
source: Blog post {0} subscription confirmation
cs_cz: Potvrzení přihlášení k blogovému příspěvku {0}
zh_cn: 博客帖子 {0} 订阅确认

# blog.trackbacks.ready
source: If trackbacks are enabled then ping will proceed in a few minutes or when the page is published. Otherwise enable trackbacks first and save the page again.
cs_cz: Pokud jsou povoleny trackbacky, bude za pár minut spuštěn ping. V opačném případě nejprve povolte trackbacky a znovu uložte dokument.
sk_sk: Čakám na ping, môže to trvať niekoľko minút.
zh_cn: 如果启用了引用通告坪将进行几分钟或发布该网页。否则为先启用引用通告并再次保存该页面。

# blog.trackbacks.waiting
source: Page is not published.
cs_cz: Dokument není publikován.
sk_sk: Dokument nie je publikovaný alebo trackback je zakázaný.
zh_cn: 不发布页面。

# blog.unsubscribe
source: Blog post {0} unsubscription
cs_cz: Odhlášení z blog postu {0}
zh_cn: 博客帖子 {0} 未获客户退订

# blog.unsubscribe.subscriptiondontexist
source: Specified subscription doesn't exist in the system any more.
cs_cz: Dané přihlášení již v systému neexistuje.
sk_sk: Prihláška už viac neexistuje v systéme.
zh_cn: 指定的订阅不存在系统中了。

# blog.unsubscribe.success
source: You have been successfully unsubscribed from blog post.
cs_cz: Byli jste úspěšně odhlášení z odběru příspěvků blogu.
sk_sk: Boli ste úspešne odhlásený.
zh_cn: 您已成功取消订阅的博客。

# blogs.blogs
source: Blogs
cs_cz: Blogy
sk_sk: Blogy
zh_cn: 博客

# blogs.comments
source: Comments
cs_cz: Komentáře
sk_sk: Komentáre
zh_cn: 评论

# blogs.emailsubject.tomoderators
source: New comment is waiting for your approval
cs_cz: Nový komentář čeká na vaše schválení
sk_sk: Nový komentár čaká na schválenie
zh_cn: 新评论正在等待您的批准

# blogs.emailsubject.toowner
source: New comment was added to your blog post
cs_cz: Byl přidán nový komentář příspěvku vašeho blogu
sk_sk: Nový komentár bol pridaný k Vášmu príspevku
zh_cn: 新建注释被添加到你的博客帖子

# blogs.livetiledescription
source: Comments waiting for approval
zh_cn: 在等待批准的评论

# blogs.notallowedtocreate
source: You're not allowed to create a new blog.
cs_cz: Nemáte oprávnění na vytvoření nového blogu.
zh_cn: 你不是允许创建新的博客。

# blogs.permissions.content
source: You do not have sufficient Content permissions.
zh_cn: 您没有足够的内容的权限。

# blogs.trackbacks.notvalidurl
source: Entered URL is not valid!
cs_cz: Zadaná URL není platná!
sk_sk: Zadaná URL nie je správna!
zh_cn: 输入的 URL 不是有效的 ！

# blogs.trackbacks.success
source: Pinged successfully.
cs_cz: Ping proveden úspěšně.
sk_sk: Úspešne pingnuté
zh_cn: 通过 ping 探测的成功。

# blogselector.additems
source: Add blogs
cs_cz: Přidat blogy
sk_sk: Pirdať blogy
zh_cn: 添加博客

# blogselector.entersearch
source: Blog name
cs_cz: Zadejte název nebo jeho část:
sk_sk: Zadajte názov alebo jeho časť
zh_cn: 博客名称

# blogselector.itemname
source: Blog name
cs_cz: Název blogu
sk_sk: Názov blogu
zh_cn: 博客名称

# blogselector.moreitems
source: (more blogs...)
cs_cz: (více blogů...)
sk_sk: (viac blogov...)
zh_cn: （更多博客......)

# blogselector.noitemselected
source: Please select a blog
cs_cz: Prosím, vyberte blog
zh_cn: 请选择一个博客

# blogselector.selectblog
source: (select blog)
cs_cz: (vybrat blogy)
sk_sk: (vybrať blog)
zh_cn: （选择的博客）

# blogselector.selectitem
source: Select blog
cs_cz: Vybrat blog
sk_sk: Vybrať blog
zh_cn: 选择博客

# blogsubscripitons.nodatauser
source: User isn't currently subscribed to receive notifications on any blog comments.
cs_cz: Uživatel není momentálně přihlášen k odběru upozornění nebo komentářů blogu.
sk_sk: Užívateľ nie je momentálne prihlásený k odoberaniu upozornení na žiadnych blog komentárov.
zh_cn: 用户并不是当前订阅接收通知任何博客的评论。

# blotselector.nodata
source: No blog selected.
cs_cz: Nebyl vybrán žádný blog.
sk_sk: Nebol vybraný žiadny blog.
zh_cn: 没有选定的博客。

# board.edit.logactivity
source: Log on-line marketing activity
cs_cz: Logovat aktivity on-line marketingu
sk_sk: Logovať on-line marketingové aktivity
zh_cn: 日志在线市场营销活动

# board.header.boards
source: Boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 议会

# board.header.messageboards
source: Message boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 留言板

# board.header.messages
source: Messages
cs_cz: Zprávy
sk_sk: Správy
zh_cn: 消息

# board.header.moderators
source: Moderators
cs_cz: Moderátoři
sk_sk: Moderátori
zh_cn: 版主

# board.header.security
source: Security
cs_cz: Zabezpečení
sk_sk: Bezpečnosť
zh_cn: 安全

# board.header.subscriptions
source: Subscriptions
cs_cz: Odběratelé
sk_sk: Prihlášky
zh_cn: 订阅

# board.messageedit.alreadyrated
source: You have already rated.
zh_cn: 您已经评价了。

# board.messageedit.emptyrating
source: Please choose your rating.
cs_cz: Prosím, vyberte vaše hodnocení.
zh_cn: 请选择您的评级。

# board.nomessageboardselected
source: Please select a message board
cs_cz: Prosím, vyberte diskuzi
zh_cn: 请选择一个留言板

# board.owner.user
source: User message board
cs_cz: Uživatelská diskuze
sk_sk: Užívateľská diskusia
zh_cn: 用户留言板

# board.security.groupadmin
source: Only group admin
cs_cz: Pouze administrátor skupiny
sk_sk: Iba správca grupy
zh_cn: 只有组管理员

# board.security.onlygroupmembers
source: Only group members
cs_cz: Pouze členové skupiny
sk_sk: Iba člen grupy
zh_cn: 只有组成员

# board.subscriptionconfirmation
source: Message board {0} subscription confirmation
cs_cz: Potvrzení přihlášení k odběru diskuzí {0}
zh_cn: 留言板 {0} 订阅确认

# board.subscriptions.messboard
source: Message board
cs_cz: Diskuze
sk_sk: Diskusia
zh_cn: 留言板

# board.unsubscription
source: Message board {0} unsubscription
cs_cz: Odhlášení z odběru diskuzí {0}
zh_cn: 留言板 {0} 未获客户退订

# boards.inheritbaseurl
source: Inherit from settings
cs_cz: Zdědit z nastavení
sk_sk: Zdediť z nastavení
zh_cn: 从设置继承

# boardselector.entersearch
source: Board name
cs_cz: Název diskuze:
sk_sk: Názov diskusie:
zh_cn: 主板名称

# boardselector.itemname
source: Board name
cs_cz: Název diskuze
sk_sk: Názov diskusie
zh_cn: 主板名称

# boardselector.moreitems
source: (more boards...)
cs_cz: (více diskuzí...)
sk_sk: (viac diskusií...)
zh_cn: (更多板......)

# boardselector.nodata
source: No results matching your criteria were found
cs_cz: Nebyly nalezeny žádné výsledky pro vaše kritéria
sk_sk: Neboli nájdené žiadne výsledky zodpovedajúce vašim kritériám.
zh_cn: 未不找到任何与您的条件匹配的结果

# boardselector.selectitem
source: Select message board
cs_cz: Vybrat diskuzi
sk_sk: Vyber diskusiu
zh_cn: 选择留言板

# boardsubscripitons.nodatauser
source: User isn't currently subscribed to receive notifications on any message board posts.
cs_cz: Uživatel není přihlášen k odběru upozornění nebo příspěvků v diskuzi.
sk_sk: Užívateľ nie je momentálne prihlásený k odberu oznámení z žiadnej diskusie.
zh_cn: 用户目前并未订阅接收通知在任何留言板帖子上。

# breadcrumbs.more
source: More breadcrumbs
zh_cn: 更多的面包屑

# breadcrumbs.title
source: Breadcrumbs
zh_cn: 面包屑

# cachedependencies.usecachedependencies
source: Use default cache dependencies
cs_cz: Použít výchozí závislosti cache
sk_sk: Použi základné cache závislosti.
zh_cn: 使用默认缓存依赖项

# cacheitems.appvalues
source: The cache items are loaded from application key defined in web.config file. Local changes will have no effect.
zh_cn: 从 web.config 文件中定义的应用程序键加载的缓存项。本地更改不会影响。

# calendar.later
source: Later
zh_cn: 晚些时候

# calendar.next
source: Next
cs_cz: Další
sk_sk: Ďalej
zh_cn: 下一步

# calendar.nocontrol
source: No calendar control found.
cs_cz: Nebyl nalezen žádný kalendářový kontrol.
sk_sk: Nebol nájdený žiadny ovládač kalendára.
zh_cn: 发现没有日历控件。

# calendar.previous
source: Prev
cs_cz: Předchozí
sk_sk: Predchádzajúci
zh_cn: 上一步

# campaign.absolutevalue
source: Absolute
cs_cz: Absolutní hodnota
sk_sk: Totálne
zh_cn: 绝对

# campaign.advanced
source: Advanced campaign settings
cs_cz: Pokročilé nastavení kampaně
sk_sk: Pokročilé nastavenia kampane
zh_cn: 高级的运动设置

# campaign.allconversions
source: All conversions will be tracked for the campaign.
cs_cz: Pro danou kampaň budou sledovány všechny konverze.
sk_sk: V kampani budú sledované všetky konverzie.
zh_cn: 所有的转换将为这项运动跟踪。

# campaign.availableconversions
source: The following conversions are used by the campaign.
cs_cz: Kampaň využívá následující konverze:
sk_sk: V kampani sú použité nasledujúce konverzie:
zh_cn: 下列转换利用这项运动。

# campaign.basic
source: Campaign basic settings
cs_cz: Základní nastavení kampaně
sk_sk: Základné nastavenia kampane
zh_cn: 运动的基本设置

# campaign.campaign.edit
source: Campaign properties
cs_cz: Vlastnosti kampaně
sk_sk: Vlastnosti kampane
zh_cn: 活动属性

# campaign.campaign.list
source: Campaigns
cs_cz: Kampaně
sk_sk: Kampane
zh_cn: 宣传活动

# campaign.campaign.new
source: New campaign
cs_cz: Nová kampaň
sk_sk: Nová kampaň
zh_cn: 新建市场活动

# campaign.codename
source: Campaign name
cs_cz: Název kampaně
sk_sk: Názov kampane
zh_cn: 市场活动名称

source: Campaign compare
cs_cz: Porovnání kampaní
sk_sk: Porovnanie
zh_cn: 运动比较

# campaign.conversioncount
source: Conversions count
cs_cz: Počet konverzí
sk_sk: Počet konverzií
zh_cn: 转换计数

# campaign.conversions
source: Number of conversions
cs_cz: Počet konverzí
sk_sk: Počet konverzií
zh_cn: 转换次数

# campaign.conversionvalue
source: Conversions value
cs_cz: Hodnota konverzí
sk_sk: Hodnota konverzie
zh_cn: 转换值

# campaign.description
source: Description
cs_cz: Popis kampaně
sk_sk: Popis kampane
zh_cn: 描述

# campaign.description.description
source: Can be used to enter a text description for the campaign in order to give information about its purpose, goals, etc.
zh_cn: 可用于输入文本描述的运动使其目的、 目标等有关信息。

# campaign.detail
source: Campaign details
cs_cz: Detaily kampaně
sk_sk: Detaily kampane
zh_cn: 市场活动详细信息

source: Campaign details
cs_cz: Detaily kampaně
sk_sk: Detaily kampane
zh_cn: 市场活动详细信息

# campaign.displayname
source: Display name
cs_cz: Zobrazované jméno kampaně
sk_sk: Názov kampane
zh_cn: 显示名称

# campaign.displayname.description
source: The name of the campaign displayed in the administration interface.
zh_cn: 这场运动将在管理界面中显示的名称。

# campaign.editedobjectnotexits
source: Campaign '{0}' does not exist. To create it, click save.
cs_cz: Kampaň '{0}' neexistuje, Pro její vytvoření prosím klikněte na uložit.
sk_sk: Kampaň '{0}' neexistuje.Pre vytvorenie, kliknite na Uložiť.
zh_cn: 运动 '{0}' 并不存在。若要创建它，请单击保存。

# campaign.enabled.description
source: This property may be used to manually start or stop the campaign. Visitor statistics and actions will not be logged for disabled campaigns.
zh_cn: 此属性可用于手动启动或停止运动。访客统计和行动将不会记录为残疾人运动。

# campaign.error.goal
source: The red flag value must be lower than the goal value.
cs_cz: Hodnota pro červeného příznaku musí být nižší než cílová hodnota.
sk_sk: Hodnota červeného príznaku musí byť nižšia ako cieľová hodnota.
zh_cn: 红色标志值必须低于目标值。

# campaign.error.goalspercent
source: Percent of impressions may not be greater than 100.
cs_cz: Procento zaujetí nemůže být větší než 100.
sk_sk: Precento nemôže byť väčšie ako 100.
zh_cn: 不得大于 100%的印象。

# campaign.finalgoal
source: Goal
cs_cz: Cíl
sk_sk: Cieľ
zh_cn: 目标

# campaign.goal
source: Goal
cs_cz: Cíl
sk_sk: Cieľ
zh_cn: 目标

# campaign.goalcurrvalue
source: Current value
cs_cz: Současná hodnota
sk_sk: Súčasná hodnota
zh_cn: 当前值

# campaign.goalgoaldiff
source: Goal difference
cs_cz: Rozdíl cílů
sk_sk: Rozdiel cieľov
zh_cn: 目标的差异

# campaign.goalgoaldiffperc
source: Goal difference (%)
cs_cz: Rozdíl cílů (%)
sk_sk: Rozdiel cieľov (%)
zh_cn: 目标差异 (%)

# campaign.goalredflagdiff
source: Red flag difference
cs_cz: Rozdíl červených příznaků
sk_sk: Rozdiel červných príznakov
zh_cn: 红旗的区别

# campaign.goalredflagdiffperc
source: Red flag difference (%)
cs_cz: Rozdíl červených příznaků (%)
sk_sk: Rozdiel červných príznakov (%)
zh_cn: 红旗差异 (%)

# campaign.goals
source: Goals
cs_cz: Cíle
sk_sk: Ciele
zh_cn: 目标

# campaign.goals.count.title
source: Number of conversions (goal)
cs_cz: Počet konverzí (cíl)
sk_sk: Počet konverzií (cieľ)
zh_cn: 转换 （目标） 的数目

# campaign.goals.value.title
source: Conversions value (goal)
cs_cz: Hodnota konverze (cíl)
sk_sk: Hodnota konverzie (cieľ)
zh_cn: 转换值 （目标）

# campaign.goals.valuepervisitor.title
source: Value per visitor (goal)
cs_cz: Hodnota na návštěvníka (cíl)
sk_sk: Hodnota pre návštevníka (cieľ)
zh_cn: 每位访客 （目标） 的价值

# campaign.goals.visitors.title
source: Number of visitors (goal)
cs_cz: Počet návštěvníků (cíl)
sk_sk: Počet návštevníkov (cieľ)
zh_cn: 访客 （目标） 的数目

# campaign.impressions
source: Impressions
cs_cz: Účinky kampaně
sk_sk: Sila kampane
zh_cn: 印象

# campaign.impressions.description
source: This field can be used to specify how many people were targeted by the given marketing campaign.
zh_cn: 可以使用此字段可以指定有多少人都遭到给定的市场营销活动。

# campaign.integervaluegreaterzero
source: Please insert an integer number greater than zero.
zh_cn: 请插入一个大于零的整数。

# campaign.name
source: Code name
cs_cz: Kódový název kampaně
sk_sk: Kódový názov kampane
zh_cn: 代码名称

# campaign.name.description
source: Sets the code name that serves as an identifier, e.g. in macros. Leave the default automatic code name unless a different value is required for a specific scenario.
zh_cn: 设置用作标识符，例如在宏的代码名称。除非特定情景中需要一个不同的值时，请离开默认自动代码名称。

# campaign.noimpressionsorcost
source: Field campaign impressions or campaign total cost is not set. Goal results may not work properly.
cs_cz: Pole účinky kampaně nebo celkové náklady na kampaň není vyplněno. Cílové výsledky nemusejí fungovat srávně.
sk_sk: Polia Sila kampane a Celkové náklady kampane nie sú vyplnené. Cieľové výsledky nemusia fungovať správne.
zh_cn: 未设置字段运动印象或竞选总成本。目标结果可能无法正常工作。

# campaign.noreportavaible
source: You don't have permissions for any campaign report.
cs_cz: Nemáte práva pro žádný report kampaně.
sk_sk: Nemáte práva na žiadne reporty kampaní.
zh_cn: 您不具有权限的任何市场活动报表。

# campaign.notallowedcreate
source: You are not allowed to create campaign object.
cs_cz: Nemáte povolení pro vytvoření objektu kampaně.
sk_sk: Nemáte povolenie vytvárať objekty kampane.
zh_cn: 你不允许创建运动对象。

# campaign.nototalcost
source: Field campaign total cost is not set.
cs_cz: Není vyplněno pole celkové náklady na kampaň.
sk_sk: Pole Celkové náklady kampane nie je vyplnené.
zh_cn: 未设置字段竞选总费用。

# campaign.numofvisitors
source: Number of visitors
cs_cz: Počet návštěvníků
sk_sk: Počet návštevníkov
zh_cn: 参观人数

# campaign.openfrom.description
source: Sets the date and time when the campaign will become active.
zh_cn: 设置日期和时间当这项运动将变得活跃。

# campaign.opento.description
source: Sets the date and time when the campaign will become inactive.
zh_cn: 设置日期和时间当这项运动将变为非活动状态。

# campaign.overview
source: Overview
cs_cz: Přehled
sk_sk: Prehľad
zh_cn: 概述

# campaign.percofimpress
source: Percentage of impressions
cs_cz: Procento účinnosti
sk_sk: Percento sily
zh_cn: 印象的百分比

# campaign.percofpervisitor
source: Percentage of cost per visitor
cs_cz: Procento nákladů na návštěvníka
sk_sk: Percento nákladov na návštevníka
zh_cn: 每位访客的成本的百分比

# campaign.percoftotalcost
source: Percentage of total cost
cs_cz: Procento celkových nákladů
sk_sk: Percento celkových nákladov
zh_cn: 总成本的百分比

# campaign.pervisitor
source: Value per visitor
cs_cz: Hodnota na návštěvníka
sk_sk: Hodnota pre návštevníka
zh_cn: 每位访客的价值

# campaign.redflag
source: Red flag
cs_cz: Červený příznak
sk_sk: Červený príznak
zh_cn: 红旗

# campaign.roi
source: ROI
zh_cn: 投资回报率

# campaign.rules
source: Condition
cs_cz: Podmínka kampaně
sk_sk: Podmienky kampane
zh_cn: 条件
