Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# newsletterissueselect.entersearch
source: Email
cs_cz: Filtr:
zh_cn: 电子邮件

# newsletterissueselect.itemname
source: Email name
cs_cz: Název vydání
zh_cn: 电子邮件名称

# newsletterissueselect.letuserchoose
source: (let the user choose)
cs_cz: (nechat vybrat uživatele)
zh_cn: （让用户选择）

# newsletterissueselect.moreitems
source: (more emails...)
cs_cz: (více...)
zh_cn: （更多邮件...)

# newsletterissueselect.nodata
source: No email selected.
cs_cz: Nebyla vybrána žádná vydání newsletteru
zh_cn: 所选的任何电子邮件。

# newsletterissueselect.selectitem
source: Select email
cs_cz: (více...)
zh_cn: 选择电子邮件

# newsletterissuestatus.finished
source: Finished
cs_cz: Ukončen
zh_cn: 完成

# newsletterissuestatus.idle
source: Idle
cs_cz: Nečinný
zh_cn: 空闲

# newsletterissuestatus.preparingdata
source: Preparing data
cs_cz: Připravují se data
zh_cn: 准备数据

# newsletterissuestatus.readyforsending
source: Ready for sending
cs_cz: Připravený k odeslání
zh_cn: 准备好发送

# newsletterissuestatus.sending
source: Sending
cs_cz: Odesílá se
zh_cn: 发送

# newsletterissuestatus.testphase
source: Test phase
cs_cz: Probíhá testování
zh_cn: 测试阶段

# newsletters.cannotcloneabtestissuewithoutchildren
source: It is not possible to clone an AB Test Email without its children. The children represent variants of the test and the email would not be functional without them. Please enable the "Clone child objects" check-box to clone AB Test Email.
zh_cn: 它是不可能克隆无其子女 AB 测试电子邮件。儿童占变量试验和电子邮件不会没有这些功能。请启用"克隆子对象"复选框以克隆 AB 测试电子邮件。

# newsletters.deleting
source: Deleting subscribers
zh_cn: 删除订阅服务器

# newsletters.doubleoptinconfirmation
source: Email campaign subscription activation
cs_cz: Aktivace přihlášky k newsletteru.
sk_sk: Aktivácia prihlášky k newsletteru
zh_cn: 电子邮件活动订阅激活

# newsletters.headercaption
source: Email campaigns
cs_cz: Modul Newsletter
sk_sk: Newslettery
zh_cn: 电子邮件活动

# newsletters.importingsubscribers
source: Importing subscribers
zh_cn: 导入用户

# newsletters.isabtest
source: A/B test
zh_cn: A / B 测试

# newsletters.issuestatus
source: Status
cs_cz: Stav
zh_cn: 状态

# newsletters.mysubscriptions.nodatauser
source: User isn't currently subscribed for any email campaign.
cs_cz: Uživatel není aktuálně přihlášen k odběru žádného newsletteru,
sk_sk: Užívateľ nie je momentálne prihlásený k žiadnemu newsletteru.
zh_cn: 用户并不是当前订阅的任何电子邮件活动。

# newsletters.subscribers
source: Subscribers
cs_cz: Odběratelé
sk_sk: Odberatelia
zh_cn: 订阅服务器

# newsletters.templates
source: Templates
cs_cz: Šablony
sk_sk: Šablóny
zh_cn: 模板

# newsletters.unsubscribing
source: Unsubscribing
zh_cn: 取消订阅

# newsletterselect.additems
source: Add email campaigns
cs_cz: Přidat newsletter
sk_sk: Pridať newslettery
zh_cn: 添加电子邮件活动

# newsletterselect.entersearch
source: Email campaign
cs_cz: Název newsletteru
sk_sk: Názov newslettera:
zh_cn: 电子邮件活动

# newsletterselect.itemname
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# newsletterselect.moreitems
source: (more email campaigns...)
cs_cz: (více...)
zh_cn: （更多电子邮件宣传活动......)

# newsletterselect.nodata
source: No email campaigns selected.
cs_cz: Nebyly vybrány žádné newslettery.
sk_sk: Nebol vybraný žiadny newsletter.
zh_cn: 没有选定的电子邮件活动。

# newsletterselect.select
source: Select
cs_cz: Přidat newslettery
sk_sk: Pridať newslettery
zh_cn: 选择

# newsletterselect.selectitem
source: Select email campaigns
cs_cz: Vybrat newslettery
sk_sk: Vyber newslettery
zh_cn: 选择电子邮件活动

# newsletterslider.addvariant
source: Add variant
cs_cz: Přidat variantu
zh_cn: 添加备选案文

# newsletterslider.properties
source: Edit properties
cs_cz: Upravit variantu
zh_cn: 编辑属性

# newsletterslider.removevariant
source: Remove variant
cs_cz: Odstranit variant
zh_cn: 删除备选案文

# newslettertemplate.assignedtemplates
source: Following additional templates are assigned to this email campaign
cs_cz: K newsletteru jsou přidány následující doplňkové šablony
zh_cn: 下列附加模板分配给此电子邮件活动

# newslettertemplate.norecords
source: There are no templates available.
cs_cz: Nejsou dostupné žádné šablony
zh_cn: 没有模板可用。

# newslettertemplate.norecordsfound
source: No templates matching your criteria were found.
cs_cz: Nebyly nalezeny žádné šablony vyhovující zadaným kriteriím vyhledávání.
zh_cn: 找不到模板匹配您的标准。

# newslettertemplate.pernewslettertemplate
source: The template is assigned as additional template to the following email campaigns
cs_cz: Šablona je přidána jako doplňková šablona k následujícím newsletterům
zh_cn: 该模板指定为附加到以下电子邮件市场活动模板

# newslettertemplate.selectitem
source: Select template
cs_cz: Vybrat šablonu
zh_cn: 选择模板

# newslettertemplate.templatename
source: Template name:
cs_cz: Název šablony
zh_cn: 模板名称:

# newslettertemplate_edit.templateinsertmacrolabel
source: Insert macro
cs_cz: Vložit makro
sk_sk: Vložiť makro
zh_cn: 插入宏

# newslettervariant.addvariant
source: New A/B test variant
cs_cz: Nová varianta A/B testu
zh_cn: 新建 A / B 测试备选案文

# newslettervariant.createcontentfrom
source: Copy content from another variant
cs_cz: Zkopírovat obsah z jiné varianty
zh_cn: 另一个变体复制的内容

# newslettervariant.createempty
source: Create empty variant
cs_cz: Vytvořit prázdnou variantu
zh_cn: 创建空的变量

# newslettervariant.deletevariantconfirm
source: Are you sure you want to delete current variant?
cs_cz: Opravdu chcete smazat aktuální variantu?
zh_cn: 你确定你想要删除当前备选案文？

# newslettervariant.properties
source: Variant properties
cs_cz: Vlastnosti varianty
zh_cn: Variant 类型的值的属性

# newslettervariant.removevariant
source: Delete variant
cs_cz: Odstranit variantu
zh_cn: 删除备选案文

# notification.template.macrohelp.customdata
source: Displays the value of specified data column from custom data source. Columns from View_CMS_Tree_Joined and the page type's table can be used (e.g. CONTENT_article for cms.article page type).
cs_cz: Zobrazuje hodnoty zadaného sloupce dat z vlastního datového zdroje. Mohou být použity sloupce z View_CMS_Tree_Joined a tabulka typů dokumentu (např. CONTENT_article pro typ dokumentu cms.article).
sk_sk: Zobrazuje hodnoty zadaných stĺpcov z vlastných dátových zdrojov. Toto predstavuje napríklad dokumentové dáta, ktoré sú pripojené keď sú zaznamenané zmeny obsahu (vytvorenie dokumentu, zmazanie, zmena)
zh_cn: 显示自定义数据源的指定的数据列的值。View_CMS_Tree_Joined 和页面类型表中的列可以使用 （例如 CONTENT_article cms.article 页面类型）。

# notification.template.macrohelp.documentlink
source: Displays the link to the page (for content event notifications only).
cs_cz: Zobrazuje odkaz na dokument (pouze pro upozornění událostí obsahu).
sk_sk: Zobrazuje odkaz na dokument (iba pre udalosti vzťahujúce sa k obsahu)
zh_cn: 显示到 （仅限于内容的事件通知） 的页面的链接。

# notification.template.macrohelp.gateway
source: Displays the value of specified data column from table Notification_Gateway. This represents notification gateway which performs sending notification message.
cs_cz: Zobrazuje hodnoty daného sloupce dat z tabulky Notification_Gateway. Tento představuje bránu pro upozornění, které provádí odesílání zpráv upozornění.
sk_sk: Zobrazuje hodnoty z tabuľky Notification_Gateway. Toto predstavuje bránu na upozornenia, ktorá zabezpečuje odosielanie správ upozornení.
zh_cn: 显示表 Notification_Gateway 中指定的数据列的值。这表示通知网关执行发送通知消息。

# notification.template.macrohelp.subscription
source: Displays the value of specified data column from table Notification_Subscription. This represents subscription information.
cs_cz: Zobrazuje daného sloupce dat z tabulky Notification_Subscription. Tento představuje informace o odběrateli.
sk_sk: Zobrazuje hodnoty z tabuľky Notification_Subscription. Toto predstavuje informácie o prihláškach.
zh_cn: 显示表 Notification_Subscription 中指定的数据列的值。这表示订阅的信息。

# notification.template.macrohelp.user
source: Displays the value of specified user data column from table CMS_User. This represents user the notification message is sending to.
cs_cz: Zobrazuje hodnoty daného sloupce dat z tabulky CMS_User. Tento představuje uživatele, kterému bude upozornění odesláno.
sk_sk: Zobrazuje hodnoty z tabuľky CMS_User. Toto predstavuje užívateľa, ktorému bude upozornenie odoslané.
zh_cn: 显示表 CMS_User 中指定的用户数据列的值。这表示的用户向发送通知消息。

# notification.template.text.helpheader
source: Following data macros can be used to evaluate the data fields of the notification subscription and related objects. See 'Kentico Database Reference' for detailed column listing of the objects
cs_cz: Následující datová makra mohou být použita pro vyhodnocení datových položek upozornění a přidružených objektů. Viz 'Kentico Database Reference' pro detailní sloupcový seznam objektů.
sk_sk: Nasledujúce dátové makra môžu byť použité na vyhodnotenie dátových polí upozornení a pridružených objektov. Viď 'Kentico Database Reference' pre detailný zoznam stĺpcov pre objekty.
zh_cn: 以下数据宏可以用于评估通知订阅和相关的对象的数据字段。请参阅 'Kentico 数据库参考' 的详细的列列表的对象

# notification.template.text.helplnk
source: Show/hide template macro examples
cs_cz: Klikněte pro zobrazení příkladů maker šablony
sk_sk: Tu klikni pre príklady makier pre šablóny
zh_cn: 显示/隐藏模板宏示例

# notification.templatetextedit
source: Edit text
cs_cz: Upravit text
sk_sk: Zmeň text.
zh_cn: 编辑文本

# notification.templatetexteditlist
source: Template texts
cs_cz: Texty šablony
sk_sk: Texty šablón
zh_cn: 模板文本

# notificationgatewayselector.additems
source: Add gateways
cs_cz: Přidat brány
sk_sk: Pridať bránu
zh_cn: 添加网关

# notificationgatewayselector.entersearch
source: Gateway
cs_cz: Název brány nebo jeho část:
sk_sk: Názov brány alebo časť názvu:
zh_cn: 网关

# notificationgatewayselector.itemname
source: Gateway name
cs_cz: Název brány
sk_sk: Názov brány
zh_cn: 网关名称

# notificationgatewayselector.nodata
source: No gateway selected
cs_cz: Nebyla vybrána žádná brána
sk_sk: Nebola vybraná žiadna brána
zh_cn: 没有选定的网关

# notificationgatewayselector.selectitem
source: Select gateways
cs_cz: Vybrat brány
sk_sk: Vyber brány
zh_cn: 选择网关

# notifications.nogateway
source: No notification gateway specified.
cs_cz: Není specifikována žádná notifikační brána.
sk_sk: Žiadna notifikačná brána nie je špecifikovaná.
zh_cn: 指定没有通知网关。

# notifications.subscription.notunique
source: You are already subscribed to receive notification on this event.
cs_cz: Již jste přihlášení k odběru upozornění na tuto událost.
sk_sk: Už ste prihlásený k odoberaniu správ pre vybranú udalosť.
zh_cn: 您已订阅接收关于此事件的通知。

# notifications.subscription.templatemissing
source: Please select a notification template for the specified events in the web part settings.
cs_cz: Vyberte šablonu upozornění pro vybranou událost v nastavení web party.
sk_sk: Prosím, vyberte šablónu upozornení pre vybranú udalosť v nastavení webparty.
zh_cn: 请在 web 部件设置中选择指定的事件通知的模板。

# notificationtemplateselector.additems
source: Add templates
cs_cz: Přidat šablony
sk_sk: Pridať šablóny
zh_cn: 添加模板

# notificationtemplateselector.entersearch
source: Template
cs_cz: Název šablony:
sk_sk: Názov šablóny:
zh_cn: 模板

# notificationtemplateselector.itemname
source: Template name
cs_cz: Název šablony
sk_sk: Názov šablóny
zh_cn: 模板名称

# notificationtemplateselector.moreitems
source: (more templates...)
cs_cz: (více šablon...)
sk_sk: (viac šablón...)
zh_cn: (更多模板...)

# notificationtemplateselector.nodata
source: No templates found.
cs_cz: Nebyly nalezeny žádné šablony.
sk_sk: Neboli nájdené žiadné šablóny
zh_cn: 找不到模板。

# notificationtemplateselector.selectitem
source: Select template
cs_cz: Vybrat šablonu
sk_sk: Vybrať šablónu
zh_cn: 选择模板

# objectbrowser.loadexpression
source: Execute
zh_cn: 执行

# objectdependencyenum.binding
source: Binding
zh_cn: 绑定

# objectdependencyenum.notrequired
source: Not required
zh_cn: 不需要

# objectdependencyenum.required
source: Required
zh_cn: 必填

# objectdependencyenum.requiredhasdefault
source: Required, has default
zh_cn: 要求，具有默认值

# objecteditmenu.checkinerror
source: System cannot check in the object. It is not checked out anymore.
cs_cz: Systém nemůže uvolnit objekt. Už není uzamčen.
zh_cn: 系统无法签入的对象。它不是不再签出。

# objecteditmenu.checkouterror
source: System cannot check out the object. It is exclusively checked out by another user: {0}.
cs_cz: Systém nemůže uzamknout objekt. Už je výhradně uzamčen jiným uživatelem: {0}.
zh_cn: 系统无法签出该对象。完全由另一个用户签出： {0}。

# objecteditmenu.iconcommentcheckin
source: Check in object changes
cs_cz: Uvolnit změny objektů
zh_cn: 签入对象的更改

# objecteditmenu.undocheckouterror
source: System cannot undo check out of the object. It is not checked out anymore.
cs_cz: Systém nemůže vrátit uzamčení objektu. Nadále již není uzamčen.
zh_cn: 系统不能撤消签出的对象。它不是不再签出。

# objectselect.entersearch
source: Object type
zh_cn: 对象类型

# objectselect.itemname
source: Object type
zh_cn: 对象类型

# objectselect.nodata
source: No object type selected
zh_cn: 未选择的对象类型

# objectselect.selectitem
source: Select object type
zh_cn: 选择对象类型

# objectstaging.fulltrustrequired
source: Staging requires fully trusted application. Please contact your system administrator to check the application configuration.
zh_cn: 临时需要完全受信任的应用程序。请联系您的系统管理员联系，以检查应用程序配置。

# objectstaging.globalandsitenotlogged
source: Site object and global object changes are not being tracked. To enable it please check the "Log object changes" box in the <b>##ui|cms|settings## -> Versioning & Synchronization -> Staging</b> site settings and global settings section first.
cs_cz: Změny webových a globálních objektů nejsou zaznamenávány. Pokud chcete povolit zaznamenávání, zaklikněte políčko "Zaznamenávat změny objektu" v <b>Site Manager -> Nastavení -> Verzování a synchronizace -> Synchronizace serverů </b>.
zh_cn: 站点对象和全局对象的更改都没有被跟踪。要启用它请检查<b>##ui|cms|settings##-> 暂存版本 & 同步</b>网站设置和全局设置部分中的"日志对象更改"第一次。

# objecttasks.__bannermanagement__
source: Banner management
cs_cz: Správa reklamních panelů
zh_cn: 横幅管理

# objecttasks.__contentmanagement__
source: Content management
zh_cn: 内容管理

# objecttasks.__documents__
source: All pages
cs_cz: Všechny dokumenty
zh_cn: 所有页面

# objecttasks.__projectmanagement__
source: Project management
cs_cz: Řízení projektů
sk_sk: Projektové riadenie
zh_cn: 项目管理

# objecttasks.__socialandcommunity__
source: Social & Community
zh_cn: 社交 & 社区

# objecttasks.__socialmarketing__
source: Social marketing
zh_cn: 社交营销

# objecttasks.__subscribers__
source: Subscribers
cs_cz: Odběratelé
sk_sk: Odberatelia
zh_cn: 订阅服务器

# objecttasks.blog_postsubscription
source: Blog post subscription
cs_cz: Přihláška k příspěvku blogu
zh_cn: 博客帖子订阅

# objecttasks.cms_class
source: Classes
cs_cz: Třídy
zh_cn: 类

# objecttasks.cms_dashboard
source: Dashboard
cs_cz: Nástěnka
sk_sk: Nástenka
zh_cn: 控制板

# objecttasks.cms_documentalias
source: Page aliases
cs_cz: Aliasy dokumentů
sk_sk: Aliasy dokumentu
zh_cn: 页的别名

# objecttasks.cms_documenttype
source: Page types
cs_cz: Typy dokumentů
sk_sk: Typy dokumentov
zh_cn: 页面类型

# objecttasks.cms_documenttypescope
source: Page type scopes
zh_cn: 页类型范围

# objecttasks.cms_pagetemplatescope
source: Page template scopes
cs_cz: Možnosti šablony stránky
sk_sk: Oblasti použitia šablóny stránky
zh_cn: 页模板范围

# objecttasks.cms_personalization
source: Page personalization
cs_cz: Personalizace stránky
sk_sk: Personalizácia stránky
zh_cn: 页个性化设置

# objecttasks.cms_searchengine
source: Search engines
cs_cz: Vyhledávače
sk_sk: Vyhľadávače
zh_cn: 搜索引擎

# objecttasks.cms_smtpserver
source: SMTP servers
cs_cz: SMTP servery
sk_sk: SMTP servery
zh_cn: SMTP 服务器

# objecttasks.cms_templatedevicelayout
source: Custom device profile layouts
cs_cz: Layouty vlastního profilu zařízení
zh_cn: 自定义的设备配置文件布局

# objecttasks.cms_webtemplate
source: Web templates
cs_cz: Webové šablony
sk_sk: Webové šablóny
zh_cn: Web 模板

# objecttasks.contextspecific
source: Context specific objects
cs_cz: Kontextově specifické objekty
zh_cn: 上下文特定的对象

# objecttasks.ecommerce_couponcode
source: Coupon codes
zh_cn: 优惠券代码

# objecttasks.ecommerce_discount
source: Discounts
zh_cn: 折扣

# objecttasks.ecommerce_discountcoupon
source: Product coupons
cs_cz: Slevové poukázky
sk_sk: Poukážky
zh_cn: 产品优惠券

# objecttasks.ecommerce_multibuycouponcode
source: Multibuy coupon codes
zh_cn: 数量折扣优惠券代码

# objecttasks.ecommerce_multibuydiscount
source: Buy X Get Y discounts
zh_cn: 买 X 到 Y 的折扣

# objecttasks.ecommerce_multibuydiscountdepartment
source: Multibuy discount departments
zh_cn: 数量折扣部门

# objecttasks.ecommerce_multibuydiscountsku
source: Multibuy discount products
zh_cn: 数量折扣产品

# objecttasks.forums_forumattachment
source: Forum attachments
cs_cz: Přílohy fór
sk_sk: Prílohy
zh_cn: 论坛附件

# objecttasks.forums_forumuserfavorites
source: Forum user favorites
cs_cz: Uživatel fóra - oblíbené
sk_sk: Fórum užívateľ - obľúbené
zh_cn: 论坛用户收藏夹

# objecttasks.integration_connector
source: Integration connectors
cs_cz: Integrační konektory
sk_sk: Integračné konektory
zh_cn: 集成连接器

# objecttasks.newsletter_abtest
source: Email campaign A/B tests
zh_cn: 电子邮件市场活动 A / B 测试

# objecttasks.newsletter_issuevariant
source: Email variants
zh_cn: 电子邮件的变量

# objecttasks.newsletter_rolesubscriber
source: Role subscribers
cs_cz: Odběratelé - role
sk_sk: Odberatelia - role
zh_cn: 订阅服务器的角色

# objecttasks.newsletter_usersubscriber
source: User subscribers
cs_cz: Odběratelé - uživatelé
sk_sk: Odberatelia - užívatelia
zh_cn: 用户订阅服务器

# objecttasks.om_abtest
source: A/B tests
cs_cz: A/B testy
sk_sk: A/B testy
zh_cn: A / B 测试

# objecttasks.om_documentmvtcombination
source: Pages mvt combinations
cs_cz: MVT kombinace dokumentu
zh_cn: 页 mvt 组合

# objecttasks.om_documentmvtvariant
source: Page mvt variants
cs_cz: MVT varianty dokumentu
zh_cn: 页 mvt 变量

# objecttasks.om_documentpersonalizationvariant
source: Pages personalization variants
cs_cz: Personalizační varianty dokumentu
zh_cn: 页个性化设置变量

# objecttasks.om_mvtest
source: Multivariate tests
cs_cz: Multivariantní testy
sk_sk: Multivariantné testy
zh_cn: 多元测试

# objecttasks.pm_project
source: Project
cs_cz: Projekt
sk_sk: Projekt
zh_cn: 项目

# objecttasks.pm_projectstatus
source: Project status
cs_cz: Stav projektu
sk_sk: Stav projektu
zh_cn: 项目状态

# objecttasks.pm_projecttask
source: Project task
cs_cz: Úloha projektu
sk_sk: Úloha projektu
zh_cn: 项目任务

# objecttasks.pm_projecttaskpriority
source: Task priority
cs_cz: Priorita úlohy
sk_sk: Priorita úlohy
zh_cn: 任务优先级

# objecttasks.pm_projecttaskstatus
source: Task status
cs_cz: Stav úlohy
sk_sk: Stav úlohy
zh_cn: 任务状态

# objecttasks.sm_facebookaccount
source: Facebook page
zh_cn: Facebook 页面

# objecttasks.sm_facebookapplication
source: Facebook application
zh_cn: Facebook 应用程序

# objecttasks.sm_linkedinaccount
source: LinkedIn company profile
zh_cn: LinkedIn 公司配置文件

# objecttasks.sm_linkedinapplication
source: LinkedIn app
zh_cn: LinkedIn 的应用程序

# objecttasks.sm_twitteraccount
source: Twitter channel
zh_cn: Twitter 频道

# objecttasks.sm_twitterapplication
source: Twitter application
zh_cn: Twitter 应用程序

# objecttype._all_
source: (all)
zh_cn: （全部）

# objecttype._inherit_
source: (inherit)
zh_cn: （继承）

# objecttype._inherited_
source: (inherited)
zh_cn: （继承）

# objecttype.analytics_campaign
source: Campaign
cs_cz: Kampaň
sk_sk: Kampaň
zh_cn: 运动

# objecttype.analytics_conversion
source: Conversion
cs_cz: Konverze
sk_sk: Konverzia
zh_cn: 转换

# objecttype.analytics_exitpage
source: Exit page
zh_cn: 退出页面

# objecttype.analytics_hitsday
source: Daily hit
zh_cn: 每天打

# objecttype.analytics_hitshour
source: Hourly hit
zh_cn: 每小时命中

# objecttype.analytics_hitsmonth
source: Monthly hit
zh_cn: 每月打

# objecttype.analytics_hitsweek
source: Weekly hit
zh_cn: 每周打

# objecttype.analytics_hitsyear
source: Yearly hit
zh_cn: 每年打

# objecttype.bizformitem
source: Form item
cs_cz: Položka formuláře
sk_sk: Položka formulára
zh_cn: 项目与表格

# objecttype.blog_postsubscription
source: Blog post subscription
cs_cz: Přihláška k odběru příspěvků blogu
sk_sk: Prihláška k príspevku
zh_cn: 博客帖子订阅

# objecttype.board_boardrole
source: Board role
cs_cz: Role diskuze
sk_sk: Rola nástenky
zh_cn: 董事会的作用

# objecttype.board_subscription
source: Board subscription
cs_cz: Přihláška k odběru příspěvku diskuze
sk_sk: Prihlášky k diskusiám
zh_cn: 董事会订阅

# objecttype.chat_roomuser
source: Chat room user
zh_cn: 聊天室用户

# objecttype.cms_blog
source: Blog
zh_cn: 博客

# objecttype.cms_classsite
source: Class on site
cs_cz: Třída na webu
sk_sk: Classa na webe
zh_cn: 网站上的类

# objecttype.cms_cssstylesheetsite
source: CSS stylesheet on site
cs_cz: CSS styl na webu
sk_sk: CSS štýl na webe
zh_cn: 网站上的 CSS 样式表

# objecttype.cms_culturesite
source: Culture on site
cs_cz: Jazyková verze na webu
sk_sk: Kultúra na webe
zh_cn: 网站上的语言

# objecttype.cms_dashboard
source: Dashboard
cs_cz: Nástěnka
zh_cn: 控制板

# objecttype.cms_deviceprofile
source: Device profile
cs_cz: Profil zařízení
zh_cn: 设备配置文件

# objecttype.cms_documentlocalization
source: Page localization
zh_cn: 页面定位

# objecttype.cms_documenttag
source: Page tag
cs_cz: Tag dokumentu
sk_sk: Dokumentový tag
zh_cn: 页面标记

# objecttype.cms_documenttypescope
source: Page type scope
zh_cn: 页类型范围

# objecttype.cms_documenttypescopeclass
source: Scope allowed page type
zh_cn: 允许页面类型范围

# objecttype.cms_general
source: General object
zh_cn: 一般对象

# objecttype.cms_inlinecontrolsite
source: Inline control on site
cs_cz: Inline kontrol na webu
sk_sk: Inline control na webe
zh_cn: 内联控制在站点上

# objecttype.cms_membership
source: Membership
cs_cz: Členství
sk_sk: Členstvo
zh_cn: 会员

# objecttype.cms_product
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# objecttype.cms_resourcesite
source: Resource on site
cs_cz: Zdroj na webu
sk_sk: Zdroj na webe
zh_cn: 网站上的资源

# objecttype.cms_roleapplication
source: Role Application
zh_cn: 应用程序角色

# objecttype.cms_searchengine
source: Search engine
cs_cz: Vyhledávač
sk_sk: Vyhľadávač
zh_cn: 搜索引擎

# objecttype.cms_smtpserver
source: SMTP server
zh_cn: SMTP 服务器

# objecttype.cms_smtpserversite
source: SMTP Server on site
cs_cz: SMTP server na webu
sk_sk: SMTP server na webe
zh_cn: SMTP 服务器上的网站

# objecttype.cms_tag
source: Tag
zh_cn: 标记

# objecttype.cms_templatedevicelayoutlist
source: Custom device profile layout list
zh_cn: 自定义设备配置文件布局列表中

# objecttype.cms_transformation
source: Transformation
cs_cz: Transformace
sk_sk: Transformácia
zh_cn: 转型

# objecttype.cms_translationsubmission
source: Translation submission
cs_cz: Odeslání překladu
zh_cn: 翻译提交

# objecttype.cms_usersite
source: User on site
cs_cz: Uživatel na webu
sk_sk: Užívateľ na webe
zh_cn: 用户在网站上

# objecttype.cms_webfarmservertask
source: Web farm server task
zh_cn: web farm服务器任务

# objecttype.cms_webpartlayout
source: Web part layout
cs_cz: Rozvržení web party
sk_sk: Layout web party
zh_cn: Web 部件布局

# objecttype.cms_workflowsteproles
source: Workflow step role
cs_cz: Role kroku workflow
zh_cn: 工作流步骤的作用

# objecttype.cms_workflowstepuser
source: Workflow step user
cs_cz: Uživatel kroku workflow
zh_cn: 工作流步骤用户

# objecttype.cms_workflowtransition
source: Workflow step connection
cs_cz: Spojení kroků workflow
zh_cn: 工作流步骤连接

# objecttype.cms_workflowuser
source: Workflow user
cs_cz: Uživatel worflow procesu
zh_cn: 工作流用户

# objecttype.com_couponcode
source: Coupon code
zh_cn: 优惠券代码

# objecttype.com_departmenttaxclass
source: Department tax class
cs_cz: Daňová třída oddělení
sk_sk: Daňová trieda oddelenia
zh_cn: 部税类

# objecttype.com_discountcoupon
source: Product coupon
cs_cz: Slevová poukázka
sk_sk: Kupón na zľavu
zh_cn: 产品优惠券

# objecttype.com_multibuycouponcode
source: Multibuy coupon code
zh_cn: 数量折扣优惠券代码

# objecttype.com_multibuydiscount
source: Multibuy discount
zh_cn: 数量折扣

# objecttype.com_multibuydiscountdepartment
source: Multibuy discount department
zh_cn: 数量折扣部

# objecttype.com_multibuydiscountsku
source: Multibuy discount product
zh_cn: 数量折扣产品

# objecttype.com_orderitemskufile
source: Order item file
cs_cz: Soubor položky obejdnávky
zh_cn: 订单项目文件

# objecttype.com_shippingcost
source: Shipping cost
cs_cz: Přepravní náklady
sk_sk: Prepravné náklady
zh_cn: 航运成本
