Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# sharepoint.library.lastsynchronization
source: The last library synchronization was performed on {0}.
zh_cn: 对 {0} 进行了最后一次的库同步。

# sharepoint.library.lastsynchronization.error
source: The last library synchronization performed on {0} ended with error "{1}".
zh_cn: 最后一次的图书馆同步上演 {0} 错误"{1}"而告终。

# sharepoint.library.scheduledtask.name
source: SharePoint library synchronization
zh_cn: SharePoint 库同步

# sharepoint.library.scheduledtask.notfound
source: The synchronization task is missing, it might have been deleted by someone. To fix this, go to the SharePoint library editing and save it.
zh_cn: 同步任务丢失，它已被删除的人。要解决此问题，请转到 SharePoint 库编辑并将其保存。

# sharepoint.library.synchronizationrunning
source: The library is being synchronized at the moment.
zh_cn: 图书馆目前正在同步。

# sharepoint.library.synchronize
source: Synchronize
zh_cn: 同步

# sm.workflow.postonlyonce
source: Post only once
zh_cn: 帖子只有一次

# sm.workflow.postonlyonce.decription
source: If there already is a post related to the page, the workflow action will do nothing.
zh_cn: 如果已经有相关的页面后，工作流操作将什么也不做。

# sysdev.class_list.delete.hasdatabasedependencies
source: The selected class cannot be deleted because dependent database objects exist. You need to remove all the database objects using this class first.
zh_cn: 不能删除所选的类，因为存在依赖关系的数据库对象。您需要删除的第一次使用此类的所有数据库对象。

# sysdev.views.code
source: Code
zh_cn: 代码

# sysdev.views.indexes
source: Indexes SQL script
zh_cn: 索引的 SQL 脚本

# template.scopes.templatecanbeused
source: Template can be used
zh_cn: 可以使用模板

# templatedesigner.errordropdownlistoptionsinvalidvalue
source: Invalid value at line {0}:
zh_cn: 在行 {0} 无效的值:

# translationservice.actionfailed
source: There was an error processing the action. Please see event log for more details.
zh_cn: 处理操作时出错。请参阅事件日志中有更多的细节。

# translationservice.instructionstoolong
source: The maximum length of the instructions is {0} characters, but you have entered {1} characters.
zh_cn: 指示的最大长度为 {0} 个字符，但您输入 {1} 个字符。

# translationservice.invalidtargetlanguage
source: Please select a target culture that you want to translate to.
zh_cn: 请选择您想要转换成的目标语言。

# translationservice.name.translationresubmitted
source: '{0}' was resubmitted.
zh_cn: '{0}' 被重新提交。

# translationservice.name.translationsimported
source: '{0}' was successfully imported.
zh_cn: '{0}' 被成功导入。

# translationservice.selectculture
source: (select culture)
zh_cn: （选择语言）

# translationservice.submissionactive
source: You are not allowed to upload a new translation because submission '{0}' is being currently processed.
zh_cn: 你不是允许上传一个新的翻译，由于提交 '{0}' 目前正在处理。

# translationservice.targetcultures
source: Target culture(s)
zh_cn: 目标语言

# translationservice.updatingstatuses
source: Updating translation statuses
zh_cn: 更新翻译状态

# translationservice.updatingstatusesfinished
source: Updating of statuses has finished successfully.
zh_cn: 状态更新已成功完成。

# ui.objecttypenotset
source: The object type property is not set.
zh_cn: 未设置对象类型属性。

# uploader.noextensionallowed
source: No file extension is allowed to be uploaded.
zh_cn: 没有文件扩展名被允许上传。

# urlchecker.protocolisrequired.error
source: <strong>Server root URL must contain the HTTP or HTTPS protocol.</strong>
zh_cn: <strong>服务器根 URL 必须包含 HTTP 或 HTTPS 协议。</strong>

# wf.action.sendfortranslation.createsinglesubmission
source: Include all translations into one submission
zh_cn: 包括所有翻译成一个提交

# wf.action.sendfortranslation.createsinglesubmission.desc
source: Select this option if you want to include all translated cultures into one submission. If you do not select this option, each culture will have its own submission.
zh_cn: 选择此项，如果您想要包括所有翻译语言为一体提交，如果不选择此选项，每一种语言将拥有自己提交

# exportobject.failure
source: Error exporting the object <strong>{0}</strong>. See event log for more details.
zh_cn: 导出对象<strong>{0}</strong>时出错。请参见事件日志中有更多的细节。

# general.errorduringsave
source: An error occurred when saving data. Please see event log for more details.
zh_cn: 保存数据时，将出现错误。请参阅事件日志中有更多的细节。

# blogselector.myblogs
source: (myblogs)
cs_cz: (moje blogy)
sk_sk: (moje blogy)

# com.productswidget.numbercolumn
source: SKU
cs_cz: Číslo

# content.ui.product
source: SKU
cs_cz: Produkt
sk_sk: Produkt

# datacom.company.graveyarded
source: Graveyarded
cs_cz: Pohřben

# datacom.contact.graveyarded
source: Graveyarded
cs_cz: Pohřben

# export.csv
source: CSV
cs_cz: CVS

# fontselector.strikethrought
source: Strikethrought
cs_cz: Přeškrtnuté
sk_sk: Preškrtnutý

# general.emails
source: Email(s)
cs_cz: E-mail(y)
sk_sk: E-mail(y)

# general.na
source: N/A
cs_cz: nezadáno

# general.notavailable
source: N/A
cs_cz: Není k dispozici

# general.percent
source: Percent
cs_cz: Procento

# macrocontext.ecommercecontext.currentproductinternalstatus
source: ECommerceContext CurrentProductInternalStatus
cs_cz: ECommerceContex CurrentProductInternalStatus
sk_sk: Interný status aktuálneho produktu

# om.activity.iplist
source: IPs
cs_cz: IP
sk_sk: IP adresy

# om.ip.list
source: Ips
cs_cz: IP
sk_sk: IP

# reports_aggviews_day.hits_percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_aggviews_hour.hits_percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_aggviews_month.hits_percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_exitpage_day.hits_percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_exitpage_hour.hits_percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_exitpage_week.hits_percent_header
source: Percent
cs_cz: Procento
sk_sk: Percentá

# reports_flash.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_javasupport.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_landingpage_day.hits_percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_landingpage_hour.hits_percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_landingpage_month.hits_percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_mobiledevice.percent_header
source: Percent
cs_cz: Procento

# reports_onsitesearchkeyword.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_operatingsystem.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_referrals_dau.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_referrals_day.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_referrals_hour.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_referrals_month.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_referrals_week.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_referrals_year.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_referringsites.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_screencolors.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_screenresolution.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_searchengine.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_searchkeyword.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# reports_silverlightsupport.percent_header
source: Percent
cs_cz: Procento
sk_sk: Percento

# settings.sha2salt
source: SHA2 with salt
cs_cz: SHA2 se solí
sk_sk: SHA2 so soľou

# settingscategory.cmsdebugwebfarm
source: Web farm
cs_cz: Webová farma
sk_sk: Webová farma

# settingscategory.cmsfacebookconnect
source: Facebook
cs_cz: Facebook Connect
sk_sk: Facebook Connect

# administration-leftmenu.webfarm
source: Web farm
cs_cz: Webové farmy
sk_sk: Webové farmy

# customers_edit.customercountryidlabel
source: CountryID:
cs_cz: ID země:
sk_sk: ID krajiny:

# customers_edit.customerprefferedpaymentoptionidlabel
source: PreferredPaymentOptionID:
cs_cz: PrefferedPaymentOptionID:
sk_sk: ID preferovaného typu platby:

# customtable.newwizzard.namespacename
source: Namespace
cs_cz: jmenný prostor

# development_formusercontrol_edit.lblforguid
source: GUID
cs_cz: Použít komponentu pro GUID

# documenttype_new.namespacename
source: Namespace
cs_cz: jmenný prostor
sk_sk: Menný priestor

# ecommerce.report_productnumber
source: SKU
cs_cz: Číslo produktu
sk_sk: Číslo produktu

# invalidlicense.location
source: ##ui|licenses|licenses##
cs_cz: Site Manager -> Licence
sk_sk: Site Manager -> Licencie

# message.linkinvalidwebsite
source: ##ui|cms|sites##
cs_cz: Site Manager -> Weby
sk_sk: Site Manager -> Weby

# order_edit_additems.gridproductcode
source: SKU
cs_cz: Kód produktu
sk_sk: Kód produktu

# product_list.productnumber
source: SKU
cs_cz: Číslo produktu
sk_sk: Číslo produktu

# reports_browsertype.percent_header
source: Percent
cs_cz: Procenta
sk_sk: Percentá

# reports_pageviews_day.hits_percent_header
source: Percent
cs_cz: Procenta

# reports_pageviews_hour.hits_percent_header
source: Percent
cs_cz: Procenta

# reports_pageviews_month.hits_percent_header
source: Percent
cs_cz: Procenta

# reports_pageviews_year.hits_percent_header
source: Percent
cs_cz: Procenta

# unigrid.customers.columns.customercountryid
source: CountryID
cs_cz: ID země
sk_sk: ID krajiny

# unigrid.order.columns.orderid
source: ID
cs_cz: ID objednávky
sk_sk: ID objednávky

# webfarm_header.title
source: Web farm
cs_cz: Webová farma
sk_sk: Webová farma

# settingscategory.cmswebfarm
source: Web farm
cs_cz: Webové farmy

# macrocontext.cmscontext.currentattachment
source: CMSContext CurrentAttachment
sk_sk: Aktuálna príloha

# macrocontext.cmscontext.currentdocument
source: CMSContext CurrentDocument
sk_sk: Aktuálny dokument

# macrocontext.cmscontext.currentdocumentculture
source: CMSContext CurrentDocumentCulture
sk_sk: Aktuálna kultúra dokumentu

# macrocontext.cmscontext.currentdocumentowner
source: CMSContext CurrentDocumentOwner
sk_sk: Aktuálna vlastník dokumentu

# macrocontext.cmscontext.currentdocumentparent
source: CMSContext CurrentDocumentParent
sk_sk: Aktuálny rodičovský dokument

# macrocontext.cmscontext.currentpageinfo
source: CMSContext CurrentPageInfo
sk_sk: Aktuálne informácie stránky

# macrocontext.cmscontext.currentsite
source: CMSContext CurrentSite
sk_sk: Aktuálna stránka

# macrocontext.cmscontext.currenttemplate
source: CMSContext CurrentTemplate
sk_sk: Aktuálna šablóna

# macrocontext.cmscontext.currentuser
source: CMSContext CurrentUser
sk_sk: Prihlásený užívateľ

# macrocontext.communitycontext.currentfriend
source: CommunityContext CurrentFriend
sk_sk: Aktuálny priateľ

# macrocontext.communitycontext.currentfriendship
source: CommunityContext CurrentFriendship
sk_sk: Aktuálne priateľstvo

# macrocontext.communitycontext.currentgroup
source: CommunityContext CurrentGroup
sk_sk: Aktuálna skupina

# macrocontext.ecommercecontext.currentcurrency
source: ECommerceContext CurrentCurrency
sk_sk: Aktuálna mena

# macrocontext.ecommercecontext.currentcustomer
source: ECommerceContext CurrentCustomer
sk_sk: Aktuálny zákazník

# macrocontext.ecommercecontext.currentcustomercountry
source: ECommerceContext CurrentCustomerCountry
sk_sk: Krajina aktuálneho zákazníka

# macrocontext.ecommercecontext.currentcustomerstate
source: ECommerceContext CurrentCustomerState
sk_sk: Štát aktuálneho zákazníka

# macrocontext.ecommercecontext.currentexchangerate
source: ECommerceContext CurrentExchangeRate
sk_sk: Aktuálny výmenný kurz

# macrocontext.ecommercecontext.currentproduct
source: ECommerceContext CurrentProduct
sk_sk: Aktuálny produkt

# macrocontext.ecommercecontext.currentproductdepartment
source: ECommerceContext CurrentProductDepartment
sk_sk: Oddelenie aktuálneho produktu

# macrocontext.ecommercecontext.currentproductpublicstatus
source: ECommerceContext CurrentProductPublicStatus
sk_sk: Verejný status aktuálneho produktu

# macrocontext.ecommercecontext.currentproductsupplier
source: ECommerceContext CurrentProductSupplier
sk_sk: Dodávateľ aktuálneho produktu

# macrocontext.ecommercecontext.currentshoppingcart
source: ECommerceContext CurrentShoppingCart
sk_sk: Aktuálny nákupný košík

# macrocontext.forumcontext.currentforum
source: ForumContext CurrentForum
sk_sk: Aktuálny formulár

# macrocontext.forumcontext.currentgroup
source: ForumContext CurrentGroup
sk_sk: Aktuálna skupina

# macrocontext.forumcontext.currentpost
source: ForumContext CurrentPost
sk_sk: Aktuálny príspevok

# macrocontext.forumcontext.currentthread
source: ForumContext CurrentThread
sk_sk: Aktuálne vlákno

# macrocontext.medialibrarycontext.currentmediafile
source: MediaLibraryContext CurrentMediaFile
sk_sk: Aktuálny súbor multimediálnej knižnice

# macrocontext.medialibrarycontext.currentmedialibrary
source: MediaLibraryContext CurrentMediaLibrary
sk_sk: Aktuálna multimediálna knižnica

# macrocontext.portalcontext.viewmode
source: PortalContext ViewMode
sk_sk: Zobrazovací mód

# macrocontext.sitecontext.currentuser
source: SiteContext CurrentUser
sk_sk: Prihlásený užívateľ

# settingscategory.cmsdebugio
source: IO
sk_sk: V/V

# settingscategory.cmssystemdebugio
source: IO
sk_sk: V/V

# customers_edit.customerpreferredcurrencyidlabel
source: PreferredCurrencyID:
sk_sk: ID preferovanej meny:

# customers_edit.customerpreferredshippingoptionidlabel
source: PreferredShippingOptionID:
sk_sk: ID preferovaného dodania:

# exchangetable_edit.exchangetablecurrencyidlabel
source: ExchangeTableCurrencyID:
sk_sk: ID tabuľky kurzov:

# forum.newforumcodename
source: NewForum
sk_sk: Kódové meno nového fóra

# forumgroup.newforumgroupcodename
source: NewForumGroup
sk_sk: Kódové meno diskusnej skupiny

# unigrid.product_edit_volumediscount.columns.volumediscountid
source: VolumeDiscountID
sk_sk: ID množstvovej zľavy
