Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# webparts.norecords
source: No web parts matching your criteria were found.
cs_cz: Nebyly nalezeny žádné webparty splňující vaše kritéria.
sk_sk: Neboli nájdené žiadne webparty zodpovedajúce zadaným kritériám.
zh_cn: 没有与您的条件匹配的 web 部件被发现。

# webparts.norecordsincategory
source: There are no web parts available in this category.
cs_cz: V této kategorii nejsou žádné webparty.
sk_sk: V tejto kategórii nie sú dostupné žiadne webparty.
zh_cn: 没有 web 部件在此类别中可用。

# webparts.recentlyused
source: Recently used web parts
cs_cz: Nedávno použité webparty
sk_sk: Nedávno použité webparty
zh_cn: 最近使用的 web 部件

# webparts.recentlyusedshort
source: Recently used
cs_cz: Nedávno použité
zh_cn: 最近使用过的

# webparts.searchindescription
source: Search in description
cs_cz: Hledat v popisu
sk_sk: Hľadať v popise
zh_cn: 在描述中搜索

# webparts.widgetparametersnotvalid
source: Widget parameters are not valid.
cs_cz: Parametry widgetu nejsou platné.
sk_sk: Parametre widgetu sú neplatné
zh_cn: 小部件参数不是有效的。

# webparts_layout_newlayout
source: New layout
cs_cz: Nové rozvržení
sk_sk: Nový layout
zh_cn: 新建布局

# webparts_membership_registrationform.mfexplanationtext
source: Provides an additional level of security. The authentication mechanism will require you to submit a passcode generated by the Kentico Authenticator application installed on your mobile phone.
zh_cn: 提供附加的安全级别。身份验证机制将要求您提交 Kentico 身份验证器应用程序安装在您的移动电话上生成一个密码。

# webparts_membership_registrationform.mfrequired
source: Use multi-factor authentication
zh_cn: 使用多因素身份验证

# webparttoolbar.nodescription
source: This web part doesn't provide any description.
zh_cn: 此 web 部件并不提供任何说明。

# webparttoolbar.search
source: Search web parts...
zh_cn: 搜索 web 部件...

# webparttoolbar.searchtitle
source: Web part search
zh_cn: Web 部件搜索

# webparttypeenum.basic
source: Basic
zh_cn: 基本

# webparttypeenum.basicviewer
source: Basic viewer
zh_cn: 基本的查看器

# webparttypeenum.ui
source: UI
zh_cn: 用户界面

# webpartzone.addwebparttooltip
source: Add new web part
cs_cz: Přidat web partu
sk_sk: Pridať web partu
zh_cn: 添加新的 web 部件

# webpartzone.configwidgettooltip
source: Displays widget zone menu
zh_cn: 显示小部件区菜单

source: Web part zone menu
cs_cz: Menu web part zóny
sk_sk: Menu web part zóny
zh_cn: Web 部件区域菜单

# webpartzone.webpartswithvariantsnotallowed
source: You are not allowed to move the web part into this zone because both the web part and the zone contain variants.
cs_cz: Nemáte povolení pro přesun této web party do této zóny, protože web parta i zóna obsahují varianty,
sk_sk: Nemôžete presunúť web partu do tejto zóny, pretože obe, web parta a zóna, obsahujú varianty.
zh_cn: 你不是允许将 web 部件移到此区域中，因为 web 部件和该区域包含的变量。

# webservices.checker.disabled
source: The service is disabled.
cs_cz: Služba není povolená.
zh_cn: 禁用该服务。

# webservices.checker.initialmessage
source: Checking web service...
cs_cz: Kontrola webové služby...
zh_cn: 正在检查 web 服务...

# webservices.checker.servererror
source: Server may not be configured properly. Please check {0} for more information on the configuration.
cs_cz: Server možná není správně nakonfigurován. Pro více informací o konfiguraci zkontrolujte prosím {0}.
zh_cn: 服务器配置可能不正确。请检查 {0} 的配置的详细信息。

# webservices.checker.unauthorized
source: You are not authorized to access this service.
cs_cz: Nemáte oprávnění na přístup k této službě.
zh_cn: 您无权访问此服务。

# webservices.checker.unavailable
source: Windows Communication Foundation is not configured on the server. Please check {0} for information on how to configure your IIS.
cs_cz: Windows Communication Foundation není pro tento server nakonfigurována. Pro více informací, jak konfigurovat vaše IIS, zkontroluj {0}.
zh_cn: 窗口通信基础不是在服务器上配置的。请检查 {0} 有关如何将您的 IIS 配置的信息。

# wf.action.copydoc.children
source: Include child pages
cs_cz: Vrácení poddokumentů
zh_cn: 包括子页面

# wf.action.copydoc.children.desc
source: Check this box if you want to copy all child pages of the specified page as well.
cs_cz: Zaklikněte toto políčko, pokud chcete kopírovat také všechny poddokumenty specifikovaného dokumentu.
zh_cn: 如果你想要复制所有的指定的页面的子页面，请选中此框。

# wf.action.copydoc.perm
source: Copy permissions
cs_cz: Kopírovat práva
zh_cn: 复制权限

# wf.action.copydoc.perm.desc
source: Check this box if you want the copy to have the same permissions as the source page.
cs_cz: Zaklikněte toto políčko, pokud chcete, aby kopie měla stejné oprávnění jako zdrojový dokument.
zh_cn: 如果你想要复制有源页面相同的权限，请选中此框。

# wf.action.copydoc.sourcepath.desc
source: Path to the page you want to copy. Leave this field blank if you want to copy the current page, i.e. the page that is in the step.
cs_cz: Cesta k dokumentu, který chcete kopírovat. Pokud chcete kopírovat aktuální dokument, t.j. dokument, který je v kroku, nechte toto pole prázdné.
zh_cn: 你想要复制的页面的路径。将此字段留空 ； 如果您想要复制当前的页，即是在步骤中的页。

# wf.action.copydoc.sourcesite.desc
source: Name of the site that contains the page you want to copy. Leave this field blank if you want to use current site.
cs_cz: Název webu, který obsahuje dokument, který chcete kopírovat. Pokud chcete použít aktuální web, nechte toto pole prázdné.
zh_cn: 包含您想要复制的页面的站点的名称。将此字段留空 ； 如果您想要使用当前站点。

# wf.action.copydoc.targetpath.desc
source: Path to the page under which you want to create the copy.
cs_cz: Cesta k dokumentu, pod který chcete vytvořit kopii.
zh_cn: 向下，你想要创建的副本的页面的路径。

# wf.action.copydoc.targetsite.desc
source: Name of the site where you want to create a copy of the source page. Leave the field blank if you want to use the current site.
cs_cz: Název webu, kde chcete vytvořit kopii zdrojového dokumentu. Pokud chcete použít aktuální web, nechte toto pole prázdné.
zh_cn: 要在其上创建副本的源页的站点的名称。将该字段留空 ； 如果您想要使用当前的站点。

# wf.action.deletedoc.allcultures
source: Delete all culture versions
cs_cz: Smazat všechny verze kultury
zh_cn: 删除所有语言版本

# wf.action.deletedoc.allcultures.desc
source: Check this box if you want to delete all culture versions of the page.
cs_cz: Zaklikněte toto políčko, pokud chcete smazat všechny kulturní verze dokumentu.
zh_cn: 如果您想要删除的页面的所有语言版本，请选中此框。

# wf.action.deletedoc.altaliases.desc
source: If you selected a replacement page and want it to be accessible via all aliases of the deleted page, check this box.
cs_cz: Pokud jste vybrali náhradní dokument a chcete, aby byl přístupný přes všechny aliasy smazaného dokumentu, zaklikněte toto políčko.
zh_cn: 如果您选择替换页面，并想要通过所有的别名已删除的页的访问，请选中此框。

# wf.action.deletedoc.altpath.desc
source: Path to a page you want to appear when users request the deleted page.
cs_cz: Cesta k dokumentu, který chcete aby se zobrazil, když si uživatel vyžádá smazaný dokument.
zh_cn: 你想要显示当用户请求已删除的页的页的路径。

# wf.action.deletedoc.altsub.desc
source: If you selected a replacement page and want it to act as a replacement of the deleted page's children too, check this box.
cs_cz: Pokud jste vybrali náhradní dokument a chcete, aby se použil také jako náhrazení poddokumentů smazaného dokumentu, zaklikněte toto políčko.
zh_cn: 如果您选择替换页面，并希望它也作为替换已删除的页儿童，选中此复选框。

# wf.action.deletedoc.destroy
source: Destroy page
cs_cz: Zničit dokument
zh_cn: 销毁页

# wf.action.deletedoc.destroy.desc
source: Check this box if you don't want the page to be restorable from the recycle bin.
cs_cz: Zaklikněte, pokud nechcete, aby se dokument dal obnovit z koše.
zh_cn: 如果你不想从回收站还原页面，请选中此框。

# wf.action.deletedoc.skuaction
source: Action
cs_cz: Akce
zh_cn: 操作

# wf.action.deletedoc.skuaction.desc
source: Specify which action you want to perform if a product is assigned to the page you want to delete.
cs_cz: Specifikujte, která akce se má výkonat, pokud je k dokumentu, který chcete smazat, přiřazen produkt.
zh_cn: 指定要删除您要如果一种产品分配给页面，请执行哪些的操作。

# wf.action.deletedoc.sourcepath.desc
source: Path to the page you want to delete. Leave this field blank if you want to delete the current page, i.e. the page that is in the step.
cs_cz: Cesta k dokumentu, který chcete smazat. Pokud chcete smazat aktuální dokument, t.j. dokument, který je v kroku, nechte toto pole prázdné.
zh_cn: 你想要删除的页面的路径。将此字段留空 ； 如果您想要删除当前页，即是在步骤中的页。

# wf.action.deletedoc.sourcesite.desc
source: Name of the site that contains the page you want to delete. Leave this field blank if you want to use the current site.
cs_cz: Název webu, který obsahuje dokumenty, které chcete smazat. Pokud chcete použít akutální web, nechte toto pole prázdné.
zh_cn: 包含您想要删除的页面的站点的名称。将此字段留空 ； 如果您想要使用当前的站点。

# wf.action.docprop.prop
source: Property name
cs_cz: Název vlastnosti
zh_cn: 属性名称

# wf.action.docprop.prop.desc
source: Name of the page's property you want to change.
cs_cz: Název vlastnosti dokumentu, který chcete změnit
zh_cn: 您想要更改的页的属性的名称。

# wf.action.docprop.sourcepath.desc
source: Path to the page you want to modify. Leave this field blank if you want to modify the current page, i.e. the page that is in the step.
cs_cz: Cesta k dokumentu, který chcete změnit. Pokud chcete změnit aktuální dokument, t.j. dokument, který je v kroku, nechte toto pole prázdné.
zh_cn: 你想要修改的页面的路径。将此字段留空 ； 如果您想要修改当前的页，即是在步骤中的页。

# wf.action.docprop.sourcesite.desc
source: Name of a site that contains the page you want to modify. Leave this field blank if you want to use the current site.
cs_cz: Název webu, který obsahuje dokument, který chcete změnit. Pokud chcete použít aktuální web, nechte toho pole prázdné.
zh_cn: 包含您想要修改的页面的站点的名称。将此字段留空 ； 如果您想要使用当前的站点。

# wf.action.docprop.value
source: Property value
cs_cz: Hodnota vlastnosti
zh_cn: 属性值

# wf.action.docprop.value.desc
source: New value you want to assign to the selected property.
cs_cz: Nová hodnota, kterou chcete přiřadit vybrané vlastnosti.
zh_cn: 你想要分配给所选属性的新值。

# wf.action.facebook.text.desc
source: Enter the text of the status update.
cs_cz: Zadejte text aktualizace satvu.
zh_cn: 输入的文本的状态更新。

# wf.action.linkdoc.children.desc
source: Check this box if you want to link the child pages of the source page as well.
cs_cz: Zaklikněte toto políčko, pokud chcete vytvořit odkazy také na poddokumenty zdrojového dokumentu.
zh_cn: 如果你想要链接的子网页的源页，请选中此框。

# wf.action.linkdoc.perm.desc
source: Check this box if you want the linked page to keep the permissions of the source page.
cs_cz: Zaklikněte toto políčko, pokud chcete, aby si odkaz na dokument ponechal oprávnění zdrojového dokumentu.
zh_cn: 如果你想要链接的网页，以保持源页的权限，请选中此框。

# wf.action.linkdoc.sourcepath.desc
source: Path to the page you want to link. Leave this field blank if you want to link the current page, i.e. the page that is in the step.
cs_cz: Cesta k dokumentu, na který chcete vytvořit odkaz. Pokud chcete použít aktuální dokument, t.j. dokument, který je v kroku, nechte toto pole prázdné.
zh_cn: 你想要链接的页面的路径。此字段留空，如果你想要链接当前页，即是在步骤中的页。

# wf.action.linkdoc.sourcesite.desc
source: Name of the site that contains the page you want to link. Leave this field blank if you want to use the current site.
cs_cz: Název webu, který obsahuje dokumenty, na které chcete vytvořit odkaz. Pokud chcete použít aktuální web, nechte toto pole prázdné.
zh_cn: 包含您想要链接的页面的站点的名称。将此字段留空 ； 如果您想要使用当前的站点。

# wf.action.linkdoc.targetpath.desc
source: Path to the page under which you want to create the linked page.
cs_cz: Cesta k dokumentu, pod kterým chcete vytvořit odkaz na dokument.
zh_cn: 向下，你想要创建链接的页面的页面的路径。

# wf.action.linkdoc.targetsite.desc
source: Name of the site where you want to create the linked page. Leave the field blank if you want to use the current site.
cs_cz: Název webu, kde chcete vytvořit odkaz na dokument. Pokud chcete použít aktuální web, nechte toto pole prázdné.
zh_cn: 要创建链接的页面的站点的名称。将该字段留空 ； 如果您想要使用当前的站点。

# wf.action.linkedin.text.desc
source: Enter the text of the company update.
zh_cn: 输入公司更新的文本。

# wf.action.movedoc.movechildren
source: Only child pages
cs_cz: Pouze poddokumenty
zh_cn: 只有子页面

# wf.action.movedoc.movechildren.desc
source: Check this box if you want to move only children of the source page.
cs_cz: Zaklikněte toto políčko, pokdu chcete přesunout pouze poddokumenty zdrojového dokumentu.
zh_cn: 选中此复选框如果你想要移动仅子源页面。

# wf.action.movedoc.perm
source: Preserve permissions
cs_cz: Zachovat oprávnění
zh_cn: 保留权限

# wf.action.movedoc.perm.desc
source: Check this box if you want the source page to keep its defined permissions after it is moved.
cs_cz: Zaklikněte toto políčko, pokud chcete, aby si zdrojový dokument po přesunutí zachoval definované oprávnění.
zh_cn: 如果你想要源页后，可以保持其定义的权限，它移动后，请选中此框。

# wf.action.movedoc.source
source: Source settings
cs_cz: Zdrojové nastavení
zh_cn: 源设置

# wf.action.movedoc.sourcepath
source: Source path
cs_cz: Zdrojová cesta
zh_cn: 源路径

# wf.action.movedoc.sourcepath.desc
source: Path to the page you want to move. Leave this field blank if you want to move the current page, i.e. the page that is in the step.
cs_cz: Cesta k dokumentu, který chcete přesunout. Pokud chcete přesunout aktuální dokument, t.j. dokument, který je v kroku, nechte toto pole prázdné.
zh_cn: 你想要移动的页面的路径。此字段留空，如果你想要移动当前页，即是在步骤中的页。

# wf.action.movedoc.sourcesite
source: Source site
cs_cz: Zdrojový web
zh_cn: 源站点

# wf.action.movedoc.sourcesite.desc
source: Name of the site that contains the page you want to move. Leave this field blank if you want to use the current site.
cs_cz: Název webu, který obsahuje dokument, který chcete přesunout. Pokud chcete použít aktuální web, nechte toto pole prázdné.
zh_cn: 包含您想要移动的页面的站点的名称。将此字段留空 ； 如果您想要使用当前的站点。

# wf.action.movedoc.target
source: Target settings
cs_cz: Cílová nastavení
zh_cn: 目标设置

# wf.action.movedoc.targetpath
source: Target path
cs_cz: Cílová cesta
zh_cn: 目标路径

# wf.action.movedoc.targetpath.desc
source: Path to the page under which you want to move the source page.
cs_cz: Cesta k dokumentu, pod který chcete přesunout zdrojový dokument.
zh_cn: 向下，你想要移动源页的页面的路径。

# wf.action.movedoc.targetsite
source: Target site
cs_cz: Cílový web
zh_cn: 目标站点

# wf.action.movedoc.targetsite.desc
source: Name of the site where you want to move the source page. Leave this field blank if you want to use the current site.
cs_cz: Název webu, kam chcete přesunout zdrojový dokument. Pokud chcete použít aktuální web, nechte toto pole prázdné.
zh_cn: 要移动源页面的站点的名称。将此字段留空 ； 如果您想要使用当前的站点。

# wf.action.sendemails.basedon
source: Based on
cs_cz: Založeno na
zh_cn: 基于

# wf.action.sendemails.basedon.desc
source: Choose if you want to base the email on a pre-defined template or you want to write a new message frome scratch.
cs_cz: Zvolte, zda chcete postavit e-mail na předem definované šabloně nebo chcete napsat novou zprávu.
zh_cn: 如果您想要基于预定义的模板的电子邮件，或者你想要写一个新的消息弗洛美 》 从无到有选择。

# wf.action.sendemails.body.desc
source: Enter the text of the message.
cs_cz: Zadejte text zprávy.
zh_cn: 输入消息的文本。

# wf.action.sendemails.from.desc
source: Specify the sender of the message.
cs_cz: Specifikujte odesílatele zprávy.
zh_cn: 指定消息的发送者。

# wf.action.sendemails.subject.desc
source: Enter the subject of the message. Leave this field blank if you want to use the subject defined in the selected email template.
cs_cz: Zadejte předmět zprávy. Pokud chcete použít předmět definovaný ve vybrané e-mailové šabloně, nechte toto pole prázdné.
zh_cn: 输入邮件的主题。将此字段留空 ； 如果您想要使用所选电子邮件模板中定义的主题。

# wf.action.sendemails.template
source: Email template
cs_cz: Šablona e-mailu
zh_cn: 电子邮件模板

# wf.action.sendemails.template.desc
source: Select the email template you want to use for the message. You can use the Edit button to adjust the template text or click New to create a new one.
cs_cz: Vyberte e-mailovou šablonu, kterou chcete použít pro zprávu. Můžete použít tlačítko Upravit, pokud chcete změnit text šablony, nebo klikněte na tlačítko Nové, pokud chcete vytvořit novou šablonu.
zh_cn: 选择您想要使用的消息的电子邮件模板。您可以使用编辑按钮来调整模板文本，或单击新建创建一个新。

# wf.action.sendemails.to.desc
source: Specify the recipients of the message. Separate multiple addresses with semicolons.
cs_cz: Specifikujte příjemce zprávy. Pokud je více adres, oddělte je středníkem.
zh_cn: 指定邮件的收件人。用分号分隔多个地址。

# wf.action.sendfortranslation.deadline
source: Translation deadline
cs_cz: Konečný termín překladu
zh_cn: 翻译截止日期

# wf.action.sendfortranslation.deadline.desc
source: Select due date for the translation.
cs_cz: Vybrat datum dokončení překladu.
zh_cn: 选择适当的翻译的日期。

# wf.action.sendfortranslation.instructions
source: Instructions for translators
cs_cz: Instrukce pro překladatele
zh_cn: 译者的说明

# wf.action.sendfortranslation.instructions.desc
source: Enter additional information to be sent to the translation service.
cs_cz: Vložte doplňující informaci, která má být poslána překladatelské službě.
zh_cn: 输入附加的信息发送给翻译服务。

# wf.action.sendfortranslation.itemname
source: Translation service name
zh_cn: 翻译服务名称

# wf.action.sendfortranslation.language.desc
source: Select the culture you want the page to be translated to.
cs_cz: Vyberte jazyk, do kterého chcete dát dokument přeložit.
zh_cn: 选择你想要的页后，可以将转换的语言。

# wf.action.sendfortranslation.priority.desc
source: Select a priority with which the translation is sent to the translation service.
cs_cz: Vyberte prioritu, s níž bude překlad poslán překladatelské službě.
zh_cn: 选择翻译送交翻译服务的一个优先事项。

# wf.action.sendfortranslation.processbinary
source: Translate page attachments
cs_cz: Přeložit přílohy dokumentů.
zh_cn: 翻译页附件

# wf.action.sendfortranslation.processbinary.desc
source: Check this box if you want page attachments to be sent for translation along with the page.
cs_cz: Zaklikněte toto políčko, pokud chcete, aby spolu s dokumentem byly poslány na překlad i přílohy dokumentu.
zh_cn: 如果您希望页附件送交翻译页的同时，请选中此框。

# wf.action.sendfortranslation.selectitem
source: Select translation service
zh_cn: 选择翻译服务

# wf.action.sendfortranslation.service
source: Translation service to use
cs_cz: Použít překladatelskou službu
zh_cn: 要使用的翻译服务

# wf.action.sendfortranslation.service.desc
source: Select a translation service to use for submitting the page.
cs_cz: Vyberte překladatelskou službu, která se má použít.
zh_cn: 选择要用于提交页面的翻译服务。

# wf.action.syncdoc.children.desc
source: Check this box if you want to synchronize all child pages of the specified page as well.
cs_cz: Zaklikněte toto políčko, pokud chcete synchronizovat také všechny poddokumenty aktuálního dokumentu.
zh_cn: 如果你想要同步的指定的页的所有子页面，请选中此框。

# wf.action.syncdoc.logtasks
source: Log update tasks
cs_cz: Zaznamenávat aktualizační úlohy
zh_cn: 日志更新任务

# wf.action.syncdoc.logtasks.desc
source: Check this box if you want to synchronize all pages regardless of whether an Update task exists for the page. If you turn this parameter off, only pages that have a corresponding Update task generated will be synchronized.
cs_cz: Zaklikněte toto políčko, pokud chcete synchronizovat všechny dokumenty nezávisle na tom, zda existuje aktualizační úloha pro daný dokument. Pokud tento parametr vypnete, budou synchronizovýny pouze dokumenty, které mají odpovídající úlohy typu Aktualizace.
zh_cn: 如果你想要同步所有的页面，而不管是否存在页的更新任务，请选中此框。如果您打开了此参数，只有有一个相应的更新任务生成的页面将被同步。

# wf.action.syncdoc.sourcepath.desc
source: Path to the page you want to synchronize. Leave this field blank if you want to synchronize the current page, i.e. the page that is in the step.
cs_cz: Cesta k dokumentu, který chcete synchronizovat. Pokud chcete synchronizovat aktuální dokument, t.j. dokument, který je v kroku, nechte toto pole prázdné.
zh_cn: 你想要同步的页面的路径。此字段留空，如果你想要同步当前的页，即是在步骤中的页。

# wf.action.syncdoc.sourcesite.desc
source: Name of a site that contains the page you want to synchronize. Leave this field blank if you want to use the current site.
cs_cz: Název webu, který obsahuje dokument, který chcete synchronizovat. Pokud chcete použít aktuální web, nechte toto pole prádzné.
zh_cn: 包含您想要同步的页面的站点的名称。将此字段留空 ； 如果您想要使用当前的站点。

# wf.action.twitter.text.desc
source: Enter the text of the tweet.
cs_cz: Vložit text tweetu
zh_cn: 输入的文本的鸣叫。

# wf.emails.disabled
source: Notification emails are disabled for current workflow.
cs_cz: Notifikační e-maily jsou pro aktuální workflow zakázány.
zh_cn: 通知电子邮件已禁用当前工作流。

# wf.licenselimitation
source: The Advanced Workflow feature is not supported in this edition.
cs_cz: Funkcionalita pokročilých workflow není v této edici podporována.
zh_cn: 在这个版本中不支持高级工作流功能。

# wf.sourcepoint.label
source: source point '{0}'
cs_cz: zdrojový bod '{0}'
zh_cn: 源点 '{0}'

# wf.sourcepoint.step
source: to step '{0}'
cs_cz: na krok '{0}'
zh_cn: 步 '{0}'

source: Widget can't be used as inline.
cs_cz: Widget nemůže být použit jako inline.
sk_sk: Widget nemôže byť použitý ako inline
zh_cn: 小部件不能用作内联。

source: Widget category
cs_cz: Kategorie widgetu
sk_sk: Kategória widgetu
zh_cn: 窗口小部件类

# widget.failedtoload
source: Failed to load widget object.
cs_cz: Nahrání objektu widget selhalo.
sk_sk: Nepodarilo sa nahrať widget objekt.
zh_cn: 未能加载 widget 对象。

# widget.notgroupadmin
source: You aren't group administrator or current page isn't owned by any group.
cs_cz: Nejste skupinovým administrátorem nebo aktuální stránka není vlastněna žádnou skupinou,
sk_sk: Nie si administrátor tejto stránky alebo táto stránka nepatrí žiadnej skupine.
zh_cn: 您不是管理员组或当前页不由任何组。

# widget.widgetname
source: Widget name:
cs_cz: Název widgetu:
sk_sk: Názov widget:
zh_cn: 小部件的名称：

# widgeteditormenu.paste
source: Paste
zh_cn: 粘贴

# widgeteditormenu.pastetooltip
source: Paste copied widgets under the selected widget
zh_cn: 根据所选的部件粘贴复制部件

# widgetmenu.copy
source: Copy
zh_cn: 复制

# widgetmenu.paste
source: Paste
zh_cn: 粘贴

# widgetmenu.pastetooltip
source: Paste copied widgets under the selected widget
zh_cn: 根据所选的部件粘贴复制部件

# widgetproperties.erroruniqueid
source: Widget with given ID already exists.
cs_cz: Winget se zadaným ID již existuje,
sk_sk: Widget so zadaným ID už existuje.
zh_cn: 小部件与给出的 ID 已存在。

# widgets.addwidget
source: Add new widget
cs_cz: Přidat widget
sk_sk: Pridať widget
zh_cn: 添加新的小部件

# widgets.articlelistdesc
source: Displays a list of articles from the website.
zh_cn: 显示从网站的文章的列表。

# widgets.articlelisteditorsdesc
source: Displays a list of articles from a specified section of the website.
zh_cn: 显示指定的节网站的文章的列表。

# widgets.attachmentsdesc
source: Displays a list of CMS.File pages that are located under the page containing the web part in the content tree. Files are displayed based on the assigned ASCX transformation.
zh_cn: 显示的 CMS 的列表。位于下包含的内容树中的 web 部件的页面的文件页。文件显示基于指定的 ASCX 变换。

# widgets.basedon
source: Based on
cs_cz: Založeno na
sk_sk: Vychádza z
zh_cn: 基于

# widgets.cantbeusedasinline
source: Widget can't be used as inline.
cs_cz: Widget nemůže být použit jako inline.
sk_sk: Widget nemôže byť použitý ako inline
zh_cn: 小部件不能用作内联。

# widgets.cat.imagepath
source: Image path
cs_cz: Cesta k obrázku
sk_sk: Cesta k obrázku
zh_cn: 图像路径

# widgets.categories
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# widgets.category
source: Category
cs_cz: Kategorie
sk_sk: Kategória
zh_cn: 类别

# widgets.category.titlenew
source: New widget category
cs_cz: Nová kategorie windgetů
sk_sk: Nová kategória widgetov
zh_cn: 新建小部件类别

# widgets.categoryproperties
source: Widget category properties
cs_cz: Vlastnosti Widget kategorie
sk_sk: Vlastosti widget kategórie
zh_cn: 构件类别属性

# widgets.clone.title
source: Clone widget
cs_cz: Klonovat widget
sk_sk: Klonovať widget
zh_cn: 克隆小部件

# widgets.contentratingdesc
source: Used to enable rating of page content.
zh_cn: 用于启用页面内容的评级。

# widgets.delete
source: Delete widget
cs_cz: Smazat widget
sk_sk: Zmazať widget
zh_cn: 删除部件

# widgets.deletecategoryconfirm
source: Are you sure you want to delete the selected widget category with all its widgets? If there are any subcategories, delete them first.
cs_cz: Opravdu chcete smazat označené kategorie widgetů se všemi jejich widgety? Pokud tyto obsahují dceřiné kategorie, budou smazány jako první.
sk_sk: Ste si istý, že chcete zmazať vybranú skupinu widgets so všetkými widgets, ktoré sa v nej nachádzajú? Keď sa v tejto nachádzajú nejaké podkategórie, vymažte prosím najprv tie.
zh_cn: 你确定你想要删除其所有的小部件与所选的部件类别？如果有任何子类别，请先删除它们。
