Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# sysdev.class_new_step2.description
source: Please supply names of the new database table and its primary key.
cs_cz: Zadejte prosím názvy nové tabulky a primárního klíče.
sk_sk: Prosím, zadajte názov novej databázovej tabuľky a jej primárny kľúč.
zh_cn: 请提供新的数据库表和其主键的名称。

# sysdev.class_new_step3.description
source: Please define custom fields of the class and their appearance in the editing form.
cs_cz: Definujte prosím atributy třídy a jejich vzhled v editačním formuláři.
sk_sk: Prosím, definujte vlastné atribúty triedy a ich zobrazenie v editačnom formulári.
zh_cn: 请在编辑表格中定义自定义字段的类和它们的外观。

# sysdev.class_new_step8_finished.documentcreated
source: The new class was created.
cs_cz: Byla vytvořena nová třída.
sk_sk: Nová trieda bola vytvorená.
zh_cn: 创建新类。

# sysdev.class_new_step8_finished.tablecreated
source: The new database table for the class was created.
cs_cz: Byla vytvořena nová databázová tabulka pro danou třídu.
sk_sk: Nová databázová tabuľka bola vytvorená pre danú triedu.
zh_cn: 创建新的数据库表的类。

# sysdev.classes.displayname
source: Class display name
cs_cz: Zobrazované jméno
sk_sk: Zobrazovacie meno triedy
zh_cn: 类显示名称

# sysdev.classes.name
source: Class name
cs_cz: Název třídy
sk_sk: Názov triedy
zh_cn: 类名称

# sysdev.classes.tablename
source: Table name
cs_cz: Název tabulky
sk_sk: Názov tabuľky
zh_cn: 表名称

# sysdev.resources.availablecultures
source: Select culture
cs_cz: Vybrat jazyk:
sk_sk: Vyberte kultúru:
zh_cn: 选择语言

# sysdev.resources.nostring
source: No resource strings related to the specified culture were found.
cs_cz: Nebyly nalezeny žádné lokalizační řetězce pro daný jazyk.
sk_sk: Nebol nájdený zdrojový reťazec pre zadanú kultúru.
zh_cn: 没有与指定语言的资源字符串被发现。

# systbl.header.listlink
source: System tables
cs_cz: Systémové tabulky
sk_sk: Systémové tabuľky
zh_cn: 系统表

# systbl.header.query
source: Queries
cs_cz: Dotazy
sk_sk: Query
zh_cn: 查询

# systbl.queryedit.querylist
source: Queries list
cs_cz: Seznam dotazů
sk_sk: Zoznam queries
zh_cn: 查询列表

# system.restart.failed
source: Application could not be restarted directly. This problem might occur if the application is not fully trusted. You can edit web.config file to restart the application manually.
cs_cz: Aplikace nemůže být restartována přímo. K tomuto problému dochází, když aplikace běží pod medium trust. Aplikaci můžete restartovat ručně úpravou web.configu.
sk_sk: Aplikácia nemôže byť reštartovaná priamo. Tento problém nastáva ak aplikácia beží pod medium trustom. Môžete editovať súbor web.config pre ručný reštart.
zh_cn: 不能直接重新启动应用程序。如果应用程序不是完全受信任，就可能会发生此问题。您可以编辑要手动启动该应用程序的 web.config 文件。

# system_email.attachment
source: Attachment
cs_cz: Příloha:
sk_sk: Príloha:
zh_cn: 附件

# system_email.emailsent
source: The email has been successfully queued and will be automatically dispatched.
cs_cz: E-mail byl úspěšně odeslán.
sk_sk: E-mail bol úspešne odoslaný.
zh_cn: 电子邮件已成功进入队列，并将自动派送。

# system_email.emptyemail
source: Please enter an email address.
cs_cz: Vložte e-mailovou adresu.
sk_sk: Prosím, vložte e-mailovú adresu.
zh_cn: 请输入电子邮件地址。

# system_email.erroremail
source: Please enter a valid email address.
cs_cz: Vložte nějakou e-mailovou adresu.
sk_sk: Prosím, vložte e-mailovú adresu.
zh_cn: 请输入一个有效的电子邮件地址。

# system_email.errorserver
source: Please enter an SMTP server.
cs_cz: Vložte nějaký SMTP server.
sk_sk: Prosím, vložte SMTP server.
zh_cn: 请输入 SMTP 服务器。

# system_email.from
source: From
cs_cz: Od:
sk_sk: Od:
zh_cn: 从

# system_email.send
source: Send
cs_cz: Odeslat
sk_sk: Odoslať
zh_cn: 发送

# system_email.smtppassword
source: SMTP password
cs_cz: SMTP heslo:
sk_sk: SMTP heslo:
zh_cn: SMTP 密码

# system_email.smtpserver
source: SMTP server
zh_cn: SMTP 服务器

# system_email.smtpusername
source: SMTP user name
cs_cz: SMTP uživatelské jméno:
sk_sk: SMTP užívateľské meno:
zh_cn: SMTP 用户名

# system_email.ssl
source: Use SSL
cs_cz: Použít SSL:
sk_sk: Použiť SSL:
zh_cn: 使用 SSL

# system_email.text
source: Text
zh_cn: 文本

# system_email.to
source: To
cs_cz: Komu:
sk_sk: Komu:
zh_cn: 自

# system_files.creating
source: Creating
cs_cz: Vytváření
sk_sk: Vytváranie
zh_cn: 创建

# system_files.deleting
source: Deleting
cs_cz: Mazání
sk_sk: Mazanie
zh_cn: 删去

# system_files.failed
source: Failed
cs_cz: Selhalo
sk_sk: Zlyhalo
zh_cn: 失败

# system_files.modifying
source: Modifying
cs_cz: Modifikace
sk_sk: Modifikácia
zh_cn: 修改

# system_files.testbutton
source: Test files
cs_cz: Test souborů
sk_sk: Otestovať súbory
zh_cn: 测试文件

# system_files.testinfo
source: Click "Test files" to test file system access. The system will try to create a folder and a file, modify the created testing file and finally delete the testing folder and the file.<br /><strong>Please note:</strong> Deletion of folder can invoke application restart.
cs_cz: Klikněte na "Otestovat soubory", abyste ověřili přístup do souborového systému. Systém se pokusí vytvořit složku a soubor, modifikovat existující testovací soubor a smazat testovací složku a soubor.
sk_sk: Kliknite na "Otestovať súbory", aby ste overili prístup do súborového systému. Systém sa pokúsi vytvoriť adresár a súbor, modifikovať existujúci testovací súbor a zmazať testovací adresár a súbor.
zh_cn: 单击"测试文件"来测试文件系统访问权限。系统将尝试创建一个文件夹和文件、 修改创建测试文件和最后删除测试的文件夹和文件。<br><strong>请注意：</strong>删除文件夹可以调用应用程序重启。

# systemtable_edit.listlink
source: System tables
cs_cz: Systémové tabulky
sk_sk: Systémové tabuľky
zh_cn: 系统表

# systemtable_list.title
source: System tables
cs_cz: Systémové tabulky
sk_sk: Systémové tabuľky
zh_cn: 系统表

# taggroup_edit.documents.nodata
source: Tag is not used for any page of the selected site.
cs_cz: Tag není použit u žádného dokumentu na vybraném webu.
sk_sk: Tag nie je použitý na žiadnom dokumente z vybranej stránky.
zh_cn: 标记不用于所选网站的任何页面。

# taggroup_edit.documents.used
source: The tag is used in the following pages
cs_cz: Tag je použit u následujících dokumentů
sk_sk: Tag je použitý na nasledujúcich dokumentoch
zh_cn: 在下面的页中使用标签

# taggroup_edit.itemlistlink
source: Tags
cs_cz: Tagy
sk_sk: Tagy
zh_cn: 标签

# tags.taggroup_edit_gen.newgroup
source: New tag group
cs_cz: Nová skupina tagů
sk_sk: Nová tag skupina
zh_cn: 新建标记组

# tags.taggroup_edit_tags.notags
source: There are no tags in the system related to this group.
cs_cz: Nebyly nalezeny žádné tagy přidružené k této skupině.
sk_sk: Nie sú žiadne tagy vzťahujúce sa k tejto skupine.
zh_cn: 与此组相关的系统中没有标签。

# tags.taggroup_edit_tags.tag
source: Tag
zh_cn: 标记

# tags.taggroup_list.hasdependencies
source: The selected category cannot be deleted because pages are related to this category. You need to remove all the tags from this category first.
cs_cz: Kategorii nelze smazata protože některé dokumenty jsou ve vztahu k dané kategorii. Nejdříve musí být z této kategorie odstraněny všechny tagy.
sk_sk: Vybraná skupina nemôže byť zmazaná pretože sú dokumenty vzťahujúce sa k tejto skupine. Musíte odobrať všetky tagy z tejto skupiny.
zh_cn: 无法删除所选的类别，因为页面与此类别相关。您需要先删除这个类别中的所有标记。

# tags.taggroup_list.newgroup
source: New tag group
cs_cz: Nová skupina
sk_sk: Nová tag skupina
zh_cn: 新建标记组

# tags.taggroup_list.title
source: Tag groups
cs_cz: Skupiny tagů
sk_sk: Tag skupina
zh_cn: 标记组

# tags.taggroup_new.new
source: New tag group
cs_cz: Nová skupina
sk_sk: Nová tag skupina
zh_cn: 新建标记组

# tags.tagselector.listnew
source: Below is a list of new tags:
cs_cz: Seznam uvádí nové tagy:
sk_sk: Nižšie je zoznam nových tagov:
zh_cn: 下面是新的标记的列表：

# tags.tagselector.listold
source: Below is a list of tags that have been used before:
cs_cz: Seznam níže uvádí dříve použité tagy:
sk_sk: Nižšie je zoznam tagov, ktoré už boli použité:
zh_cn: 下面是已使用过的标记的列表：

# tags.tagselector.nonew
source: No new tags.
cs_cz: Nejsou žádné nové tagy.
sk_sk: Žiadny nové tagy.
zh_cn: 没有新的标签。

# tags.tagselector.noold
source: No tags found.
cs_cz: Nebylyt nalezeny žádné tagy.
sk_sk: Neboli nájdené žiadne tagy
zh_cn: 找不到标记。

# tags.tagselector.title
source: Select tags
cs_cz: Vybrat tagy
sk_sk: Vybrať tagy
zh_cn: 选择标记

# tags.tagsselector.examples
source: Enter tags separated with comma. Example: dogs, "angry birds", cats
cs_cz: Zadejte tagy oddělené čárkami (např. kočka, pes)
sk_sk: Zadajte tagy oddelené čiarkami. Napríklad: psi, mačky
zh_cn: 输入以逗号分隔的标记。示例： 狗，"愤怒的小鸟"猫

# task.logclear
source: Clear log
cs_cz: Smazat záznamy
sk_sk: Zmazať záznamy
zh_cn: 清除日志

# task.logheader
source: Synchronization log
cs_cz: Záznam o synchronizaci
sk_sk: Záznam o synchronizácii
zh_cn: 同步日志

# task.lognoevents
source: There are no more log events for current location.
cs_cz: Pro aktuální lokaci nejsou žádné další záznamy událostí.
sk_sk: Pre aktuálnu lokáciu nie sú žiadne ďalšie záznamy udalostí.
zh_cn: 没有更多的日志事件，为当前所在的位置。

# task.logserverinfo
source: Server: <strong>{0}</strong>
zh_cn: 服务器: <strong>{0}</strong>

# task.logtaskinfo
source: Task: <strong>{0}</strong>
cs_cz: Úlohal: <strong>{0}</strong>
sk_sk: Úloha: <strong>{0}</strong>
zh_cn: 任务: <strong>{0}</strong>

# task.viewheader
source: Task detail
cs_cz: Detail úlohy
sk_sk: Detail úlohy
zh_cn: 任务详细信息

# task_edit.atleastonedayerror
source: At least one day must be selected.
cs_cz: Nejméně jeden den musí být vybrán.
sk_sk: Aspoň jeden deň musí byť vybraný.
zh_cn: 必须选择至少一天。

# task_edit.betweenintervalpreceedingserror
source: Between start time must precede end time.
cs_cz: Počáteční čas musí předcházet koncový čas.
sk_sk: Počiatočný čas musí predchádzať koncový čas.
zh_cn: 之间的开始时间必须先于结束时间。

# task_edit.emptyassembly
source: Please enter an assembly name
cs_cz: Vložte prosím název knihovny.
sk_sk: Prosím, vložte názov zostavenia.
zh_cn: 请输入程序集名称

# task_edit.emptyclass
source: Please enter a class name.
cs_cz: Vložte prosím název třídy.
sk_sk: Prosím, vložte názov triedy.
zh_cn: 请输入类名。

# task_edit.emptyinterval
source: Please enter an interval
cs_cz: Vložte prosím interval.
sk_sk: Prosím, vložte interval.
zh_cn: 请输入间隔

# task_edit.emptyname
source: Please enter a name
cs_cz: Vložte prosím název.
sk_sk: Prosím, vložte meno.
zh_cn: 请输入一个名称

# task_edit.headercaption
source: New task
cs_cz: Nová úloha
sk_sk: Nová úloha
zh_cn: 新任务

# task_edit.invalidtaskassemblyname
source: Please enter valid task assembly name. You can use only alphanumeric characters and dots without space.
cs_cz: Zadejte platný název assembly. Můžete zadat pouze alfanumerické znaky a tečky.
sk_sk: Prosím, zadajte platný názov assembly. Môžete zadať iba alfanumerické znaky a bodky bez medzier.
zh_cn: 请输入有效的任务的程序集名称。没有空间，你只能使用字母数字字符和点。

# task_edit.invalidtaskclass
source: Please enter valid task class. You can use only alphanumeric characters and dots without space.
cs_cz: Zadejte platný název třídy. Můžete zadat pouze alfanumerické znaky a tečky.
sk_sk: Prosím, zadajte platný názov triedy. Môžete zadať iba alfanumerické znaky a bodky bez medzier.
zh_cn: 请输入有效的任务类。没有空间，你只能使用字母数字字符和点。

# task_edit.invalidtaskname
source: Please enter valid task name. You can use only alphanumeric characters and dots without space.
cs_cz: Zadejte platný název úlohy. Můžete zadat pouze alfanumerické znaky a tečky.
sk_sk: Prosím, zadajte platný názov úlohy. Môžete zadať iba alfanumerické znaky a bodky bez medzier.
zh_cn: 请输入有效的任务名称。没有空间，你只能使用字母数字字符和点。

# task_edit.itemlistlink
source: Scheduled tasks
cs_cz: Naplánované úlohy
sk_sk: Naplánované úlohy
zh_cn: 计划的任务

# task_edit.newitemcaption
source: New task
cs_cz: Nová úloha
sk_sk: Nová úloha
zh_cn: 新任务

# task_edit.taskallservers
source: Create tasks for all web farm servers
cs_cz: Vytvořit úlohy pro všechny servery webové farmy
sk_sk: Vytvoriť úlohy pre všetky servery webovej farmy
zh_cn: 为所有 web 场服务器创建任务

# task_edit.taskassemblynamelabel
source: Task provider:
cs_cz: Název DLL knihovny úlohy:
sk_sk: Názov DLL knižnice úlohy:
zh_cn: 任务提供程序：

# task_edit.taskclasslabel
source: Task class name:
cs_cz: Název třídy úlohy:
sk_sk: Názov triedy úlohy:
zh_cn: 任务类名称：

# task_edit.taskdatalabel
source: Task data:
cs_cz: Data úlohy:
sk_sk: Dáta úlohy:
zh_cn: 任务数据：

# task_edit.taskdeleteafterlastrunlabel
source: Delete task after last run:
cs_cz: Smazat po posledním spuštění:
sk_sk: Zmazať po poslednom spustení:
zh_cn: 删除任务后上次运行：

# task_edit.taskdisplaynamelabel
source: Task display name:
cs_cz: Zobrazený název úkolu:
sk_sk: Zobrazovaný názov úlohy:
zh_cn: 任务显示名称：

# task_edit.taskenabledlabel
source: Task enabled:
cs_cz: Úloha povolena:
sk_sk: Úloha povolená:
zh_cn: 启用的任务：

# task_edit.taskintervallabel
source: Task interval:
cs_cz: Interval úlohy:
sk_sk: Interval úlohy:
zh_cn: 任务间隔时间:

# task_edit.tasknameexists
source: Task "%%name%%" already exists
cs_cz: Úloha "%%name%%" již existuje
sk_sk: Úloha "%%name%%" už existuje
zh_cn: 任务"%%名称 %%"已存在

# task_edit.tasknamelabel
source: Task name:
cs_cz: Název úlohy:
sk_sk: Názov úlohy:
zh_cn: 任务名称:

# task_edit.taskservernamelabel
source: Server name:
cs_cz: Název serveru:
sk_sk: Meno servera:
zh_cn: 服务器名称:

# task_list.deleteerror
source: This scheduled task cannot be deleted.
cs_cz: Tato úloha nemůže být smazána.
sk_sk: Táto úloha nemôže byť zmazaná.
zh_cn: 不能删除此计划的任务。

# task_list.headercaption
source: Scheduled tasks
cs_cz: Naplánované úlohy
sk_sk: Naplánované úlohy
zh_cn: 计划的任务

# task_list.lastrun
source: Last timer run:
cs_cz: Poslední spuštění časovače:
sk_sk: Posledné spustenie časovača:
zh_cn: 最后一个定时器运行：

# task_list.newitemcaption
source: New task
cs_cz: Nová úloha
sk_sk: Nová úloha
zh_cn: 新任务

# task_list.norun
source: Timer not running
cs_cz: Časovač neběží.
sk_sk: Časovač nebeží.
zh_cn: 计时器未运行

# task_list.restart
source: Restart timer
cs_cz: Restartovat časovač
sk_sk: Reštartovať časovač
zh_cn: 重新启动计时器

# task_list.runnow
source: Run ASAP
cs_cz: Spustit ASAP
sk_sk: Spustiť ASAP
zh_cn: 尽快运行

# tasks.completesync
source: Run complete synchronization
cs_cz: Provést kompletní synchronizaci
sk_sk: Vykonať kompletnú synchronizáciu
zh_cn: 运行完全同步

# tasks.confirmdelete
source: Do you really want to delete the selected item?
cs_cz: Opravdu chcete odstranit zvolenou položku?
sk_sk: Určite chcete odstrániť zvolenú položku?
zh_cn: 你真的想要删除所选的项目吗？

# tasks.confirmdeleteall
source: Are you sure you want to delete all tasks?
cs_cz: Opravdu chcete odstranit všechny úlohy?
sk_sk: Určite chcete odstrániť všetky úlohy?
zh_cn: 你确定你想要删除的所有任务？

# tasks.confirmdeleteselected
source: Are you sure you want to delete the selected items?
cs_cz: Opravdu chcete smazat zvolené položky?
sk_sk: Naozaj chcete zmazať zvolené položky?
zh_cn: 确实要删除所选的项目吗?

# tasks.deleteall
source: Delete all
cs_cz: Smazat vše
sk_sk: Zmazať všetko
zh_cn: 删除所有

# tasks.deleteok
source: Tasks were successfully deleted.
cs_cz: Úlohy byly úspěšně smazány.
sk_sk: Úlohy boli úspešne zmazané.
zh_cn: 任务已成功删除。

# tasks.deleteselected
source: Delete selected
cs_cz: Smazat vybrané
sk_sk: Zmazať vybrané
zh_cn: 删除所选

# tasks.headercaption
source: Page tasks
cs_cz: Úlohy
sk_sk: Úlohy
zh_cn: 页面任务

# tasks.headerresult
source: Result
cs_cz: Výsledek
sk_sk: Výsledok
zh_cn: 结果

# tasks.headertime
source: Task time
cs_cz: Čas úlohy
sk_sk: Čas úlohy
zh_cn: 任务时间

# tasks.headertitle
source: Task title
cs_cz: Titulek úlohy
sk_sk: Titulok úlohy
zh_cn: 任务标题

# tasks.headertype
source: Task type
cs_cz: Typ úlohy
sk_sk: Typ úlohy
zh_cn: 任务类型

# tasks.notasks
source: There are no tasks to process within current location.
cs_cz: V této lokaci nejsou žádné úlohy ke zpracování.
sk_sk: V tejto lokácii nie sú žiadne úlohy k spracovaniu.
zh_cn: 没有可在当前的位置内处理的任务。

# tasks.resultfailed
source: Failed
cs_cz: Chyba
sk_sk: Chyba
zh_cn: 失败

# tasks.selectdeselectall
source: Select all
cs_cz: Vybrat vše
sk_sk: Vybrať všetko
zh_cn: 选择所有

# tasks.selectserver
source: Server:
zh_cn: 服务器：

# tasks.syncall
source: Synchronize all
cs_cz: Synchronizovat vše
sk_sk: Synchronizovať všetko
zh_cn: 同步所有

# tasks.synccurrent
source: Synchronize current page
cs_cz: Synchronizovat aktuální dokument
sk_sk: Synchronizovať aktuálny dokument
zh_cn: 同步当前页

# tasks.synchronizationcanceled
source: Synchronization has been canceled.
cs_cz: Synchronizace byla ukončena.
sk_sk: Synchronizácia bola zrušená.
zh_cn: 同步已被取消。

# tasks.synchronizationfailed
source: Synchronization failed, see synchronization log for details.
cs_cz: Chyba při synchronizaci, detaily naleznete v historii událostí.
sk_sk: Chyba pri synchronizácii, detaily nájdete v histórii udalostí.
zh_cn: 同步失败，请参阅同步日志的详细信息。

# tasks.synchronizationok
source: Synchronization was successful.
cs_cz: Synchronizace proběhla úspěšně.
sk_sk: Synchronizácia prebehla úspešne.
zh_cn: 同步是成功的。

# tasks.syncselected
source: Synchronize selected
cs_cz: Synchronizovat vybrané
sk_sk: Synchronizovať vybrané
zh_cn: 同步所选

# tasks.syncsubtree
source: Synchronize current subtree
cs_cz: Synchronizovat aktuální podstrom
sk_sk: Synchronizovať aktuálny podstrom
zh_cn: 同步当前的子树

# tasktitle.archivedocument
source: Archive page {0}
cs_cz: Archivace dokumentu {0}.
sk_sk: Archivovať dokument {0}.
zh_cn: 档案页面 {0}

# tasktitle.createobject
source: Create {0}
cs_cz: Vytvoření {0}
sk_sk: Vytvoriť {0}
zh_cn: 创建 {0}

# tasktitle.deleteallcultures
source: Delete all culture versions of page {0}
cs_cz: Smazat všechny verze kultur dokumentu {0}.
sk_sk: Zmazať všetky verzie kultúr dokumentu {0}.
zh_cn: 删除页面 {0} 的所有语言的版本。

# tasktitle.deletedocument
source: Delete page {0}
cs_cz: Smazat dokument {0}
sk_sk: Zmazať dokument {0}
zh_cn: 删除页面 {0}

# tasktitle.deletelinkeddocument
source: Delete linked page {0}
cs_cz: Smazat navázaný dokument {0}
sk_sk: Zmazať linkovaný dokument {0}
zh_cn: 删除链接的页面 {0}

# tasktitle.deleteobject
source: Delete {0}
cs_cz: Smazat {0}
sk_sk: Zmazať {0}
zh_cn: 删除 {0}

# tasktitle.movedocument
source: Move page {0}
cs_cz: Přesunout dokument {0}.
sk_sk: Presunúť dokument {0}.
zh_cn: 移动页面 {0}

# tasktitle.publishdocument
source: Publish page {0}
cs_cz: Publikovat dokument {0}.
sk_sk: Publikovať dokument {0}.
zh_cn: 发布页面 {0}

# tasktitle.rejectdocument
source: Reject page {0}
cs_cz: Zamítnout dokument {0}.
sk_sk: Zamietnuť dokument {0}.
zh_cn: 拒绝页面 {0}

# tasktitle.updatedocument
source: Update page {0}
cs_cz: Aktualizovat dokument {0}
sk_sk: Aktualizovať dokument {0}
zh_cn: 更新页面 {0}

# tasktitle.updatelinkeddocument
source: Update linked page {0}
cs_cz: Aktualizovat navázaný dokument {0}
sk_sk: Aktualizovať linkovaný dokument {0}
zh_cn: 更新链接的页面 {0}

# tasktitle.updateobject
source: Update {0}
cs_cz: Aktualizovat {0}
sk_sk: Aktualizovať {0}
zh_cn: 更新 {0}

# taxclass_country.actions
source: Actions
cs_cz: Akce
sk_sk: Akcia
zh_cn: 操作

# taxclass_country.country
source: Country
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# taxclass_country.isflat
source: Fixed tax
cs_cz: Poplatek je pevný
sk_sk: Poplatok je pevný
zh_cn: 固定的税

# taxclass_country.value
source: Amount
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 金额

# taxclass_edit.countries
source: Countries
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# taxclass_edit.header.states
source: States
cs_cz: Státy
sk_sk: Štáty
zh_cn: 国家

# taxclass_edit.itemlistlink
source: Tax classes
cs_cz: Daňové třídy
sk_sk: Daňové triedy
zh_cn: 税类

# taxclass_edit.lbltaxzero
source: Zero tax if tax ID is supplied:
cs_cz: Nulová daň, pokud je vloženo Tax ID:
sk_sk: Nulová daň, ak je vložená Tax ID:
zh_cn: 如果税务 ID 提供零税：

# taxclass_edit.newitemcaption
source: New tax class
cs_cz: Nová daňová třída
sk_sk: Nová daňová trieda
zh_cn: 新税类

# taxclass_edit.taxclassdisplaynamelabel
source: Tax class display name:
cs_cz: Zobrazený název daňové třídy:
sk_sk: Zobrazovaný názov daňovej triedy:
zh_cn: 税类显示名称：

# taxclass_edit.taxclassdoesnotexists
source: Tax class with given id not found!
cs_cz: Daňová třída s daným ID nenalezena!
sk_sk: Daňová trieda s daným ID nenájdená!
zh_cn: 给出了税类与 id 找不到 ！

# taxclass_edit.taxclassnameexists
source: Tax class with given name already exists!
cs_cz: Daňová třída s daným názvem již existuje!
sk_sk: Daňová trieda s daným názvom už existuje!
zh_cn: 已存在具有给定名称的税类 ！

# taxclass_edit.taxclassnamelabel
source: Tax class code name:
cs_cz: Kódový název daňové třídy:
sk_sk: Kódový názov daňovej triedy:
zh_cn: 税类代码名称：

# taxclass_list.headercaption
source: Tax classes
cs_cz: Daňové třídy
sk_sk: Daňové triedy
zh_cn: 税类

# taxclass_list.newitemcaption
source: New tax class
cs_cz: Nová daňová třída
sk_sk: Nová daňová trieda
zh_cn: 新税类

# taxclass_state.gvstates.isflat
source: Fixed tax
cs_cz: Pevná daň
sk_sk: Pevná daň
zh_cn: 固定的税

# taxclass_state.gvstates.state
source: State
cs_cz: Stát
sk_sk: Štát
zh_cn: 状态

# taxclass_state.gvstates.value
source: Amount
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 金额

# taxclass_state.lblcountry
source: Country
cs_cz: Vyberte zemi:
sk_sk: Vyberte krajinu:
zh_cn: 国家

# taxclass_state.lbltaxvalue
source: Tax value:
cs_cz: Hodnota daně:
sk_sk: Hodnota dane:
zh_cn: 税值：

# taxclass_state.taxvalueerror
source: changes were not saved because of wrong format. Value must be non-negative number.
cs_cz: Změny nebyly uloženy kvůli špatnému formátu dat.Hodnota musí být nezáporné číslo.
sk_sk: Zmeny neboli uložené pre zlý formát. Hodnota musí byť nezáporné číslo.
zh_cn: 由于格式错误的更改未保存。值必须为非负数。

# templatedesigner.advanced
source: Settings...
cs_cz: Nastavení...
sk_sk: Nastavenia...
zh_cn: 设置。。。

# templatedesigner.alertnewattributecannotbemoved
source: You cannot move the new item. Save it first.
cs_cz: Nelze přesunout novou položku. Nejprve ji uložte.
sk_sk: Nemožno presunúť novú položku. Najprv ju uložte.
zh_cn: 你不能移动的新项目。先将其保存。

# templatedesigner.alertsavenewitemordeleteitfirst
source: Please save the new item first or delete it.
cs_cz: Uložte prosím nejprve novou položku nebo ji smažte.
sk_sk: Prosím, uložte najprv novú položku alebo ju zmažte.
zh_cn: 请先保存新项目或将其删除。

# templatedesigner.attributeallowempty
source: Allow empty value:
cs_cz: Povolit prázdnou hodnotu:
sk_sk: Povoliť prázdnu hodnotu:
zh_cn: 允许空值：

# templatedesigner.attributedefaultvalue
source: Field default value:
cs_cz: Implicitní hodnota atributu:
sk_sk: Implicitná hodnota atribútu:
zh_cn: 字段默认值：

# templatedesigner.attributeissystem
source: Field is system:
cs_cz: Jde o systémový atribut:
sk_sk: Atribút je systémový:
zh_cn: 字段是系统：

# templatedesigner.attributename
source: Field name:
cs_cz: Název atributu:
sk_sk: Meno atribútu:
zh_cn: 字段名称:

# templatedesigner.attributetype
source: Field type:
cs_cz: Typ atributu:
sk_sk: Typ atribútu:
zh_cn: 字段的类型：

# templatedesigner.bbeditorcols
source: Columns:
cs_cz: Sloupce:
sk_sk: Stĺpce:
zh_cn: 列:

# templatedesigner.bbeditorrows
source: Rows:
cs_cz: Řádky:
sk_sk: Riadky:
zh_cn: 行：

# templatedesigner.bbeditorshowbold
source: Show 'Bold' button
cs_cz: Zobrazovat tlačítko 'Tučně'
sk_sk: Zobraziť tlačidlo "Tučne"
zh_cn: 显示加粗按钮

# templatedesigner.bbeditorshowcode
source: Show 'Insert code' button
cs_cz: Zobrazovat tlačítko 'Vložit zdrojový kód'
sk_sk: Zobraziť tlačidlo "Vložiť kód"
zh_cn: 显示插入代码按钮

# templatedesigner.bbeditorshowcolor
source: Show 'Color' button
cs_cz: Zobrazovat tlačítko 'Barva'
sk_sk: Zobraziť tlačidlo "Farba"
zh_cn: 显示颜色按钮

# templatedesigner.bbeditorshowimage
source: Show 'Insert image' button
cs_cz: Zobrazovat tlačítko 'Vložit obrázek'
sk_sk: Zobraziť tlačidlo "Vložiť obrázok"
zh_cn: 显示插入图像按钮

# templatedesigner.bbeditorshowitalic
source: Show 'Italics' button
cs_cz: Zobrazovat tlačítko 'Kurzíva'
sk_sk: Zobraziť tlačidlo "Kurzíva"
zh_cn: 显示斜体按钮

# templatedesigner.bbeditorshowquote
source: Show 'Insert quote' button
cs_cz: Zobrazovat tlačítko 'Vložit citaci'
sk_sk: Zobraziť tlačidlo "Vložiť citáciu"
zh_cn: 显示插入引用按钮

# templatedesigner.bbeditorshowstrike
source: Show 'Strikethrough' button
cs_cz: Zobrazovat tlačítko 'Přeškrtnuté'
sk_sk: Zobraziť tlačidlo "Preškrtnuté"
zh_cn: 显示删除线按钮

# templatedesigner.bbeditorshowunderline
source: Show 'Underline' button
cs_cz: Zobrazovat tlačítko 'Podtržení'
sk_sk: Zobraziť tlačidlo "Podčiarknuté"
zh_cn: 显示下划线按钮

# templatedesigner.bbeditorshowurl
source: Show 'Insert URL' button
cs_cz: Zobrazovat tlačítko 'Vložit odkaz'
sk_sk: Zobraziť tlačidlo "Vložiť odkaz"
zh_cn: 显示插入 URL 按钮
