Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# macrorule.cmsactivityclickednewsletterlinkperformedfornewsletter.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Clicked campaign email link' activity was (or was not) performed for the selected email campaign.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Clicked newsletter link' pro vybraný newsletter
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '点击运动电子邮件链接' 活动是 （或不） 为所选电子邮件活动执行。

# macrorule.cmsactivitycontentratingperformedwitharatingbetween.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Content rating' activity was performed with the specified rating value.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla vykonána aktivita 'Content rating' se záhadnou hodnotou hlasování.
zh_cn: 当建筑自动化流程活动触发器条件时使用。只有当内容评级活动进行指定的额定值来完成此规则。

# macrorule.cmsactivityexternalsearchperformedforkeyword.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'External search' activity was performed for the entered keywords.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla vykonána aktivita 'External search' se zadanými slovy.
zh_cn: 当建筑自动化流程活动触发器条件时使用。只有当外部搜索活动进行的输入的关键字来完成此规则。

# macrorule.cmsactivityformsubmissionperformedforform.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Form submission' activity was (or was not) performed for the selected form.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Form submission' pro vybraný formulář.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '表单提交' 活动是 （或不） 执行选定的表格。

# macrorule.cmsactivityforumpostperformedforforum.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Forum post' activity was (or was not) performed for the selected forum.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Forum post' pro vybrané fórum.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '论坛帖子' 活动是 （或不） 执行选定的论坛。

# macrorule.cmsactivityforumpostsubscriptionperformedforforum.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Forum post subscription' activity was (or was not) performed for the selected forum.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Forum post subscription' pro vybrané fórum.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '论坛帖子订阅' 活动是 （或不） 执行选定的论坛。

# macrorule.cmsactivityinternalsearchperformedforkeyword.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Internal search' activity was performed for the entered keywords.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla vykonána aktivita 'Internal search' se zadanými slovy.
zh_cn: 当建筑自动化流程活动触发器条件时使用。只有当 '内部搜索' 活动进行的输入的关键字来完成此规则。

# macrorule.cmsactivityjoiningagroupperformedforgroup.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Joining a group' activity was (or was not) performed for the selected community group.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Joining a group' pro vybranou komunitní skupinu.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '加入一群' 活动是 （或不） 执行选定的社区团体。

# macrorule.cmsactivityleavingagroupperformedforgroup.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Leaving a group' activity was (or was not) performed for the selected community group.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Leaving a group' pro vybranou komunitní skupinu.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '离开一群' 活动是 （或不） 执行选定的社区团体。

# macrorule.cmsactivitymessageboardcommentperformedformessageboard.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Message board comment' activity was (or was not) performed for the selected message board.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Message board comment' pro vybranou diskuzi.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '留言板评论' 活动是 （或不） 执行选定的留言板。

source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Message board subscription' activity was (or was not) performed for the selected message board.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Message board subscription' pro vybranou diskuzi.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '留言板订阅' 活动是 （或不） 执行选定的留言板。

# macrorule.cmsactivitynewslettersubscriptionperformedfornewsletter.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Newsletter subscription' activity was (or was not) performed for the selected newsletter.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Newsletter subscription' pro vybraný newsletter.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '订阅' 活动是 （或不） 执行选定的新闻简讯。

# macrorule.cmsactivitynewsletterunsubscriptionperformedfornewsletter.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Newsletter unsubscription' activity was (or was not) performed for the selected newsletter.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Newsletter unsubscription' pro vybraný newsletter.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '通讯未获客户退订' 活动是 （或不） 执行选定的新闻简讯。

# macrorule.cmsactivityopenednewslettere-mailperformedforissue.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Opened email' activity was (or was not) performed for the selected email.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Opened newsletter issue' pro vybrané vydání newsletteru.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '打开电子邮件' 活动是 （或不） 执行所选的电子邮件。

# macrorule.cmsactivityopenednewslettere-mailperformedfornewsletter.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Opened email' activity was (or was not) performed for the selected email campaign.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Opened newsletter e-mail' pro vybraný newsletter.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '打开电子邮件' 活动是 （或不） 为所选电子邮件活动执行。

# macrorule.cmsactivityperformedfordocument.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the trigger activity was (or was not) performed for the selected page.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána spouštěcí aktivita pro zvolený dokument.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当触发活动是 （或不） 执行选定页面。

# macrorule.cmsactivityperformedforurl.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the trigger activity was (or was not) performed for the specified URL.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána spouštěcí aktivita pro zadanou URL
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当触发活动是 （或不） 执行指定的 URL。

# macrorule.cmsactivityperformedinculture.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the trigger activity was (or was not) performed for the specified culture.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána spouštěcí aktivita pro zadanou kulturu.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当触发活动是 （或不） 针对指定的语言。

# macrorule.cmsactivitypollvotingperformedforpoll.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Poll voting' activity was (or was not) performed for the selected poll.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Poll voting' pro vybranou anketu.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '投票表决' 活动是 （或不） 执行所选的调查结果。

# macrorule.cmsactivityproductaddedtoshoppingcartperformedforproduct.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Product added to shopping cart' activity was (or was not) performed for the selected product.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Product added to shopping cart' pro vybraný produkt.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当产品添加到购物车活动是 （或不） 执行所选产品。

# macrorule.cmsactivityproductaddedtowishlistperformedforproduct.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Product added to wishlist' activity was (or was not) performed for the selected product.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Product added to wishlist' pro vybraný produkt.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当产品添加到收藏活动是 （或不） 执行所选产品。

source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Product removed from shopping cart' activity was (or was not) performed for the selected product.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Product removed from shopping cart' pro vybraný produkt.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则实现只有当 '产品从购物车中删除' 活动是 （或不） 执行所选产品。

# macrorule.cmsactivitypurchasedproductperformedforproduct.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Purchased product' activity was (or was not) performed for the selected product.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Purchased product' pro vybraný produkt.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则履行只当 '购买产品' 活动是 （或不） 执行所选产品。

# macrorule.cmsactivitypurchasedproductperformedforxunitsofproduct.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Purchased product' activity was performed for a specific number of units of the selected product.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla (nebo nebyla) vykonána aktivita 'Purchased product' se zadaným počtem jednotek pro vybraný produkt.
zh_cn: 当建筑自动化流程活动触发器条件时使用。此规则被履行只当 '购买产品' 活动进行特定的所选产品的单位数。

# macrorule.cmsactivitypurchaseperformedwithapricevaluebetween.description
source: Use when building conditions for activity triggers of automation processes. This rule is fulfilled only if the 'Purchase' activity was performed with the specified price value.
cs_cz: Použitelné při vytváření podmínek pro aktivitové spouštěče automatizovaných procesů. Toto pravidlo je splněno pouze pokud byla vykonána aktivita 'Purchase' se zadanou cenou.
zh_cn: 当建筑自动化流程活动触发器条件时使用。只有当采购活动进行指定的价格值来完成此规则。

# macrorule.cmscontactageisbetween.description
source: Checks if the contact belongs to a specific age group.
cs_cz: Kontroluje, zda kontakt patří ke konkrétní věkové skupině.
zh_cn: 检查是否联系人都属于一个特定的年龄组。

# macrorule.cmscontactageisgreaterthan.description
source: Checks if the contact is above a specified age.
cs_cz: Kontroluje, zda kontakt je starší než zadaný věk.
zh_cn: 检查联系人是否超过一个指定的年龄。

# macrorule.cmscontactbelongstoaccount.description
source: Checks if the contact belongs to the selected account.
cs_cz: Kontroluje, zda kontakt patří k vybranému účtu.
zh_cn: 检查是否联系人属于所选帐户。

# macrorule.cmscontactbelongstopersona.description
source: Checks if the contact belongs to the selected persona.
zh_cn: 检查是否联系人属于所选的角色。

# macrorule.cmscontactfieldcontainsvalue.description
source: Checks if the contact has a specific value in the selected data field.
cs_cz: Kontroluje, zda má kontakt zadanou hodnotu ve vybraném datovém poli.
zh_cn: 检查是否接触所选的数据字段中有一个特定的值。

# macrorule.cmscontacthasatleastxproductsinwishlist.description
source: Checks if the contact has a minimum number of products in their wishlist.
cs_cz: Kontroluje, zda má kontakt minimálně daný počet produktů v seznamu přání.
zh_cn: 检查是否接触他们的收藏中有产品的最小数目。

# macrorule.cmscontacthasclickedalinkinnewsletterinthelastxdays.description
source: Checks if the contact has clicked a link in any email of the selected email campaign during the last X days.
cs_cz: Kontroluje, zda kontakt klikl na link v nějakém vydání vybraného newsletteru v průběhu x dní.
zh_cn: 检查是否联系人已单击所选电子邮件任何的活动电子邮件中的链接在过去 X 天。

# macrorule.cmscontacthasclickedalinkinnewsletterissue.description
source: Checks if the contact has clicked a link in the selected email.
cs_cz: Kontroluje, zda kontakt klikl na link ve vybraném vydání newsletteru.
zh_cn: 检查是否联系人已单击所选的电子邮件中的链接。

# macrorule.cmscontacthasclickedalinkinnewsletterissueinlastxdays.description
source: Checks if the contact has clicked a link in the selected email during the last X days.
cs_cz: Kontroluje, zda kontakt klikl na link ve vybraném vydání newsletteru v průběhu posledních x dní.
zh_cn: 检查是否联系人已单击所选的电子邮件中的链接在过去 X 天。

# macrorule.cmscontacthasclickedalinkinthelastnewsletterissue.description
source: Use when building conditions in the steps of automation processes. This rule checks if the contact has clicked a link in the most recently sent email.
cs_cz: Použitelné při vytváření podmínek v krocích automatizovaných procesů. Toto pravidlo kontroluje, zda kontakt klikl na link v naposledy odeslaném vydání newsletteru.
zh_cn: 当建筑自动化工艺步骤中的条件时使用。此规则检查，是否该联系人已单击中最大的一个环节最近发送电子邮件。

# macrorule.cmscontacthascometospecifiedlandingpage.description
source: Checks if the contact has visited the selected landing page.
cs_cz: Kontroluje, zda kontakt přišel na web přes vybranou vstupní stránku.
zh_cn: 检查是否联系人访问选定的着陆页面。

# macrorule.cmscontacthasdoneanyactivityinthelastxdays.description
source: Checks if the contact has performed any activity during the last X days.
cs_cz: Kontroluje, zda kontakt vykonal nějakou aktivitu v průběhu posledních x dní.
zh_cn: 如果联系人已执行的任何活动期间最后一次检查的 X 天。

# macrorule.cmscontacthasdonefollowingactivitiesinthelastxdays.description
source: Checks if the contact has performed the selected activities during the last X days.
cs_cz: Kontroluje, zda kontakt vykonal vybrané aktivity v průběhu posledních x dní.
zh_cn: 如果该联系人已执行所选的活动期间最后一次检查的 X 天。

# macrorule.cmscontacthasdownloadedspecifiedfileinlastxdays.description
source: Checks if the contact has downloaded a specific file in the last X days.
cs_cz: Kontroluje, zda kontakt stáhl zadaný soubor v průběhu posledních x dní.
zh_cn: 检查是否联系人已下载特定的文件在最后 X 天。

# macrorule.cmscontacthasloggedininthelastxdays.description
source: Checks if the contact has logged in during the last X days.
cs_cz: Kontroluje, zda se kontakt přihlásil v průběhu posledních x dní.
zh_cn: 检查是否联系人已登录在过去 X 天。

# macrorule.cmscontacthasmadeatleastxorders.description
source: Checks if the contact has made a minimum number of orders.
cs_cz: Kontroluje, zda kontakt udělal minimální počet objednávek.
zh_cn: 检查是否接触了最低数量的订单。

# macrorule.cmscontacthasopenedspecifiednewsletterinthelastxdays.description
source: Checks if the contact has opened any email of the selected email campaign in the last X days.
cs_cz: Kontroluje, zda kontakt otevřel nějaké vydání newsletteru v průběhu posledních x dní.
zh_cn: 检查是否联系人已经打开所选电子邮件任何的活动电子邮件在过去 X 天。

# macrorule.cmscontacthasopenedspecifiednewsletterissue.description
source: Checks if the contact has opened the selected email.
cs_cz: Kontroluje, zda kontakt otevřel vybrané vydání newsletteru.
zh_cn: 检查是否联系人已打开所选的电子邮件。

# macrorule.cmscontacthasopenedspecifiednewsletterissueinthelastxdays.description
source: Checks if the contact has opened the selected email in the last X days.
cs_cz: Kontroluje, zda kontakt otevřel vybrané vydání newsletteru v průběhu posledních x dní.
zh_cn: 检查是否联系人已经打开所选的电子邮件在过去 X 天。

# macrorule.cmscontacthasopenedthelastnewsletterissue.description
source: Use when building conditions in the steps of automation processes. This rule checks if the contact has opened the most recently sent email.
cs_cz: Použitelné při vytváření podmínek v krocích automatizovaných procesů. Toto pravidlo kontroluje, zda kontakt otevřel naposledy odeslané vydání newsletteru.
zh_cn: 当建筑自动化工艺步骤中的条件时使用。此规则检查，是否该联系人已打开最最近发送电子邮件。

# macrorule.cmscontacthaspassedthroughoneofspecifiedactions.description
source: Checks if the selected marketing automation actions were performed for the contact.
cs_cz: Kontroluje, zda byla u kontaktu vykonána vybraná akce marketingové automatizace.
zh_cn: 检查是否对联系人执行的选定的市场营销自动化操作。

# macrorule.cmscontacthaspassedthroughoneofspecifiedsteps.description
source: Checks if the contact has passed through the specified steps of a marketing automation process.
cs_cz: Kontroluje, zda kontakt přešel přes zadané kroky automatizovaného amrketingového procesu.
zh_cn: 检查是否联系人已通过营销自动化过程指定的步骤。

# macrorule.cmscontacthasproductinwishlist.description
source: Checks if the contact has a specific product in their wishlist.
cs_cz: Kontroluje, zda kontakt má zadaný produkt v seznamu přání.
zh_cn: 检查是否接触他们的收藏中有某一特定产品。

# macrorule.cmscontacthaspurchasednumberofproductsinthelastxdays.description
source: Checks if the contact has purchased a specified number of products in last X days.
cs_cz: Kontroluje, zda kontakt nakoupil zadaný počet produktů v průběhu posledních x dní.
zh_cn: 检查是否联系人已购买指定的数量的产品在最后 X 天。

# macrorule.cmscontacthaspurchasedspecifiedproduct.description
source: Checks if the contact has purchased the selected product.
cs_cz: Kontroluje, zda kontakt koupil zadaný produkt.
zh_cn: 检查是否联系人已购买所选的产品。

# macrorule.cmscontacthassearchedforspecifiedkeywordsinlastxdays.description
source: Checks whether the contact has searched for the specified keyword(s) within a single search activity.
cs_cz: Kontroluje, zda kontakt vyhledával zadaná klíčová slova současně.
zh_cn: 检查是否该联系人已搜寻了单个搜索活动范围内的指定关键词。

# macrorule.cmscontacthasspentmoneyinthestoreinthelastxdays.description
source: Checks if the contact has spent the specified amount of money on the website's store in the last X days.
cs_cz: Kontroluje, zda kontakt vyčerpal zadané množství peněz ve webovém obchodě v průběhu posledních x dní.
zh_cn: 检查是否联系人已花了指定的数量的钱在网站的商店在过去 X 天。

# macrorule.cmscontacthassubmittedspecifiedforminlastxdays.description
source: Checks if the contact has submitted the selected form in the last X days.
cs_cz: Kontroluje, zda kontakt odeslal vybraný formulář v průběhu posledních x dní.
zh_cn: 检查是否联系人已提交选定的表格中最后一个 X 天。

# macrorule.cmscontacthasvisitedspecifiedpageinlastxdays.description
source: Checks if the contact has visited a specified page in the last X days.
cs_cz: Kontroluje, zda kontakt navštívil zadanou stránku v průběhu posledních x dní.
zh_cn: 如果联系人具有访问指定的网页中的最后一次检查 X 天。

# macrorule.cmscontacthasvotedinspecifiedpoll.description
source: Checks if the contact has voted in the selected poll.
cs_cz: Kontroluje, zda kontakt hlasoval ve vybrané anketě.
zh_cn: 检查是否联系人已在所选投票选举。

# macrorule.cmscontactisfemale.description
source: Checks if the contact is female.
cs_cz: Kontroluje, zda je kontakt ženského pohlaví.
zh_cn: 检查是否该联系人是女性。

# macrorule.cmscontactisfromcountry.description
source: Checks if the contact is from the selected country.
cs_cz: Kontroluje, zda kontakt pochází z vybrané země.
zh_cn: 检查联系人是否从选定的国家。

# macrorule.cmscontactisfromstate.description
source: Checks if the contact is from the selected state.
cs_cz: Kontroluje, zda kontakt pochází z vybraného státu.
zh_cn: 检查联系人是否从选定的状态。

# macrorule.cmscontactisincommunitygroup.description
source: Checks if the contact is a member of the selected community groups.
cs_cz: Kontroluje, zda kontakt patří do vybrané komunitní skupiny.
zh_cn: 检查联系人是否选定的社区组的成员。

# macrorule.cmscontactisincontactgroup.description
source: Checks if the contact belongs to the selected contact groups.
cs_cz: Kontroluje, zda kontakt patří do vybrané skupiny kontaktů.
zh_cn: 检查是否联系人属于所选的联系人组。

# macrorule.cmscontactisinrole.description
source: Checks if the contact belongs to the selected roles.
cs_cz: Kontroluje, zda kontakt patří do vybraných rolí.
zh_cn: 检查是否联系人属于所选的角色。

# macrorule.cmscontactismale.description
source: Checks if the contact is male.
cs_cz: Kontroluje, zda je kontakt mužského pohlaví.
zh_cn: 检查是否该联系人是男性。

# macrorule.cmscontactisregisteredasauser.description
source: Checks whether the contact is registered as a user or is anonymous.
cs_cz: Kontroluje, zda je kontakt registrován jako uživatel nebo je anonymní.
zh_cn: 检查是否接触注册为用户，或者是匿名的。

# macrorule.cmscontactisregisteredforspecifiedevent.description
source: Checks if the contact is registered for the selected event.
cs_cz: Kontroluje, zda je kontakt registrován na vybranou událost.
zh_cn: 检查是否该联系人注册所选事件。

# macrorule.cmscontactissubscribedtospecifiednewsletter.description
source: Checks if the contact is subscribed to the selected newsletter.
cs_cz: Kontroluje, zda je kontakt přihlášen k vybranému newsletteru.
zh_cn: 检查是否所选的时事通讯订阅了该联系人。

# macrorule.cmscontactstatusis.description
source: Checks if the contact is in the specified status.
cs_cz: Kontroluje, zda je kontakt v zadaném stavu.
zh_cn: 检查联系人是否在指定的状态。

# macrorule.cmscontactwascreated.description
source: Checks if the contact was created on the specified date.
cs_cz: Kontroluje, zda byl kontakt vytvořen po zadaném dni.
zh_cn: 检查是否在指定的日期创建联系人。
