Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# importsite.virtualpathprovidernotrunning
source: <strong>Warning: </strong>The VirtualPathProvider is not running. This could be caused by the fact that you are using precompiled website or the application runs under medium trust environment. In this case it is not recommended to copy objects files during the import process.
cs_cz: <strong>Varování: </strong>VirtualPathProvider není spuštěn. To může být způsobeno tím, že používáte pre-kompilovaný web nebo aplikace běží v prostředí medium trust. V takovém případě se kopírování souboru během importu nedoporučuje.
sk_sk: <strong>Varovanie: </strong> VirtualPathProvider nie je spustený. Toto môže byť spôsobené použitím pred kompilovanej stránky alebo aplikácia je spustená pod médium trust prostredím. V tomto prípade nie je doporučené kopírovať súbory v priebehu procesu importovania.
zh_cn: <strong>警告：</strong>未运行 VirtualPathProvider。这可能引起您使用预编译的网站或中等信任环境下运行的应用程序的事实。在这种情况下它不是建议在导入过程中复制的对象文件。

# importsite.warningprocessbindingobject
source: Binding object of type '{0}' was not processed.
cs_cz: Navázání objektu typu '{0}' nebylo provedeno.
sk_sk: Väzobný objekt typu '{0}' nebol spracovaný.
zh_cn: 未处理的类型"{0}"的绑定对象。

# importsite.warningprocessobject
source: Object of type '{0}' was not processed.
cs_cz: Objekt typy '{0}' nebyl zpracován.
sk_sk: Objekt typu '{0}' nebol spracovaný.
zh_cn: 未处理的类型"{0}"的对象。

# importsite.warningprocesstasks
source: Unable to delete '{0}' object. Please delete the object manually.
cs_cz: Nelze smazat objekt '{0}'. Smažte objekt ručně.
sk_sk: Nemožno zmazať objekt '{0}'. Prosím zmažte objekt ručne.
zh_cn: 不能删除"{0}"对象。请手动删除此对象。

# importsite.wzdstepdocuments.raddonotimportdoc
source: Do not import pages
cs_cz: Neimportovat dokumenty
sk_sk: Neimportovať dokumenty
zh_cn: 不导入页

# importsite.wzdstepdocuments.radimportdoc
source: Import all pages
cs_cz: Importovat všechny dokumenty
sk_sk: Importovať všetky dokumenty
zh_cn: 导入所有页面

# importsubscribers.erroremail
source: Wrong email address format for subscriber '{0}'.
cs_cz: Chybný formát e-mailu odběratele '{0}'.
sk_sk: Chybný formát e-mailu odberateľov '{0}'.
zh_cn: 订阅服务器"{0}"的错误的电子邮件地址格式。

# importsubscribers.errorformat
source: Wrong format on line '{0}'. Please use format email;firstname;lastname.
cs_cz: Chybný formát na řádku '{0}'. Použijte formát email;jmeno;prijmeni.
sk_sk: Chybný formát na riadku '{0}'. Prosím, použite formát email;meno;priezvisko.
zh_cn: 在行 '{0}' 上的格式错误。请使用格式的电子邮件 ； 名字和姓氏。

# importsubscribers.nonewslettersselected
source: Please select an email campaign.
cs_cz: Vyberte prosím nwsletter.
sk_sk: Prosím vyberte newsletter.
zh_cn: 请选择电子邮件市场活动。

# importsubscribers.subscriberexists
source: Subscriber '{0}' already exists!
cs_cz: Odběratel '{0}' již existuje!
sk_sk: Odberateľ '{0}' už existuje!
zh_cn: 订阅服务器"{0}"已存在 ！

# importtasks.__objects__
source: Import objects
cs_cz: Importované objekty
sk_sk: Importovať objekty
zh_cn: 导入对象

# inheritlevels.inheritall
source: All ancestor pages
cs_cz: Zdědit vše
sk_sk: Zdediť všetko
zh_cn: 祖先的所有页面

# inheritlevels.levelname
source: Level
zh_cn: 级别

# inheritlevels.noninherit
source: None
cs_cz: Nedědit obsah
sk_sk: Nedediť obsah
zh_cn: 没有一个

# inheritlevels.rootname
source: Root
cs_cz: Kořen
sk_sk: Koreň
zh_cn: 根

# inheritlevels.select
source: Specific ancestor pages
cs_cz: Výběr úrovní dědění
sk_sk: Výber úrovní dedenia
zh_cn: 具体的祖先页

# inheritlevels.usetemplatesettigns
source: Use page template settings
cs_cz: Použít nastavení šablony stránky
sk_sk: Použiť nastavenie šablóny stránky
zh_cn: 使用页面模板设置

# inlinecontrol.filename
source: File name
zh_cn: 文件名称

# inlinecontrol.parameter
source: Parameter caption
zh_cn: 参数标题

# install.activityinfo
source: Files are being uncompressed
cs_cz: Soubory jsou rozbalovány
sk_sk: Súbory sú rozbaľované
zh_cn: 正在解压缩文件

# intaller.logerrorcreatedb
source: An error occurred when creating database:
cs_cz: Došlo k chybě během vytváření databáze:
sk_sk: Došlo k chybe pri vytváraní databázy:
zh_cn: 当创建数据库时出错：

# internalstatus_edit.errorcodename
source: Please enter an internal status code name
cs_cz: Vložte nějaký kódový název interního stavu.
sk_sk: Prosím, vložte kódový názov interného stavu.
zh_cn: 请输入一个内部状态代码名称

# internalstatus_edit.errordisplayname
source: Please enter an internal status display name
cs_cz: Vložte nějaké zobrazený název interního stavu.
sk_sk: Prosím, vložte zobrazovaný názov interného stavu.
zh_cn: 请输入内部状态显示名称

# internalstatus_edit.headercaption
source: Internal status properties
cs_cz: Vlastnosti interního stavu
sk_sk: Vlastnosti interného stavu
zh_cn: 内部状态属性

# internalstatus_edit.internalstatusdisplaynamelabel
source: Internal status display name:
cs_cz: Zobrazený název interního stavu:
sk_sk: Zobrazovaný názov interného stavu:
zh_cn: 内部状态显示名称：

# internalstatus_edit.internalstatusnameexists
source: Status name already exists.
cs_cz: Název stavu již existuje.
sk_sk: Názov stavu už existuje.
zh_cn: 状态名称已存在。

# internalstatus_edit.internalstatusnamelabel
source: Internal status code name:
cs_cz: Kódový název interního stavu:
sk_sk: Kódový názov interného stavu:
zh_cn: 内部状态代码的名称：

# internalstatus_edit.itemlistlink
source: Internal status
cs_cz: Interní stav
sk_sk: Interný stav
zh_cn: 内部状态

# internalstatus_edit.newitemcaption
source: New internal status
cs_cz: Nový interní stav
sk_sk: Nový interný stav
zh_cn: 新建内部状态

# internalstatus_list.headercaption
source: Internal status
cs_cz: Interní stav
sk_sk: Interný stav
zh_cn: 内部状态

# internalstatus_list.newitemcaption
source: New internal status
cs_cz: Nový interní stav
sk_sk: Nový interný stav
zh_cn: 新建内部状态

# internalstatus_new.headercaption
source: New internal status
cs_cz: Nový interní stav
sk_sk: Nový interný stav
zh_cn: 新建内部状态

# internationalphone.validationerror
source: Please enter the value in format '+1 123456789'.
cs_cz: Vložte hodnotu ve formátu '+1 123456789'.
sk_sk: Prosím, vložte hodnotu vo formáte '+1 123456789'.
zh_cn: 请输入的值在格式 ' + 1 123456789'。

# invalidlicense.addlicense
source: and use the following domain name to add a valid license
cs_cz: a použijte následující doménové jméno pro přidání platné licence
sk_sk: a použite nasledujúci názov domény pre pridanie platnej licencie
zh_cn: 然后使用以下域名添加有效的许可证

# invalidlicense.goto
source: If you're an administrator of this site, please go to
cs_cz: Pokud jste administrátor těchto webových stránek, jděte prosím do
sk_sk: Ak ste správca stránky, prosím choďte do
zh_cn: 如果你是这个网站的管理员，请转到

# invalidlicense.header
source: Invalid license key
cs_cz: Neplatný licenční klíč
sk_sk: Neplatný licenčný kľúč
zh_cn: 无效的许可证密钥

# invalidlicense.rawurl
source: Requested URL:
cs_cz: Požadované URL:
sk_sk: Požadované URL:
zh_cn: 请求的 URL：

# invalidlicense.result
source: License status:
cs_cz: Výsledek validace:
sk_sk: Výsledok validácie:
zh_cn: 许可证状态:

# invalidstartingpath.invalidpathinfo
source: Your starting path doesn't exist. Please contact your administrator.
cs_cz: Vaše počáteční cesta neexistuje. Kontaktujte administrátora.
sk_sk: Vaša počiatočná cesta neexistuje. Prosím kontaktujte administrátora.
zh_cn: 你开始的路径不存在。请联系您的管理员联系。

# invoicetemplate.headercaption
source: Invoice template
cs_cz: Šablona faktury
sk_sk: Šablóna faktúry
zh_cn: 发票模板

# invoicetemplate.organizationid
source: Organization ID:
cs_cz: IČ organizace:
sk_sk: IČ organizácie:
zh_cn: 组织 ID：

# invoicetemplate.skuname
source: Product
cs_cz: Název produktu
sk_sk: Názov produktu
zh_cn: 产品

# invoicetemplate.skuprice
source: Unit&nbsp;price<br>(excl.&nbsp;tax)
cs_cz: Cena/jednotka
sk_sk: Cena/jednotka
zh_cn: 单位价格<br>（不包括税）

# invoicetemplate.skuunits
source: Qty
cs_cz: Množství
sk_sk: Množstvo
zh_cn: 数量

# invoicetemplate.subtotal
source: Subtotal
cs_cz: Mezisoučet
sk_sk: Medzisúčet
zh_cn: 小计

# invoicetemplate.tax
source: Tax
cs_cz: Daň
sk_sk: Daň
zh_cn: 税收

# invoicetemplate.taxrecapitulation
source: Tax classes:
cs_cz: Třídy daní:
sk_sk: Daňové triedy:
zh_cn: 纳税类别：

# invoicetemplate.taxregistrationid
source: Tax registration ID:
cs_cz: DIČ organizace:
sk_sk: DIČ organizácie:
zh_cn: 税务注册 ID:

# invoicetemplate.total
source: Total price:
cs_cz: Celková cena:
sk_sk: Celková cena:
zh_cn: 总价格：

# invoicetemplate.unitdiscount
source: Discount/unit
cs_cz: Sleva/jednotka
sk_sk: Zľava/jednotka
zh_cn: 折扣/单位

# issuestatus.header
source: Email status: {0}
cs_cz: Stav vydání newsletteru: {0}
sk_sk: Stav vydania newslettera: {0}
zh_cn: 电子邮件状态: {0}

# issuestatus.lastattempt
source: Last attempt
cs_cz: Poslední pokus
sk_sk: Posledný pokus
zh_cn: 最后一次尝试

# issuestatus.lastresult
source: Last result
cs_cz: Poslední výsledek
sk_sk: Posledný výsledok
zh_cn: 最后的结果

# issuestatus.releasedate
source: Release date
cs_cz: Datum vydání
sk_sk: Dátum vydania
zh_cn: 发布日期

# issuestatus.resend
source: Send again
cs_cz: Odeslat znovu
sk_sk: Odoslať znovu
zh_cn: 再次发送

# itemlist.insert
source: Insert
cs_cz: Vložit
sk_sk: Vložiť
zh_cn: 插入

# itemselection.avaliable
source: Available columns:
cs_cz: Dostupné sloupce:
sk_sk: Dostupné stĺpce:
zh_cn: 可用的列：

# itemselection.btndown
source: Down
cs_cz: Dolů
sk_sk: Nadol
zh_cn: 下来

# itemselection.btnup
source: Up
cs_cz: Nahoru
sk_sk: Nahor
zh_cn: 向上

# itemselection.displayed
source: Displayed columns:
cs_cz: Zobrazené sloupce:
sk_sk: Zobrazované stĺpce:
zh_cn: 显示的列：

# kicked.header
source: You have been kicked
cs_cz: Byl(a) jste vypovězen(a)
sk_sk: Bol ste odhlásený
zh_cn: 你有被踢

# kicked.info
source: You have been kicked. You cannot log within next {0} minutes.
cs_cz: Byl(a) jste vypovězen(a). Nemůžete se přihlásit následujících {0} minut.
sk_sk: Bol ste odhlásený. Nemôžete sa prihlásiť nasledujúcich {0} minút.
zh_cn: 你有被踢。在接下来的 {0} 分钟内，您不能登录。

# layout.errorcheckout
source: Error checking out the layout
cs_cz: Chyba při uzamčení rozvržení
sk_sk: Chyba pri uzamknutí layoutu
zh_cn: 签出布局时出错

# layout_edit.headercaption
source: Web part layout properties
cs_cz: Vlastnosti rozvržení webpartu
sk_sk: Vlastnosti layoutu web party
zh_cn: Web 部件的布局属性

# layout_edit.itemlistlink
source: Web part layouts
cs_cz: Rozvržení webpartu
sk_sk: Layout web party
zh_cn: Web 部件的布局

# lbldefaulttaxclassid
source: Default tax class for new products:
cs_cz: Výchozí daňová třída pro nové produkty:
sk_sk: Základná daňová trieda pre nové produkty:
zh_cn: 默认税类新产品：

# license.maxitemsreachededitor
source: User cannot be assigned as an editor due to license limitations.
cs_cz: Uživatel nemůže být editorem z důvodu licenčních omezení.
sk_sk: Užívateľ nemôže byť nastavený ako editor pre licenčné obmedzenia.
zh_cn: 用户不能指派为编辑器由于许可证限制。

# license.maxitemsreachedglobal
source: User cannot be assigned as an administrator due to license limitations.
cs_cz: Uživatel nemůže být globálním administrátorem z důvodu licenčních omezení.
sk_sk: Užívateľ nemôže byť nastavený ako globálny administrátor pre licenčné obmedzenia.
zh_cn: 不能将用户作为管理员由于许可证限制分配。

# license.maxitemsreachedsitemember
source: User cannot be assigned to the site due to license limitations.
cs_cz: Uživatel nemůže být přiřazen k webu z důvodu licenčních omezení.
sk_sk: Užívateľ nemôže byť priradený k stránke pre licenčné obmedzenia.
zh_cn: 用户不能分配给网站由于许可证限制。

# licenseinfoprovider.fulllicense
source: Full license
cs_cz: Neomezená licence
sk_sk: Neobmedzená licencia
zh_cn: 完整授权

# licenselimitation.infopagemessage
source: The license limit for feature {0} was exceeded. Please check the event log to get more details.
cs_cz: Požadovaná akce byla zrušena z důvodu licenčních omezení. Podívejte se do Historie událostí pro více informací.
sk_sk: Požadovaná akcia bola zrušená pretože neboli splnené požiadavky na licenciu. Prosím, pozrite históriu udalostí pre viac informácií.
zh_cn: 超出了功能 {0} 的许可限制。请检查事件日志以获得更多细节。

# licenselimitation.infopagetitle
source: The page cannot be displayed due to license limitations
cs_cz: Tato stránka nemůže být zobrazena kvůli licenčním omezením.
sk_sk: Stránka nemôže byť zobrazená pre licenčné obmedzenia.
zh_cn: 由于许可证限制，不显示此页

# licenses_license_new.domainalreadyexists
source: License for domain name '%%name%%' already exists
cs_cz: Licence pro doménu '%%name%%' již existuje.
sk_sk: Licencia pre doménu '%%name%%' už existuje.
zh_cn: 域名许可证 ' %%名称 %%' 已经存在

# licenses_license_new.key
source: License key:
cs_cz: Licenční klíč:
sk_sk: Licenčný kľúč:
zh_cn: 许可证密钥：

# licenses_license_new.keyerror
source: Please enter a license key
cs_cz: Vložte prosím licenční klíč.
sk_sk: Prosím, vložte licenčný kľúč.
zh_cn: 请输入许可密钥

# licenses_license_new.licensenotvalid.expired
source: Given license was expired
cs_cz: Platnost dané licence vypršela.
sk_sk: Platnosť danej licencie vypršala.
zh_cn: 鉴于许可证过期

# licenses_license_new.licensenotvalid.invalid
source: Given license is invalid
cs_cz: Daná licence není validní.
sk_sk: Daná licencia nie je platná.
zh_cn: 鉴于许可证无效

# licenses_license_new.licensenotvalid.notavailable
source: Given license is not available
cs_cz: Daná licence není dostupná
sk_sk: Daná licencia nie je dostupná
zh_cn: 鉴于许可证不可用

# licenses_license_new.licensenotvalid.wrongformat
source: Given license is in wrong format
cs_cz: Daná licence není ve správném formátu.
sk_sk: Daná licencia nie je v správnom formáte.
zh_cn: 鉴于许可证是在错误的格式

# licenses_license_new.licenses
source: Licenses
cs_cz: Licence
sk_sk: Licencie
zh_cn: 许可证

# licenses_license_view.licensekey
source: License key:
cs_cz: Licenční klíč:
sk_sk: Licenčný kľúč:
zh_cn: 许可证密钥：

# licenses_license_view.licenselist
source: Licenses
cs_cz: Licence
sk_sk: Licencie
zh_cn: 许可证

# licenseversion.bizform
source: Form cannot be created due to license limitations.
cs_cz: BizForm nemůže být vytvořen z důvodu licenčních omezení.
sk_sk: Formulár nemôže byť pridaný z dôvodu obmedzenia licencie.
zh_cn: 由于许可证限制，不能创建表格。

# licenseversion.customtables
source: Custom table cannot be added to the selected site due to license limitations.
cs_cz: Nelze přidat uživatelskou tabulku z důvodů licenčních omezení.
sk_sk: Užívateľská tabuľka nemôže byť pridaná z dôvodu obmedzenia licencie.
zh_cn: 自定义表格无法添加到选定的站点由于许可证限制。

# licenseversion.editorsite
source: Editor cannot be added to this site due to license limitations
cs_cz: Editor nemůže být přidán do tohoto webu z důvodu licenčních omezení.
sk_sk: Editor nemôže byť pridaný z dôvodu obmedzenia licencie.
zh_cn: 编辑器不能添加到这个网站由于许可证限制

# licenseversion.globaladministratorsite
source: Global administrator cannot be added to this site due to license limitations.
cs_cz: Globální administrator nemůže být přidán do tohoto webu z důvodu licenčních omezení.
sk_sk: Globálny správca nemôže byť pridaný z dôvodu obmedzenia licencie.
zh_cn: 全局管理员不能添加到这个网站由于许可证限制。

# licenseversion.groups
source: Group cannot be added due to license limitations.
cs_cz: Nelze přidat skupinu kvůli licenčním omezením.
sk_sk: Skupina nemôže byť pridaná z dôvodu obmedzenia licencie.
zh_cn: 由于许可证限制，不能添加组。

# licenseversion.polls
source: Poll could not be added to the selected site due to license limitations.
cs_cz: Anketa nemůže být přidána z důvodu licenčních omezení.
sk_sk: Anketa nemôže byť pridaná z dôvodu obmedzenia licencie.
zh_cn: 民意测验无法添加到选定的站点由于许可证限制。

# licenseversion.sitememberssite
source: Site member cannot be added due to license limitations
cs_cz: Uživatel nemůže být přidán z důvodu licenčních omezení.
sk_sk: Člen stránky nemôže byť pridaný z dôvodu obmedzenia licencie.
zh_cn: 由于许可证限制，不能添加网站成员

# licenseversioncheck.forums
source: Forum cannot be created due to license limitations.
cs_cz: Fórum nemůže být vytvořeno z důvodu licenčních omezení.
sk_sk: Fórum nemôže byť pridané z dôvodu obmedzenia licencie.
zh_cn: 由于许可证限制，不能创建论坛。

# licenseversioncheck.newsletter
source: Email campaign cannot be created due to license limitations.
cs_cz: Newsletter nemůže být vytvořen z důvodu licenčních omezení.
sk_sk: Newsletter nemôže byť vytvorený z dôvodu obmedzenia licencie.
zh_cn: 由于许可证限制，不能创建电子邮件活动。

# licenseversioncheck.newsletterclone
source: Email campaign could not be cloned due to license limitations.
cs_cz: Newsletter nemůže být naklonován z důvodu licenčních omezení.
sk_sk: Newsletter nemôže byť na klonovaný z dôvodu obmedzenia licencie.
zh_cn: 由于许可证限制，无法克隆电子邮件活动。

# licenseversioncheck.subscribers
source: Subscriber could not be added due to license limitations.
cs_cz: Odběratel nemůže být přidán z důvodu licenčních omezení.
sk_sk: Odberateľ nemôže byť pridaný z dôvodu obmedzenia licencie.
zh_cn: 由于许可证限制，无法添加订阅服务器。

# licenseversioncheck.subscribersimport
source: Subscribers could not be imported due to license limitations.
cs_cz: Odběratelé nemohou být naimportováni z důvodu licenčních omezení.
sk_sk: Newsletter nemôže byť importovaný z dôvodu obmedzenia licencie.
zh_cn: 由于许可证限制，不得进口订阅服务器。

# linkeddocs.current
source: (current)
cs_cz: (aktuální)
sk_sk: (aktuálny)
zh_cn: (当前)

# linkeddocs.linkeddocs
source: The page is linked at the following places of the website structure:
cs_cz: Dokument je navázán na následující místa ve struktuře webových stránek:
sk_sk: Dokument je naviazaný na nasledujúce miesta v štruktúre webových stránok:
zh_cn: 网页链接在网站结构的下列地方：

# linkeddocs.nolinkeddocs
source: There are no linked pages for the current page in the website structure.
cs_cz: Nejsou žádné navázané dokumenty pro aktuální dokument ve struktuře webových stránek.
sk_sk: Nie sú žiadne naviazané dokumenty pre aktuálny dokument v štruktúre webových stránok.
zh_cn: 有的网站结构中的当前页面没有链接的网页。

# linkeddocs.original
source: (original)
cs_cz: (originál)
sk_sk: (originál)
zh_cn: （原件）

# listcheckedoutbyme.header
source: Pages checked out by me
cs_cz: Mnou uzamčené dokumenty
sk_sk: Mnou uzamknuté dokumenty
zh_cn: 由我签出的页面

# listing.parentdirectory
source: Parent page
cs_cz: Nadřazený dokument
sk_sk: Nadradený dokument
zh_cn: 父页

# listmydocuments.header
source: My Recent Pages
cs_cz: Nedávné dokumenty
sk_sk: Moje nedávne dokumenty
zh_cn: 我最近的页面

# listmyrecyclebin.destroyhint
source: Destroy permanently
cs_cz: Trvale odstranit
sk_sk: Trvale odstrániť
zh_cn: 永久销毁

# listmyrecyclebin.emptyrecyclebin
source: Empty recycle bin
cs_cz: Vysypat koš
sk_sk: Vysypať kôš
zh_cn: 清空回收站

# listmyrecyclebin.header
source: My recycle bin
cs_cz: Můj odpadkový koš
sk_sk: Môj odpadkový kôš
zh_cn: 我的回收站

# listmyrecyclebin.modifiedwhen
source: Last Modified
cs_cz: Posledně modifikován
sk_sk: Naposledy modifikované
zh_cn: 上次修改时间

# listmyrecyclebin.nodenamepath
source: Original Path
cs_cz: Původní cesta
sk_sk: Pôvodná cesta
zh_cn: 原始路径

# listmyrecyclebin.restorehint
source: Restore page
cs_cz: Obnovit dokument
sk_sk: Obnoviť dokument
zh_cn: 恢复页面

# listmyrecyclebing.errornotallowedtodestroy
source: You are not authorized to destroy this page.
cs_cz: Nemáte oprávnění k odstranění tohoto dokumentu.
sk_sk: Nemáte oprávnenie k odstráneniu tohto dokumentu.
zh_cn: 你不被授权销毁此页。

# listwaitingformyapproval.header
source: Pages Waiting for My Approval
cs_cz: Dokumenty čekající na mé schválení
sk_sk: Dokumenty čakajúce na moje schválenie
zh_cn: 等待我审批页面

# liveid.incorrectsettings
source: Incorrect LiveID settings.
cs_cz: Špatné nastavení LiveID.
sk_sk: nesprávne LiveID nastavenie.
zh_cn: 不正确的 LiveID 设置。

# loadgeneration.first
source: First wave (request for the first object)
cs_cz: První fáze (první požadavek na objekt)
sk_sk: Prvá vlna (požiadavka na prvý objekt)
zh_cn: 第一波 (请求的第一个对象)

# loadgeneration.second
source: Second wave
cs_cz: Druhá fáze
sk_sk: Druhá vlna
zh_cn: 第二波

# loadgeneration.third
source: Third wave
cs_cz: Třetí fáze
sk_sk: Tretia vlna
zh_cn: 第三次浪潮

# loadgeneration.title
source: Cache object on
cs_cz: Cecheovat objekt během:
sk_sk: Cachovať objekty na:
zh_cn: 缓存中的对象

# lock.checkin
source: Check in the page
cs_cz: Uvolnit dokument
sk_sk: Uvoľniť dokument
zh_cn: 签入网页

# lock.checkout
source: Check out the page for editing
cs_cz: Uzamknout dokument pro editaci
sk_sk: Uzamknúť dokument pre editáciu
zh_cn: 查阅用于编辑的页面

# lock.header
source: Check-in/check-out the page for editing
cs_cz: Uvolnit/Uzamknout dokument pro editaci
sk_sk: Uvoľniť/Uzamknúť dokument pre editáciu
zh_cn: 检查-入/签出用于编辑的页面

# lock.infocannoteditduetoworkflowstatus
source: You cannot check out this page since you're not authorized for the current workflow step.
cs_cz: Nemůžete uzamknout dokument, protože nemáte oprávnění pro tento publikační krok.
sk_sk: Nemôžete uzamknúť dokument, pretože nemáte oprávnenie pre tento publikačný krok.
zh_cn: 因为你不被授权为当前的工作流步骤，您无法签出此页。

# lock.infodocumentcheckedout
source: The page has been checked out by {%username%} on {%when%}.
cs_cz: Dokument byl uzamčen uživatelem {%username%} {%when%}.
sk_sk: Dokument bol uzamknutý užívateľom {%username%} {%when%}.
zh_cn: 该页面已被签出由 {%用户名 %} 在 {%时 %}。

# lock.infodocumentdoesnotsupportversioning
source: This page does not support versioning, check-in/check-out and workflow. If you want to use these features, you need to set it up in Page Template Properties in the Development module.
cs_cz: Tento typ dokumentu nepodporuje verzování, uzamykání dokumentu ani workflow. Pokud chcete tyto vlastnosti využívat, je nutné je nastavit v modulu Vývoj, ve vlastnostech šablony dokumentu.
sk_sk: Tento typ dokumentu nepodporuje verzovanie, uzamykanie dokumentu ani workflow. Ak chcete tieto vlastnosti využívať, je nutné ich nastaviť v module Vývoj, vo vlastnostiach šablóny dokumentu.
zh_cn: 此页不支持版本控制、 签入/签出和工作流。如果你想要使用这些功能，您需要设置，它在网页模板属性中开发模块中。

# lock.infodocumentnotcheckedout
source: The page is currently checked in.
cs_cz: Dokument je aktuálně uvolněn.
sk_sk: Dokument je aktuálne uvoľnený.
zh_cn: 页面当前已检入。

# lock.undocheckout
source: Return to the previous version
cs_cz: Návrat k předchozí verzi
sk_sk: Návrat k predchádzajúcej verzii
zh_cn: 返回到以前的版本

# lock.versioncomment
source: Version comment:
cs_cz: Komentář k verzi:
sk_sk: Komentár k verzii:
zh_cn: 版本注释:

# lock.versionnumber
source: Version number:
cs_cz: Číslo verze:
sk_sk: Číslo verzie:
zh_cn: 版本号：

# login_failuretext
source: <strong>Your login attempt was not successful.</strong> Please try again.
cs_cz: Váš pokus o přihlášení nebyl úspěšný. Zkuste to, prosím, znovu.
sk_sk: Váš pokus o prihlásenie nebol úspešný. Skúste to, prosím, znovu.
zh_cn: <strong>您的登录尝试没有成功。</strong>请再试一次。

# logon.errordiskaccess
source: Warning: The #ACCOUNT# account cannot write to the disk. Please grant the account with read, write and modify permissions in the following folder (including subfolders):
cs_cz: Varování: Účet #ACCOUNT# nemůže zapisovat na disk. Nastavte tomuto účtu práva pro čtení, zápis a modifikace v následující složce a jejích podsložkách:
sk_sk: Varovanie: Účet #ACCOUNT# nemôže zapisovať na disk. Prosím nastavte tomuto účtu práva pre čítanie, zápis a modifikáciu v nasledujúcej zložke a jej pod zložkách:
zh_cn: 警告: #ACCOUNT # 帐户无法写入磁盘。请授予该帐户具有读取、 写入和修改权限下面的文件夹 （包括子文件夹） 中：

# logon.errordiskaccesssetuppermissions
source: You may experience errors if you continue without setting appropriate permissions. The following figure shows you how to grant permissions to the account:
cs_cz: Můžete narazit na chyby, pokud budete pokračovat bez nastavení příslušných přístupových práv. Následující obrázek ukazuje jak udělit práva účtu:
sk_sk: Môžete naraziť na chyby, pokiaľ budete pokračovať bez nastavenia príslušných prístupových práv. Nasledujúci obrázok ukazuje ako udeliť práva účtu:
zh_cn: 如果你继续而不设置适当的权限，您可能会遇到错误。下图显示了如何为该帐户授予权限：

# logon.erroroccurred
source: Error occurred: {0}
cs_cz: Nastala chyba: {0}
sk_sk: Nastala chyba: {0}
zh_cn: 出现错误: {0}

# logon.errorpublishingsheduleddocs
source: Error while publishing scheduled pages. Error Message: {0}
cs_cz: Chyba při publikování naplánovaných dokumentů. Chybová zpráva: {0}
sk_sk: Chyba pri publikovaní naplánovaných dokumentov. Chybová správa: {0}
zh_cn: 发布计划的页时出错。错误消息: {0}
