Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# notifications.subscription.selectgateway
source: Please select a gateway for your subscription.
cs_cz: Vyberte prosím bránu.
sk_sk: Prosím, vyberte bránu pre váš odber upozornení.
zh_cn: 请选择您的订阅的网关。

# notifications.subscription.successful
source: You have been successfully subscribed.
cs_cz: Byl(a) jste úspěšně zapsán(a).
sk_sk: Boli ste úspešne prihlásený k odberu upozornení.
zh_cn: 您已成功订阅。

# notifications.template_edit.new
source: New template
cs_cz: Nová šablona
sk_sk: Nová šablóna
zh_cn: 新建模板

# notifications.templates.newitem
source: New template
cs_cz: Nová šablona
sk_sk: Nová šablóna
zh_cn: 新建模板

# notifications.templates.title
source: Templates
cs_cz: Šablony
sk_sk: Šablóny
zh_cn: 模板

# notifications.templatetext.notextbox
source: Gateway '{0}' doesn't support neither text messages nor their subjects. To enable them modify gateway properties.
cs_cz: Brána '{0}' nepodporuje textové zprávy ani předměty. Povolit je můžete úpravou nastavení.
sk_sk: Brána '{0}' nepodporuje buď textové správy alebo ich predmet. Na ich povolenie upravte vlastnosti brány.
zh_cn: 网关 '{0}' 不支持既不是短信，也不是他们的主题。若要启用它们修改网关属性。

# notifications.title
source: Notifications
cs_cz: Upozornění
sk_sk: Upozornenia
zh_cn: 通知

# notifications.userhasnonotifications
source: You aren't currently subscribed to receive any notifications.
cs_cz: Nejste zapsán(a) k zasíláni upozornění.
sk_sk: Nie ste prihlásený k žiadnemu odberu upozornení.
zh_cn: 您当前不被订阅可在收到任何通知。

# objectstaging.globalnotlogged
source: The global object changes are not being tracked. To enable global object tracking, please check the "Log object changes" box in the <strong>##ui|cms|settings## -> Versioning & Synchronization -> Staging</strong> (global) settings section first.
cs_cz: Změny globálních objektů se nesledují. Sledování změn globálních objektů se musí povolit v <strong>Site Manager -> Nastavení -> Synchronizace obsahu</strong> zaškrtnutím "Log object changes".
sk_sk: Globálne objekty nie sú sledované. Na povolenie sledovania globálnych objektov zaškrknite "Zaznamenávať zmeny objektu" v <strong>Site Manager -> Nastavenia -> Verzovanie a synchronizácia -> Synchronizácia serverov</strong>.
zh_cn: 全局对象的更改都没有被跟踪。若要启用跟踪的全局对象，请先检查<strong>##ui|cms|settings##-> 版本 & 同步-> 暂存</strong>（全局） 设置部分中的"日志对象更改"框。

# objectstaging.sitenotlogged
source: Site object changes are not being tracked. To enable site object tracking please check the "Log object changes" box in the <strong>##ui|cms|settings## -> Versioning & Synchronization -> Staging</strong> site settings section first.
cs_cz: Změny objektů vázaných k danému webu nejsou sledovány. Pokud chcete zapnout sledování musíte zaškrtnout "Log object changes" v <strong>Site Manager -> Nastavení -> Synchronizace obsahu</strong>.
sk_sk: Objekty stránky nie sú sledované. Na povolenie sledovania globálnych objektov zaškrknite "Zaznamenávať zmeny objektu" v <strong>Site Manager -> Nastavenia -> Verzovanie a synchronizácia -> Synchronizácia serverov</strong>.
zh_cn: 站点对象更改都没有被跟踪。要启用站点对象跟踪请检查<strong>##ui|cms|settings##-> 版本 & 同步-> 暂存</strong>站点设置部分中的"日志对象更改"框第一次。

# objectstaging.taskseparator
source: The object changes are not being tracked, so you cannot use the Staging module for objects. Please check the "Log object changes" box in the <strong>##ui|cms|settings## -> Versioning & Synchronization -> Staging</strong> section first.
cs_cz: Změny dokumentu nejsou sledovány, proto nemůžete použít "Synchronizační komponentu". Zaškrtněte nejprve "Zaznamenávat změny obsahu" v <strong>Site Manager -> Nastavení -> Synchronizace obsahu</strong>.
sk_sk: Zmeny objektu nie sú sledované, preto nemôžete použiť Synchronizačnú komponentu. Prosím, zaškrtnite najskôr "Zaznamenávať zmeny objektu" v <strong>Site Manager -> Nastavenia -> Verzovanie a synchronizácia -> Synchronizácia serverov</strong>.
zh_cn: 对象的更改都没有被跟踪，因此您不能使用暂存模块为对象。请先检查<strong>##ui|cms|settings##-> 版本 & 同步-> 分期</strong>节的"日志对象更改"框。

# objecttasks.__all__
source: All objects
cs_cz: Všechny objekty
sk_sk: Všetky objekty
zh_cn: 所有对象

# objecttasks.__development__
source: Development
cs_cz: Vývoj
sk_sk: Vývoj
zh_cn: 开发

# objecttasks.__ecommerce__
source: E-commerce
zh_cn: 电子商务

# objecttasks.__forums__
source: Forums
cs_cz: Fóra
sk_sk: Diskusné fóra
zh_cn: 论坛

# objecttasks.__global__
source: Global objects
cs_cz: Globální objekty
sk_sk: Globálne objekty
zh_cn: 全局对象

# objecttasks.__newsletter__
source: Email campaigns
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件活动

# objecttasks.__notification__
source: Notifications
cs_cz: Upozornění
sk_sk: Upozornenia
zh_cn: 通知

# objecttasks.__objects__
source: All objects
cs_cz: Všechny objekty
sk_sk: Všetky objekty
zh_cn: 所有对象

# objecttasks.__pagetemplate__
source: Page templates
cs_cz: Šablony stránek
sk_sk: Šablóny stránky
zh_cn: 网页模板

# objecttasks.__reporting__
source: Reporting
sk_sk: Reporty
zh_cn: 报告

# objecttasks.__site__
source: Website
sk_sk: Webová stránka
zh_cn: 网站

# objecttasks.__webpart__
source: Web parts
cs_cz: Web party
sk_sk: Web party
zh_cn: Web 部件

# objecttasks.badwords_word
source: Bad words
cs_cz: Závadný obsah
sk_sk: Vulgárne výrazy
zh_cn: 坏词

# objecttasks.blog_comment
source: Blog comments
cs_cz: Komentáře blogu
sk_sk: Komentáre blogov
zh_cn: 博客评论

# objecttasks.board_board
source: Message boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 留言板

# objecttasks.cms_acl
source: ACLs
zh_cn: Acl

# objecttasks.cms_attachment
source: Attachment
cs_cz: Příloha
sk_sk: Prílohy
zh_cn: 附件

# objecttasks.cms_attachmenthistory
source: Attachment histories
cs_cz: Historie přílohy
sk_sk: História príloh
zh_cn: 附件的历史

# objecttasks.cms_avatar
source: Avatars
cs_cz: Avatary
sk_sk: Avatary
zh_cn: 头像

# objecttasks.cms_badge
source: Badges
cs_cz: Hodnosti
sk_sk: Hodnosti
zh_cn: 徽章

# objecttasks.cms_bannedip
source: Banned IPs
cs_cz: Blokované adresy
sk_sk: Zakázané IP
zh_cn: 被禁止IP的地址

# objecttasks.cms_category
source: Content categories
cs_cz: Kategorie obsahu
sk_sk: Kategórie obsahu
zh_cn: 内容类别

# objecttasks.cms_country
source: Countries
cs_cz: Země
sk_sk: Krajiny
zh_cn: 国家

# objecttasks.cms_cssstylesheet
source: CSS stylesheets
cs_cz: CSS Šablony stylů
sk_sk: CSS Šablóny štýlov
zh_cn: CSS 样式表

# objecttasks.cms_culture
source: Cultures
cs_cz: Jazyky
sk_sk: Jazyky
zh_cn: 语言

# objecttasks.cms_customtable
source: Custom tables
cs_cz: Uživatelské tabulky
sk_sk: Užívateľské tabuľky
zh_cn: 自定义表

# objecttasks.cms_document
source: Pages
cs_cz: Dokumenty
sk_sk: Dokumenty
zh_cn: 页面

# objecttasks.cms_documentcategory
source: Page categories
cs_cz: Kategorie documentů
sk_sk: Kategórie dokumentu
zh_cn: 网页类别

# objecttasks.cms_emailtemplate
source: Email templates
cs_cz: Šablony e-mailu
sk_sk: Šablóny e-mailov
zh_cn: 电子邮件模板

# objecttasks.cms_eventattendee
source: Event attendees
cs_cz: Účastníci událostí
sk_sk: Návštevníci udalostí
zh_cn: 事件与会者

# objecttasks.cms_form
source: Forms
cs_cz: BizFormy
sk_sk: Formuláre
zh_cn: 表格

# objecttasks.cms_formusercontrol
source: Form controls
cs_cz: Form kontroly
zh_cn: 表格控件

# objecttasks.cms_inlinecontrol
source: Inline controls
cs_cz: Inline kontroly
zh_cn: 内联控件

# objecttasks.cms_layout
source: Page layouts
cs_cz: Rozvržení stránek
sk_sk: Layouty stránky
zh_cn: 页面布局

# objecttasks.cms_licensekey
source: License keys
cs_cz: Licenční klíče
sk_sk: Licenčné kľúče
zh_cn: 许可证密钥

# objecttasks.cms_pagetemplate
source: Page templates
cs_cz: Šablony stránek
sk_sk: Šablóny stránok
zh_cn: 网页模板

# objecttasks.cms_pagetemplatecategory
source: Page template categories
cs_cz: Kategorie šablon stránek
sk_sk: Kategórie šablón stránok
zh_cn: 页面模板类别

# objecttasks.cms_relationship
source: Page relationships
cs_cz: Dokumentové vazby
sk_sk: Vzťahy dokumentov
zh_cn: 页的关系

# objecttasks.cms_relationshipname
source: Relationship names
cs_cz: Názvy vztahů
sk_sk: Názvy vzťahov
zh_cn: 关系名称

# objecttasks.cms_resource
source: Modules
cs_cz: Moduly
sk_sk: Moduly
zh_cn: 模块

# objecttasks.cms_resourcestring
source: Resource strings
cs_cz: Překlady
sk_sk: Zdrojové reťazce
zh_cn: 资源字符串

# objecttasks.cms_role
source: Roles
cs_cz: Role
sk_sk: Role
zh_cn: 角色

# objecttasks.cms_scheduledtask
source: Scheduled tasks
cs_cz: Naplánované úlohy
sk_sk: Naplánované úlohy
zh_cn: 计划的任务

# objecttasks.cms_settingscategory
source: Settings categories
cs_cz: Kategorie nastavení
sk_sk: Kategórie nastavení
zh_cn: 设置类别

# objecttasks.cms_settingskey
source: Setting keys
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置键

# objecttasks.cms_site
source: Website
cs_cz: Web
sk_sk: Web stránky
zh_cn: 网站

# objecttasks.cms_systemtable
source: System tables
cs_cz: Systémové tabulky
sk_sk: Systémové tabuľky
zh_cn: 系统表

# objecttasks.cms_taggroup
source: Tag groups
cs_cz: Skupiny tagů
sk_sk: Skupiny tagov
zh_cn: 标记组

# objecttasks.cms_timezone
source: Time zones
cs_cz: Časová pásma
sk_sk: Časové pásma
zh_cn: 时区

# objecttasks.cms_user
source: Users
cs_cz: Uživatel
sk_sk: Užívateľ
zh_cn: 用户

# objecttasks.cms_versionhistory
source: Version histories
cs_cz: Historie verzí
sk_sk: História verzií
zh_cn: 版本历史记录

# objecttasks.cms_webfarmserver
source: Webfarm servers
cs_cz: Servery webových farem
sk_sk: Webfarm servery
zh_cn: Webfarm 服务器

# objecttasks.cms_webpart
source: Web parts
cs_cz: Web party
sk_sk: Webparty
zh_cn: Web 部件

# objecttasks.cms_webpartcategory
source: Web part categories
cs_cz: Kategorie web part
sk_sk: Kategórie webpart
zh_cn: Web 部件类别

# objecttasks.cms_webpartcontainer
source: Web part containers
cs_cz: Kontejnery web part
sk_sk: Webpart kontajnery
zh_cn: Web 部件容器

# objecttasks.cms_workflow
source: Workflows
cs_cz: Workflow procesy
sk_sk: Workflow procesy
zh_cn: 工作流

# objecttasks.cms_workflowhistory
source: Workflow histories
cs_cz: Historie workflow procesů
sk_sk: Histórie workflow procesov
zh_cn: 工作流历史记录

# objecttasks.cms_workflowscope
source: Workflow scopes
cs_cz: Rozsahy workflow
sk_sk: Rozsahy workflow
zh_cn: 工作流范围

# objecttasks.community_badge
source: Badges
cs_cz: Hodnosti
sk_sk: Hodnosti
zh_cn: 徽章

# objecttasks.community_friend
source: Friend
cs_cz: Přátelé
sk_sk: Priatelia
zh_cn: 朋友

# objecttasks.community_group
source: Groups
cs_cz: Skupiny
sk_sk: Skupiny
zh_cn: 团体

# objecttasks.community_groupmember
source: Group member
cs_cz: Člen skupiny
sk_sk: Členovia skupiny
zh_cn: 组成员

# objecttasks.ecommerce_currency
source: Currencies
cs_cz: Měny
sk_sk: Meny
zh_cn: 货币

# objecttasks.ecommerce_customer
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# objecttasks.ecommerce_department
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenia
zh_cn: 部门

# objecttasks.ecommerce_exchangetable
source: Exchange tables
cs_cz: Směnné tabulky
sk_sk: Zmenové tabuľky
zh_cn: 交换表

# objecttasks.ecommerce_internalstatus
source: Internal statuses
cs_cz: Interní stavy
sk_sk: Interné stavy
zh_cn: 内部状态

# objecttasks.ecommerce_manufacturer
source: Manufacturers
cs_cz: Výrobci
sk_sk: Výrobcovia
zh_cn: 制造商

# objecttasks.ecommerce_optioncategory
source: Option categories
cs_cz: Kategorie variant
sk_sk: Kategórie možností
zh_cn: 选项类别

# objecttasks.ecommerce_order
source: Orders
cs_cz: Objednávky
sk_sk: Objednávky
zh_cn: 订单

# objecttasks.ecommerce_orderstatus
source: Order statuses
cs_cz: Stavy objednávek
sk_sk: Stavy objednávok
zh_cn: 订单状态

# objecttasks.ecommerce_paymentoption
source: Payment options
cs_cz: Způsoby plateb
sk_sk: Možnosti platby
zh_cn: 付款选项

# objecttasks.ecommerce_publicstatus
source: Public statuses
cs_cz: Veřejné stavy
sk_sk: Verejné stavy
zh_cn: 公共状态

# objecttasks.ecommerce_shippingoption
source: Shipping options
cs_cz: Způsoby doručení
sk_sk: Možnosti doručenia
zh_cn: 送货选项

# objecttasks.ecommerce_sku
source: Products
cs_cz: SKUs
sk_sk: SKUs
zh_cn: 产品

# objecttasks.ecommerce_skuoptioncategory
source: Option categories
cs_cz: Kategorie variant
sk_sk: Kategórie možností
zh_cn: 选项类别

# objecttasks.ecommerce_supplier
source: Suppliers
cs_cz: Dodavatelé
sk_sk: Dodávatelia
zh_cn: 供应商

# objecttasks.ecommerce_taxclass
source: Tax classes
cs_cz: Třídy daní
sk_sk: Daňové triedy
zh_cn: 税类

# objecttasks.forums_forum
source: Forums
cs_cz: Fóra
sk_sk: Diskusné fóra
zh_cn: 论坛

# objecttasks.forums_forumgroup
source: Forum groups
cs_cz: Skupiny fór
sk_sk: Skupiny fór
zh_cn: 论坛组

# objecttasks.forums_forumpost
source: Forum posts
cs_cz: Příspěvky fóra
sk_sk: Príspevky fór
zh_cn: 论坛帖子

# objecttasks.headercaption
source: Object tasks
sk_sk: Objektové úlohy
zh_cn: 对象任务

# objecttasks.media_file
source: Media files
cs_cz: Soubory medií
sk_sk: Multimediálne súbory
zh_cn: 媒体文件

# objecttasks.media_library
source: Media libraries
cs_cz: Knihovny médií
sk_sk: Multimediálne knižnice
zh_cn: 媒体库

# objecttasks.newsletter_emailtemplate
source: Email campaign templates
cs_cz: Šablony e-mailů
sk_sk: Šablóny e-mailov
zh_cn: 电子邮件市场活动模板

# objecttasks.newsletter_issue
source: Emails
cs_cz: Vydání newsletterů
sk_sk: Vydania newslettera
zh_cn: 电子邮件

# objecttasks.newsletter_newsletter
source: Email campaigns
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件活动

# objecttasks.newsletter_subscriber
source: Email campaign subscribers
cs_cz: Odběratelé
sk_sk: Odoberatelia
zh_cn: 电子邮件活动订阅者

# objecttasks.notification_gateway
source: Notification gateways
cs_cz: Brány pro upozornění
sk_sk: Brány upozornení
zh_cn: 通知网关

# objecttasks.notification_template
source: Notification templates
cs_cz: Šablony upozornění
sk_sk: Šablóny upozornení
zh_cn: 通知模板

# objecttasks.objecttranslation
source: Object translations
cs_cz: Překlady objektů
sk_sk: Preklady objektov
zh_cn: 对象的翻译

# objecttasks.polls_poll
source: Polls
cs_cz: Ankety
sk_sk: Ankety
zh_cn: 投票调查

# objecttasks.reporting_report
source: Reports
cs_cz: Reporty
sk_sk: Reporty
zh_cn: 报告

# objecttasks.reporting_reportcategory
source: Report categories
cs_cz: Kategorie zpráv
sk_sk: Kategórie správ
zh_cn: 报表类别

# objecttasks.reporting_savedreport
source: Saved reports
cs_cz: Uložené reporty
sk_sk: Uložené reporty
zh_cn: 保存的报告

# objecttasks.root
source: All objects
cs_cz: Všechny objekty
sk_sk: Všetky objekty
zh_cn: 所有对象

# objecttasks.staging_server
source: Staging servers
cs_cz: Cílové servery
sk_sk: Cieľové servery
zh_cn: 临时服务器

# objecttasks.synccurrent
source: Synchronize current subtree
cs_cz: Synchronizovat všechny objekty
sk_sk: Synchronizovať všetky objekty
zh_cn: 同步当前的子树

# objecttype.alternativeform_form
source: Alternative form
cs_cz: Alternativní formulář
sk_sk: Alternatívne formuláre
zh_cn: 替代形式

# objecttype.badwords_word
source: Bad word
cs_cz: Závadný obsah
sk_sk: Vulgárne výrazy
zh_cn: 不好的词

# objecttype.blog_comment
source: Blog comment
cs_cz: Komentář blogu
sk_sk: Komentáre blogov
zh_cn: 博客评论

# objecttype.board_board
source: Message board
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 留言板

# objecttype.board_message
source: Board message
cs_cz: Příspěvek diskuze
sk_sk: Diskusné príspevky
zh_cn: 董事会消息

# objecttype.board_moderator
source: Message board moderator
cs_cz: Moderátor diskuze
sk_sk: Moderátor diskusie
zh_cn: 消息版主

# objecttype.board_role
source: Message board role
cs_cz: Role diskuze
sk_sk: Rola diskusie
zh_cn: 留言板作用

# objecttype.cms_abusereport
source: Abuse report
cs_cz: Hlášení závadného obsahu
sk_sk: Kontrola vulgarizmov
zh_cn: 滥用报告

# objecttype.cms_aclitem
source: ACL item
cs_cz: ACL položka
sk_sk: ACL položka
zh_cn: ACL 项

# objecttype.cms_alias
source: Page alias
cs_cz: Alias dokumentu
sk_sk: Alias dokumentu
zh_cn: 页别名

# objecttype.cms_allowedchildclasses
source: Allowed child class
cs_cz: Povolené vnořené třídy
sk_sk: Povolené vnorené triedy
zh_cn: 允许的子类别

# objecttype.cms_alternativeform
source: Alternative form
cs_cz: Alternativní formulář
sk_sk: Alternatívny formulár
zh_cn: 替代形式

# objecttype.cms_attachment
source: Attachment
cs_cz: Příloha
sk_sk: Príloha
zh_cn: 附件

# objecttype.cms_attachmenthistory
source: Attachment history
cs_cz: Historie příloh
sk_sk: História príloh
zh_cn: 依恋历史

# objecttype.cms_avatar
source: Avatar
zh_cn: 头像

# objecttype.cms_badge
source: Badge
cs_cz: Hodnost
sk_sk: Hodnosť
zh_cn: 徽章

# objecttype.cms_bannedip
source: Banned IP
cs_cz: Blokovaná adresa
sk_sk: Zakázané IP
zh_cn: 禁止IP

# objecttype.cms_category
source: Content category
cs_cz: Kategorie obsahu
sk_sk: Kategórie obsahu
zh_cn: 内容类别

# objecttype.cms_class
source: Class
cs_cz: Třída
sk_sk: Trieda
zh_cn: 类

# objecttype.cms_country
source: Country
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# objecttype.cms_cssstylesheet
source: CSS stylesheet
cs_cz: CSS Šablona stylu
zh_cn: CSS 样式表

# objecttype.cms_culture
source: Culture
cs_cz: Kultura
sk_sk: Kultúra
zh_cn: 语言

# objecttype.cms_customtable
source: Custom table
cs_cz: Uživatelské tabulky
sk_sk: Užívateľská tabuľka
zh_cn: 自定义表

# objecttype.cms_document
source: Page
cs_cz: Dokument
sk_sk: Dokument
zh_cn: 页面

# objecttype.cms_documentalias
source: Page alias
cs_cz: Alias dokumentu
sk_sk: Alias dokumentu
zh_cn: 页别名

# objecttype.cms_documentcategory
source: Page category
cs_cz: Kategorie dokumentu
sk_sk: Kategória dokumentu
zh_cn: 网页类别

# objecttype.cms_documenttype
source: Page type
cs_cz: Typ dokumentu
sk_sk: Typ dokumentu
zh_cn: 页面类型

# objecttype.cms_email
source: Email
zh_cn: 电子邮件

# objecttype.cms_emailtemplate
source: Email template
cs_cz: Šablona e-mailu
sk_sk: Šablóna e-mailu
zh_cn: 电子邮件模板

# objecttype.cms_form
source: Form
cs_cz: BizForm
sk_sk: Formulár
zh_cn: 表格

# objecttype.cms_formrole
source: Form role
cs_cz: Role formuláře
sk_sk: Rola formulára
zh_cn: 表格的作用

# objecttype.cms_formusercontrol
source: Form control
cs_cz: Form kontrol
zh_cn: 表格控件

# objecttype.cms_inlinecontrol
source: Inline control
cs_cz: Inline kontrol
zh_cn: 内联控件

# objecttype.cms_layout
source: Page layout
cs_cz: Rozvržení stránky
sk_sk: Layout stránky
zh_cn: 页面布局

# objecttype.cms_licensekey
source: License key
cs_cz: Licenční klíč
sk_sk: Licenčný kľúč
zh_cn: 许可证密钥

# objecttype.cms_metafile
source: Meta file
cs_cz: Meta soubor
sk_sk: Meta súbor
zh_cn: 元文件

# objecttype.cms_objectrelationship
source: Object relationship
cs_cz: Objektové vazby
sk_sk: Objektové väzby
zh_cn: 对象关系

# objecttype.cms_pagetemplate
source: Page template
cs_cz: Šablona stránky
sk_sk: Šablóna stránky
zh_cn: 网页模板

# objecttype.cms_pagetemplatecategory
source: Page template category
cs_cz: Kategorie šablon stránek
sk_sk: Kategórie šablón stránok
zh_cn: 网页模板类别

# objecttype.cms_permission
source: Permission
cs_cz: Oprávnění
sk_sk: Oprávnenia
zh_cn: 权限

# objecttype.cms_query
source: Query
cs_cz: Dotaz
zh_cn: 查询

# objecttype.cms_relationship
source: Relationship
cs_cz: Vazba
sk_sk: Vzťah
zh_cn: 关系

# objecttype.cms_relationshipname
source: Relationship name
cs_cz: Název vztahu
sk_sk: Meno vzťahu
zh_cn: 关系名称

# objecttype.cms_resource
source: Module
cs_cz: Modul
sk_sk: Modul
zh_cn: 模块

# objecttype.cms_resourcestring
source: Resource string
cs_cz: Zdrojový řetězec
sk_sk: Zdrojový reťazec
zh_cn: 资源字符串

# objecttype.cms_resourcetranslation
source: Resource translation
cs_cz: Překlad
sk_sk: Preklad
zh_cn: 资源翻译

# objecttype.cms_role
source: Role
zh_cn: 作用

# objecttype.cms_rolepermission
source: Role permissions
cs_cz: Oprávnění rolí
sk_sk: Oprávnenia role
zh_cn: 角色权限

# objecttype.cms_scheduledtask
source: Scheduled task
cs_cz: Naplánovaná úloha
sk_sk: Naplánovaná úloha
zh_cn: 计划的任务

# objecttype.cms_settingscategory
source: Settings category
cs_cz: Kategorie nastavení
sk_sk: Kategórie nastavení
zh_cn: 设置类别

# objecttype.cms_settingskey
source: Settings key
cs_cz: Nastavení
sk_sk: Nastavenie
zh_cn: 设置键

# objecttype.cms_site
source: Site
cs_cz: Web
sk_sk: Stránka
zh_cn: 网站

# objecttype.cms_sitedomainalias
source: Site domain alias
cs_cz: Doménový alias webu
sk_sk: Doménový alias webu
zh_cn: 网站域名

# objecttype.cms_state
source: State
cs_cz: Stát
sk_sk: Štát
zh_cn: 状态

# objecttype.cms_systemtable
source: System table
cs_cz: Systémová tabulka
sk_sk: Systémová tabuľka
zh_cn: 系统表

# objecttype.cms_taggroup
source: Tag group
cs_cz: Skupina tagů
sk_sk: Skupina tagov
zh_cn: 标记组

# objecttype.cms_timezone
source: Time zone
cs_cz: Časové pásmo
sk_sk: Časové pásmo
zh_cn: 时区

# objecttype.cms_user
source: User
cs_cz: Uživatel
zh_cn: 用户

# objecttype.cms_usercategory
source: User category
cs_cz: Uživatelská kategorie
sk_sk: Užívateľská kategória
zh_cn: 用户类别

# objecttype.cms_userrole
source: User role settings
cs_cz: Role uživatele
sk_sk: Rola užívateľa
zh_cn: 用户角色设置

# objecttype.cms_usersettings
source: User settings
cs_cz: Uživatelské nastavení
sk_sk: Užívateľské nastavenie
zh_cn: 用户设置

# objecttype.cms_versionhistory
source: Version history
cs_cz: Historie verzí
sk_sk: História verzie
zh_cn: 版本历史记录

# objecttype.cms_webfarmserver
source: Web farm server
cs_cz: Server webové farmy
sk_sk: Server webovej farmy
zh_cn: web farm服务器

# objecttype.cms_webpart
source: Web part
cs_cz: Web parta
zh_cn: Web 部件

# objecttype.cms_webpartcategory
source: Web part category
cs_cz: Kategorie web party
sk_sk: Kategórie webparty
zh_cn: Web 部件类别

# objecttype.cms_webpartcontainer
source: Web part container
cs_cz: Kontejner web party
sk_sk: Web part kontajner
zh_cn: Web 部件容器

# objecttype.cms_webtemplate
source: Web template
cs_cz: Šablona webu
sk_sk: Šablóna web stránky
zh_cn: Web 模板

# objecttype.cms_workflow
source: Workflow
zh_cn: 工作流

# objecttype.cms_workflowscope
source: Workflow scope
cs_cz: Rozsah workflow procesu
sk_sk: Rozsah workflow procesu
zh_cn: 工作流范围

# objecttype.cms_workflowstep
source: Workflow step
cs_cz: Krok workflow procesu
sk_sk: Krok workflow procesu
zh_cn: 工作流步骤

# objecttype.cms_workflowsteprole
source: Workflow step role
cs_cz: Role kroku workflow
sk_sk: Rola kroku workflow
zh_cn: 工作流步骤的作用

# objecttype.com_address
source: Address
cs_cz: Adresa
sk_sk: Adresa
zh_cn: 地址

# objecttype.com_currency
source: Currency
cs_cz: Měna
sk_sk: Mena
zh_cn: 货币

# objecttype.com_currencyexchangerate
source: Exchange rate
cs_cz: Směnný kurz
sk_sk: Výmenný kurz
zh_cn: 汇率

# objecttype.com_customer
source: Customer
cs_cz: Zákazník
sk_sk: Zákazník
zh_cn: 客户

# objecttype.com_department
source: Department
cs_cz: Oddělení
sk_sk: Oddelenie
zh_cn: 新闻部

# objecttype.com_exchangetable
source: Exchange table
cs_cz: Směnná tabulka
sk_sk: Výmenná tabuľka
zh_cn: 交换表

# objecttype.com_internalstatus
source: Internal status
cs_cz: Interní stav
sk_sk: Interný stav
zh_cn: 内部状态

# objecttype.com_manufacturer
source: Manufacturer
cs_cz: Výrobce
sk_sk: Výrobca
zh_cn: 制造商

# objecttype.com_optioncategory
source: Option category
cs_cz: Kategorie variant
sk_sk: Kategória variant
zh_cn: 选项类别

# objecttype.com_order
source: Order
cs_cz: Objednávka
sk_sk: Objednávka
zh_cn: 订单

# objecttype.com_orderitem
source: Order item
cs_cz: Položka objednávky
sk_sk: Položka objednávky
zh_cn: 订单项目

# objecttype.com_orderstatus
source: Order status
cs_cz: Stav objednávky
sk_sk: Stav objednávky
zh_cn: 订单状态

# objecttype.com_orderstatususer
source: Order status history
cs_cz: Historie stavu objednávky
sk_sk: História stavu objednávky
zh_cn: 订单状态历史记录

# objecttype.com_paymentoption
source: Payment option
cs_cz: Způsob platby
sk_sk: Spôsob platby
zh_cn: 付款选项

# objecttype.com_paymentshipping
source: Payment shipping
cs_cz: Platba dopravy
sk_sk: Platba dopravy
zh_cn: 支付运费

# objecttype.com_publicstatus
source: Public status
cs_cz: Veřejný stav
sk_sk: Verejný stav
zh_cn: 公共状态

# objecttype.com_shippingoption
source: Shipping option
cs_cz: Způsob doručení
sk_sk: Spôsob doručenia
zh_cn: 航运选项

# objecttype.com_sku
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# objecttype.com_skuoption
source: Product option
cs_cz: Varianty produktů
sk_sk: Varianty produktu
zh_cn: 产品选项

# objecttype.com_skuoptioncategory
source: Product option category
cs_cz: Kategorie variant
sk_sk: Kategória možností produktu
zh_cn: 产品选项类别

# objecttype.com_skutaxclasses
source: Product tax class
cs_cz: Třída daní produktu
sk_sk: Daňová trieda produktu
zh_cn: 产品税类

# objecttype.com_taxclass
source: Tax class
cs_cz: Třída daní
sk_sk: Daňová trieda
zh_cn: 税类
