Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documentation.webpartproperties.transformationfeed
source: Transformation used for generating the feed.
cs_cz: Transformace používaná na generování feedu.
zh_cn: 用于生成饲料的转化。

# documentation.webpartproperties.transformationname
source: Sets the transformation according to which the search results will be displayed. You can find predefined search result transformations under the CMS.Root page type.
cs_cz: Název transformace, pomocí které mají být zobrazeny výsledky.
sk_sk: Názov transformácie, v ktorej budú zobrazené výsledky vyhľadávania.
zh_cn: 设置的转换展出的搜索结果。你可以找到预定义的搜索结果转换下的 CMS。根页面类型。

# documentation.webpartproperties.urltarget
source: Specifies the name of the target frame in which the navigation links will be opened. For example: _blank
cs_cz: Specifikuje název cílového rámu, ve kterém budou otevřené navigační odkazy. Například: _blank
zh_cn: 指定将在其中打开导航链接的目标框架的名称。例如： _blank

# documentation.webpartproperties.usefordocumenttypes
source: The web part only performs its function on the specified page types. If the page template containing the web part instance is assigned to a page whose type does not match, the web part is disabled. Enter a list of page type code names separated by semicolons (;). If empty, the web part is enabled for all page types.
cs_cz: Určuje, pro který typ dokumentu bude web parta zobrazena. V případě, že je aktuální dokument je jiného typu, web parta se nezobrazí.
sk_sk: Indikuje, pre ktoré typy dokumentov sa má daná webparta použiť. Keď je typ práve vybraného dokumentu odlišný, tak sa webparta nepoužije.
zh_cn: Web 部件仅履行其职能，在指定的页面类型。如果包含 web 部件实例的页面模板分配给其类型不匹配的页面，web 部件将被禁用。输入的页面类型代码名称用分号 (;) 分隔的列表。如果为空，web 部件被启用所有的页面类型。

# documentation.webpartproperties.useforroles
source: The web part only performs its function for users assigned to at least one of the specified roles. Allows you to implement pages with specific functionality for different types of users. Enter a list of role code names separated by semicolons (;). If empty, the web part works for all users.
cs_cz: Web parta bude plniť svoju funkciu len ak je aktuálny užívateľ priradený do jednej z rolí zadaných v zozname. To môžete využiť, ak chcete implementovať dokumenty so špecifickou funkcionalitou pre rôzne typy užívateľov. Roly v zozname musia byť zadané svojimi kódovými názvami a oddelené bodkočiarkou (;). Ak necháte prázdne, web parta bude funkčná pre všetkých užívateľov.
zh_cn: Web 部件仅为分配给指定的角色中，至少一个用户执行其功能。允许您执行特定的功能，为不同类型的用户页面。输入的角色代码名称用分号 (;) 分隔的列表。如果为空，web 部件将适用于所有用户。

# documentation.webpartproperties.usehiearechorder
source: Indicates whether the default hierarchical order should be used when displaying pages. This order is applied only if the LoadHierarchicalData property is enabled. The default order value is "NodeLevel, NodeOrder". The value of the ORDER BY expression property is added to the end of the order by clause.
cs_cz: Určuje, zda se má při zobrazování dokumentů použít defultní hierarchické pořadí. Toto pořadí se použije pouze jako povolená vlastnost LoadHierarchicalData. Defaultní hodnota pořadí je "NodeLevel, NodeOrder". Hodnota vlastnosti ORDER BY výraz je přidána na konec order by klauzule.
zh_cn: 指示在显示页面时是否应使用默认层次结构顺序。只有启用了 LoadHierarchicalData 属性，这种秩序被应用。默认顺序值是"NodeLevel，NodeOrder"。ORDER BY 表达式属性的值是由子句加入秩序的结尾。

# documentation.webpartproperties.useupdatepanel
source: Indicates if an AJAX UpdatePanel container should be used for this web part.
cs_cz: Je-li zaškrtnuto, použije se AJAXový kontejner pro tento webpart.
sk_sk: Ak je zaškrtnuté, použije sa AJAX kontajner pre túto webpartu.
zh_cn: 指示是否应为此 web 部件使用 AJAX UpdatePanel 容器。

# documentation.webpartproperties.visible
source: Indicates if the web part should be displayed.
cs_cz: Určuje, zda je webpart viditelný.
sk_sk: Určuje, či je webparta viditeľná.
zh_cn: 指示是否应显示该 web 部件。

# documentation.webpartproperties.webparttitle
source: Title of the web part displayed on the Design tab in administration and in on-site editing mode. If empty, the value of the Web part control ID property is used for this purpose.
cs_cz: Nadpis web party.
sk_sk: Titulok web party.
zh_cn: 在设计选项卡管理和现场编辑模式中显示的 web 部件的标题。如果为空，Web 部件控件 ID 属性的值用于此目的。

# documentation.webpartproperties.where
source: Sets the value of the WHERE clause in the SELECT statement used to retrieve the content.
cs_cz: WHERE část SELECT dotazu.
sk_sk: WHERE časť SELECT dotazu.
zh_cn: 设置用于检索内容的 SELECT 语句中的 WHERE 子句的值。

# documentation.webpartproperties.wordwrap
source: Indicates if long menu item captions should be broken into multiple lines (word wrapped).
cs_cz: Určuje, zda dlouhé titulky položek menu mají být zalomené na více řádků.
zh_cn: 指示是否长菜单项标题应拆分为多行 （自动换行）。

# documentation.webpartproperties.zonetitle
source: Title of the zone displayed on the Design tab.
cs_cz: Název zóny zobrazovaný na záložce Design.
zh_cn: 在设计选项卡上显示该区域的标题。

# documentation.webpartproperties.zonetype
source: The following zone types are available: None - a standard web part zone. User personalization - widget zone that website users can personalize on the live site. Customization by page editor - widget zone that website editors can customize on the Page tab of the Pages application. Customization by group administrator - widget zone that group administrators of the group that owns the page can customize on the live site. Dashboard - this type of zone is only available on Dashboard page type templates. If selected, user can customize the widget zone on dashboard sections located in the administration interface.
cs_cz: Následující typy zón jsou dostupné: Žádná - použije se standardní webpart zóna. Uživatelská personalizace - zóna bude nastavena, aby obsahovala widgety a uživatelé webu ji budou moci na živém webu personalizovat. Přizpůsobení podle editora stránek - zóna bude nastavena, aby obsahovala widgety a editoři stránky ji budou moci přizpůsbovat na záložce Stránka v CMS Desku. Přizpůsobení podle správce skupiny - zóna bude nastavena, aby obsahovala widgety a správci skupiny, která vlastní stránku, ji budou moci přizpůsobovat na živém webu. Nástěnka - tento typ zóny je dostupný pouze na šablonách typu stránky Nástěnka. Pokud je vybráno, zóna bude nastavena, aby obsahovala widgety a uživatelé si jí budou moci přizpůsobovat v sekci nástěnky umístěné v rozhraní zprávy CMS.
zh_cn: 下列区域类型都可用： None-标准 web 部件区域。用户个性化-网站用户可以个性化在工地现场的小部件区。由页面编辑器-自定义小部件区 Pages 应用程序中的页选项卡，编辑可以自定义该网站。组管理员 — — 自定义组拥有该页组的管理员的小部件区可以自定义在工地现场。控制板-这种类型是区域的只可用控制板页面类型模板。如果选定该属性，用户可以自定义小部件区的控制板部分位于管理界面。

# documentation.webparts.abuse.status
source: Allows the selection of a status according to which the displayed abuse reports will be filtered. Reports with a different status than chosen here will not be shown.
cs_cz: Umožní výběr stavu, podle kterého budou zobrazená hlášení vulgarismů filtrována. Reporty s jiným stavem, než je vybrán, nebudou zobrazeny.
zh_cn: 允许选择的一种状态，将过滤显示的虐待的报告。报告具有不同的地位比选择在这里将不会显示。

# documentation.webparts.blogs.blogname
source: Selects the specific blog (or all blogs ) from which the comments will be loaded.
cs_cz: Vyberte konkrétní blog (nebo všechny blogy), ze kterých budou načítány komentáře.
zh_cn: 从评论将加载选择特定的博客 （或所有博客）。

# documentation.webparts.blogs.isapproved
source: Can be used to filter the listed comments according to their approval status (e.g. if the no option is selected, only comments that require approval will be displayed).
cs_cz: Slouží na filtrování seznamu komentářů podle jejich stavu schválení (např. pokud není vybrána žádná volba, zobrazí se jen komentáře, které vyžadují schválení).
zh_cn: 可以用来过滤的上市公司的评论，根据其审批状态 (例如如果未不选择任何选项，将显示只需要批准的评论）。

# documentation.webparts.blogs.isspam
source: Can be used to filter the listed comments according to their spam flag.
cs_cz: Slouží na filtrování seznamu komentářů podle jejich označení jako SPAM.
zh_cn: 可以用来过滤其垃圾邮件标志列的点评。

# documentation.webparts.blogs.title
source: Web par displaying blog posts.
cs_cz: Webpart zobrazující blogové příspěvky.
zh_cn: Web 部件显示博客帖子。

# documentation.webparts.forum.groups
source: Selects the forum groups from which posts should be displayed. If empty, all forum posts will be loaded, including those from ad-hoc forums.
cs_cz: Vyberte skupinu fór, ze kterých mají být zobrazovány příspěvky. Pokud je prázdné, budou načítány všechny příspěvky fór, včetně příspěvků z ad-hoc fór.
zh_cn: 选择应从中显示帖子的论坛组。如果为空，将加载所有的论坛帖子，包括那些来自特设论坛。

# documentation.widgetproperties.container
source: Selects which container (if any) should be displayed around the widget.
cs_cz: Kontejner zobrazený kolem widgetu.
sk_sk: Kontajner zobrazený okolo widgetu.
zh_cn: 选择应显示周围小部件的容器 （如果有）。

# documentation.widgetproperties.containercssclass
source: CSS class used for the widget container. Applied only if the {%ContainerCSSClass%} macro is used as a value of the Class attribute of a wrapping element in container code.
cs_cz: CSS třída použitá pro kontejner widgetu. Aplikuje se pouze pokud je v kódu kontejneru použité makro {%ContainerCSSClass%} jako hodnota atributu Třída obalovacího elementu.
zh_cn: 构件容器使用的 CSS 类。只有 {%containercssclass%} 宏用作容器代码中的包装元素的 Class 属性的值应用。

# documentation.widgetproperties.containercustomcontent
source: Custom content of the widget container. Applied only if the {%ContainerCustomContent%} macro is used in container code.
cs_cz: Vlastní obsah widget kontejneru. Aplikuje se pouze pokud je v kódu kontejner použité makro {%ContainerCustomContent%}.
zh_cn: 构件容器的自定义内容。只有在容器的代码中使用 {%containercustomcontent%} 宏应用。

# documentation.widgetproperties.containertitle
source: Sets the text of the title displayed in the header of the widget's container.
cs_cz: Nadpis zobrazený v kontejneru widgetu (pokud podporuje zobrazení nadpisu).
sk_sk: Titulok zobrazený v hlavičke obálky pre widget (keď sa zobrazovanie podporuje).
zh_cn: 设置部件的容器的标头中显示的标题的文本。

# documentation.widgets.widgetpropertiestitle
source: Allows user to set widget title. If empty widget name is used.
cs_cz: Umožňuje uživateli nastavit nadpis widgetu. Pokud není zadáno, je použit kódový název widgetu.
sk_sk: Dovolí uživateľovi meniť titulok widget. Keď ponechané prázdne, použije sa názov widget.
zh_cn: 允许用户设置窗口小部件标题。如果使用空的小部件的名称。

# documentation.zoneproperties.container
source: Specifies the name of the container (box) to be displayed around the entire web part zone. Only the containers defined at ##ui|cms.design|Development.WebContainers## can be selected. The selected container can be edited directly by using the Edit button.
cs_cz: Specifikuje název kontejneru (boxu), který bude zobrazen okolo celé webpart zóny. Vybrané mohou být pouze kontejnery definované v Site Manager -> Vývoj -> Webpart kontejnery. Vybraný kontejner může být upravován přímo po kliknutí na tlačítko Upravit.
zh_cn: 指定容器 （箱），周围的整个 web 部件区域显示的名称。只在 ##ui|cms.design| 定义的容器可以选择 Development.WebContainers##。直接使用编辑按钮，可以编辑选定的容器。

# documentation.zoneproperties.containercssclass
source: CSS class used for the web part zone's container. Applied only if the {%ContainerCSSClass%} macro is used as the value of the Class attribute in the code of the container.
cs_cz: CSS třída použitá pro kontejnery webpart zón. Použije se pouze pokud je v kódu kontejneru jako hodnota atributu Třída (Class) použité makro {%ContainerCSSClass%}.
zh_cn: 用于 web 部件区域集装箱的 CSS 类。只有 {%containercssclass%} 宏用作容器的代码中的类属性值应用。

# documentation.zoneproperties.containercustomcontent
source: Custom content to be displayed in the web part zone's container. Applied only if the code of the used container contains the {%ContainerCustomContent%} macro.
cs_cz: Vlastní obsah, který se zobrazí v kontejneru webpart zóny. Použije se pouze pokud kód použitého kontejneru obsahuje makro {%ContainerCustomContent%}.
zh_cn: 要在 web 部件区域的容器中显示的自定义内容。只有使用的容器的代码包含 {%containercustomcontent%} 宏应用。

# documentation.zoneproperties.containerhideonsub
source: If enabled, the zone's container does not appear on pages that inherit the zone from an ancestor page.
cs_cz: Určuje, zda kontejner webpart zóny má být na podstránkách skrytý.
zh_cn: 如果启用，区域的容器，也不会出现在该区域继承祖先页的页面上。

# documentation.zoneproperties.containertitle
source: Sets a title for the container (if one is specified for the web part zone). This title is displayed only if the {%ContainerTitle%} macro is used in the code of the container.
cs_cz: Nastaví nadpis kontejneru (pokud je specifikovaný pro webpart zónu). Tento nadpis se zobrazí pouze pokud je v kódu kontejner použité makro {%ContainerTitle%}.
zh_cn: 为容器设置标题，（如果已指定为 web 部件区域）。此标题将显示只有当 {%containertitle%} 宏在容器的代码中使用。

# documentation.zoneproperties.contentafter
source: HTML content placed after the web part zone. Can be used to display a footer or close the tags contained in the 'ContentBefore' property, such as </div> or </table> elements.
cs_cz: HTML obsah, který bude umístěn za webpart zónu. Může být použit na zobrazení patičky nebo pro uzavírání tagů obsažených ve vlastnosti 'Obsah před', jako např. </div> nebo </table> elementy.
zh_cn: HTML 内容放置在 web 部件区域之后。可用于显示的页脚或关闭包含在 ContentBefore 属性中，如标记或元素。

# documentation.zoneproperties.contentbefore
source: HTML content placed before the web part zone. Can be used to display a header or add some encapsulating code, such as <div> or <table> elements to achieve the required layout.
cs_cz: HTML obsah, který bude umístěn před webpart zónu. Může být použit na zobrazení hlavičky nebo pro přidání obalovacího kódu, např. <div> nebo <table> elementy.
zh_cn: HTML 内容放置在 web 部件区域之前。可以用来显示一个标头或添加一些封装的代码，如<div>或<table>要获得所需的布局元素。</table></div>

# documentation.zoneproperties.displaytoroles
source: Contains a list of roles to which the web part zone should be displayed. This may be used to implement pages with specific functionality for different types of users. The roles in the list must be specified by their code names and separated by semicolons (;). If empty, the zone will be displayed to all users.
cs_cz: Obsahuje seznam rolí, kterým se bude webpart zóna zobrazovat. To můžete využít, pokud chcete implementovat dokumenty se specifickou funkcionalitou pro různé typy uživatelů. Role v seznamu musí být zadány svými kódovými názvy a oddělené středníkem (;). Pokud necháte prázdné, webpart bude funkční pro všechny uživatele.
zh_cn: 包含的角色，应显示 web 部件区域的列表。这可用于实现与特定的功能，为不同类型的用户的页面。列表中的角色必须指定其代码名，并以分号 (;) 分隔。如果为空，将向所有用户显示该区域。

# documentation.zoneproperties.hideonsub
source: If checked, the web part zone does not appear on pages that inherit the zone from an ancestor page.
cs_cz: Určuje, zda má být webpart zóna na podstránkách schovaná. Pokud toto políčko zakliknete, zóna bude zobrazena pouze na stránce, která používá šablonu s touto zónou a bude skrytá na všech podstránkách, které zónu dědí z nadřazeného dokumentu.
zh_cn: 如果选中此选项，web 部件区域，也不会出现在该区域继承祖先页的页面上。

# documentation.zoneproperties.showfordocumenttypes
source: Indicates for which page types should the web part zone be displayed. If the type of the currently selected page is different, the web part zone is not displayed.
cs_cz: Určuje, ve kterých typech dokumentů má být webpart zóna zobrazena.
zh_cn: 指示哪些页面类型应显示 web 部件区域。如果当前所选页的类型是不同的是不会显示 web 部件区域。

# documentation.zoneproperties.visible
source: Indicates if the entire content of the web part zone should be displayed.
cs_cz: Určuje, zda se má zobrazovat celý obsah webpart zóny.
zh_cn: 指示是否应显示 web 部件区域的整个内容。

# documentation.zoneproperties.zonetitle
source: Specifies the title of the web part zone. If not entered, code name of the web part zone is used.
cs_cz: Specifikuje nadpis webpart zóny. Pokud není zadaný, použije se kódový název webparty.
zh_cn: 指定 web 部件区域的标题。如果没有输入，则使用 web 部件区域的代码名称。

# documentlibrary.copydocument
source: Copy document
cs_cz: Kopírovat dokument
sk_sk: Kopírovať dokument
zh_cn: 复制文档

# documentlibrary.deletedocument
source: Delete document
cs_cz: Smazat dokument
sk_sk: Zmazať dokument
zh_cn: 删除文档

# documentlibrary.documentpermissions
source: Document permissions
cs_cz: Oprávnění dokumentu
sk_sk: Práva dokumentu
zh_cn: 文档权限

# documentlibrary.librarypermissions
source: Library permissions
cs_cz: Oprávnění knihovny
sk_sk: Oprávnenia knižnice
zh_cn: 库权限

# documentlibrary.libraryrootnotexist
source: Page with specified library path ('{0}') does not exist.
cs_cz: Dokument se zadanou cestou knihovny ('{0}') neexistuje.
sk_sk: Dokument so zadanou cestou knižnice ('{0}') neexistuje.
zh_cn: 与指定的库路径 （' {0} '） 的页面不存在。

# documentlibrary.localizedocument
source: Localize document
cs_cz: Lokalizovat dokument
sk_sk: Lokalizovať dokument
zh_cn: 本地化文档

# documentlibrary.newdocument
source: New document
cs_cz: Nový dokument
sk_sk: Nový dokument
zh_cn: 新文档

# documentlibrary.noaction
source: No action is allowed.
cs_cz: Není povolena žádná akce.
sk_sk: Nie je povolená žiadna akcia
zh_cn: 没有行动被允许。

# documentlibrary.saveandclose
source: Save & Close
cs_cz: Uložit a zavřít
sk_sk: Uložiť & zatvoriť
zh_cn: 保存 & 关闭

# documents.copytooltip
source: Copy selected page
cs_cz: Kopírovat vybraný dokument
sk_sk: Kopíruj vybraný dokument
zh_cn: 复制所选的页面

# documents.deletecurrenttooltip
source: Delete current page
cs_cz: Smazat aktuální dokument.
zh_cn: 删除当前页面

# documents.deletetooltip
source: Delete selected page
cs_cz: Odstranit vybraný dokument
sk_sk: Zmaž vybraný dokument
zh_cn: 删除所选的页面

# documents.downtooltip
source: Move selected page down
cs_cz: Přesunout vybraný dokument dolů
sk_sk: Presuň vybraný dokument nižšie
zh_cn: 向下移动所选的页面

# documents.edittooltip
source: Edit current page
cs_cz: Upravit aktuální dokument
zh_cn: 编辑当前页

# documents.movetooltip
source: Move selected page
cs_cz: Přesunout vybraný dokument
sk_sk: Presuň vybraný dokument
zh_cn: 移动所选的页

# documents.navigatetodocument
source: Navigate to page
cs_cz: Navigovat k dokumentu
sk_sk: Navigovať do dokumenut
zh_cn: 导航到页

# documents.newtooltip
source: Create new page
cs_cz: Vytvořit nový dokument
sk_sk: Vytvor nový dokument
zh_cn: 创建新的页面

# documents.propertiestooltip
source: Display properties for current page
cs_cz: Zobrazit vlastnosti aktuálního dokumentu
zh_cn: 显示当前页的属性

# documents.selectdocuments
source: You have to select some pages first.
cs_cz: Nejprve je třeba zvolit nějaké dokumenty.
sk_sk: Musíte najprv vybrať nejaké dokumenty.
zh_cn: 您必须首先选择一些页面。

# documents.uptooltip
source: Move selected page up
cs_cz: Přesunout vybraný dokument nahoru
sk_sk: Presuň vybraný dokument vyššie
zh_cn: 向上移动所选的页

# documentselection.showclearbutton
source: Show clear button
zh_cn: 显示清除按钮

# documenttype.advanced
source: Advanced settings
cs_cz: Pokročilé nastavení
zh_cn: 高级的设置

# documenttype.classdefaultpagetemplateid.description
source: The page template used by default when pages of this type are created. If no page template is specified, new pages inherit the template of their parent page by default.
zh_cn: 使用默认情况下创建这种类型的页面时的页面模板。如果指定了没有页面模板，新页在默认情况下继承其父页面的模板。

# documenttype.classdisplayname.description
source: The name of the page type displayed in the user interface.
zh_cn: 在用户界面中显示的页类型的名称。

# documenttype.classeditingpageurl.description
source: URL of the editing page displayed when the page is being edited on the Form tab.
zh_cn: 显示在表格选项卡上编辑页面时的编辑页面的 URL。

# documenttype.classicons.description
source: The icons representing the pages of this type in the interface.
zh_cn: 代表页面的这种类型的界面中的图标。

# documenttype.classinheritsfromclassid.description
source: A page type from which fields are loaded into the current page type. These fields can be then modified without affecting the parent page type.
zh_cn: 从该字段被加载到当前的页类型的页面类型。这些字段可以然后修改，而不会影响父页面类型。

# documenttype.classismenuitemtype.description
source: The default view mode for pages of this type is the Page tab instead of the Form tab. Pages of this type do not inherit the parent page's page template by default. Viewer web parts placed on pages automatically display child pages if their Path property is empty.
zh_cn: 这种类型的页面的默认视图模式是页面选项卡而不是表格选项卡。默认情况下，这种类型的页面不继承父页面的页面模板。自动放置在页面上的查看器 web 部件显示子页面，如果其 Path 属性为空。

# documenttype.classlistpageurl.description
source: URL of the page displayed when the page is being viewed in list mode.
zh_cn: 当在列表模式正在浏览的网页时显示的页面的 URL。

# documenttype.classloadgeneration.description
source: Indicates the wave in which the objects of this type are loaded at the system start.
zh_cn: 指示在系统开始时加载该类型的对象的浪潮。

# documenttype.classname.description
source: Serves as a unique identifier for the page type. For example, in the API. Consists of a namespace and an identifier of the specific page type.
zh_cn: 作为页面类型的唯一标识符。例如，在 API 中。由命名空间和特定的页面类型标识符组成。

# documenttype.classnewpageurl.description
source: URL of the page used when creating new pages of this type.
zh_cn: 在创建这种类型的新页面时使用的页面的 URL。

# documenttype.classpagetemplatecategoryid.description
source: Limits the page template selection options available when creating this type of page. Users can then only choose from a specific sub-section of the template catalog.
zh_cn: 创建这种类型的页面时，可以限制可用的页面模板选择选项。然后，用户只可以选择从模板目录的特定子部分。

# documenttype.classpreviewpageurl.description
source: URL of the page displayed when the page is being displayed in preview mode.
zh_cn: 页面被显示在预览模式下时显示的页面的 URL。

# documenttype.classshowtemplateselection.description
source: Indicates whether users are required to select a page template when creating a new page of this type.
zh_cn: 指示是否要求用户在创建这种类型的新网页时选择页面模板。

# documenttype.classtablename.description
source: Displays the full name of the database table used to store coupled data for pages of this type, that is, the content of the specific fields.
zh_cn: 显示用于存储页面的这种类型，即是将内容的特定字段的耦合的数据的数据库表的完整名称。

# documenttype.classusepublishfromto.description
source: Indicates if the Publish from/to fields are offered for pages of this type. These fields are used to schedule publishing of the pages.
zh_cn: 指示是否发布到字段则提供这种类型的页面。这些字段用于安排发布页面。

# documenttype.classviewpageurl.description
source: URL of the editing page displayed when the page is being edited on the Page tab.
zh_cn: 当该页面正在编辑的页面选项卡上显示的编辑页的 URL。

# documenttype.edit.codename
source: name
zh_cn: 名称

# documenttype.editdocumenttype
source: Edit page type
zh_cn: 编辑页面类型

# documenttype.editingsettings
source: Editing pages settings
cs_cz: Upravit nastavení stránek
zh_cn: 编辑页面设置

# documenttype.icon
source: Page type icon
zh_cn: 页面类型图标

# documenttype.name
source: Page type name
cs_cz: Název typu dokumentu
sk_sk: Názov typu dokumentov
zh_cn: 页面类型名称

# documenttype.newsettings
source: New page settings
cs_cz: Nastavení nového dokumentu
zh_cn: 新建页面设置

# documenttype.scopes.allpages
source: Page type can be used on all pages
zh_cn: 页面类型可以用在所有页上

# documenttype.scopes.newscope
source: New scope
zh_cn: 新建作用域

# documenttype.scopes.selectedscopes
source: Page type can be used only within the following scopes
zh_cn: 可以只在下列范围内使用页面类型

# documenttype_edit.general.isproductsection
source: Page is product section:
cs_cz: Dokument je sekce produktů:
zh_cn: 页面是产品节：

# documenttype_edit_form.confirmlayoutchange
source: Current layout will be lost. Are you sure you want to continue?
zh_cn: 当前的布局将会丢失。是否确实要继续?

# documenttype_edit_form.errorlabel
source: Error label
zh_cn: 错误标签

# documenttype_edit_general.templatecategoryselection
source: Root page template category:
cs_cz: Katagorie šablon kořenové stránky:
zh_cn: 根页面模板类别：

# documenttype_edit_header.allowedtypes
source: Allowed types
zh_cn: 允许的类型

# documenttype_edit_header.ecommerce
source: E-commerce
zh_cn: 电子商务

# documenttype_edit_header.queries
source: Queries
cs_cz: Dotazy
zh_cn: 查询

# documenttype_edit_header.transformations
source: Transformations
cs_cz: Transformace
sk_sk: Transformácie
zh_cn: 转换

# documenttype_edit_query_edit.title
source: Query properties
cs_cz: Vlastnosti dotazu
sk_sk: Vlastnosti query
zh_cn: 查询属性

# documenttype_edit_transformation_edit.newtransformation
source: New transformation
cs_cz: Nová transformace
sk_sk: Nová transformácia
zh_cn: 新建转型

# documenttype_edit_transformation_list.edit
source: Edit transformation
cs_cz: Upravit transformaci
sk_sk: Editovať transformáciu
zh_cn: 编辑转换
