Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# translationservice.documentwasskipped
source: The processing of page '{0}' was skipped. The page was already deleted from the system.
zh_cn: 页面"{0}"的处理被跳过。页面已经被从系统中删除。

# translationservice.downloadxliff
source: Download XLF file
cs_cz: Stáhnout XLF soubor
zh_cn: XLF 文件下载

# translationservice.downloadxliffinzip
source: Export all to ZIP
cs_cz: Exportovat do ZIP-u
zh_cn: 导出所有到压缩文件

# translationservice.errorwhileprocessingdocument
source: The translation service returned an error while processing the page <strong>{0}</strong>:
zh_cn: 翻译服务处理页面<strong>{0}</strong>时返回了一个错误：

# translationservice.importtranslation
source: Import page translation
cs_cz: Importovat překlad dokumentu
zh_cn: 导入页翻译

# translationservice.importtranslations
source: Process translations
cs_cz: Zpracovat překlady
zh_cn: 过程的翻译

# translationservice.importtranslationstooltip
source: Imports translated pages into system
cs_cz: Importovat přeložené dokumenty do systému
zh_cn: 进口转化系统页

# translationservice.importxlifffromzip
source: Import all from ZIP
cs_cz: Importovat ze ZIP-u
zh_cn: 所有从 ZIP 中导入

# translationservice.instructions
source: Instructions
cs_cz: Instrukce
zh_cn: 说明

# translationservice.invaliddeadline
source: Please select a future Translation deadline date.
cs_cz: Vyberte prosím datum překladu v budoucnosti.
zh_cn: 请选择将来的翻译截止日期。

# translationservice.ismachine
source: Is machine translator
cs_cz: Je strojový překladač
zh_cn: 是翻译机器

# translationservice.ismachineservice
source: Is machine translation service
cs_cz: Je strojová překladatelská služba
zh_cn: 是机器翻译服务

# translationservice.ismachineservice.description
source: Indicates whether the service is based on machine translation. If disabled, it is considered as a human translation service
zh_cn: 指示是否该服务基于机器翻译。如果禁用，它被考虑作为人工翻译服务

# translationservice.itemcount
source: Pages count
cs_cz: Počet dokumentů
zh_cn: 页计数

# translationservice.itemobjecttype
source: Object type
cs_cz: Typ objektu
zh_cn: 对象类型

# translationservice.laststatuscheck
source: Status of translations was last updated: {0}.
cs_cz: Stav překladů byl naposledy změněn: {0}. Pro kontrolu aktualizací klikněte na tlačítko "Aktualizovat stavy".
zh_cn: 上次更新翻译现状： {0}。

# translationservice.licenselimitation
source: You don't have valid licence for Translation Services.
zh_cn: 你没有有效牌照的翻译服务。

# translationservice.machineservicesuffix
source: (machine translation)
cs_cz: (strojový překlad)
zh_cn: （机器翻译）

# translationservice.nodocumentstotranslate
source: No pages to translate
cs_cz: Žádné dokumenty na překlad
zh_cn: 没有翻译的页面

# translationservice.noenabledservices
source: You are not allowed to create new submission because there aren't any enabled human translations services.
zh_cn: 你不是允许创建新的划界案，因为没有任何已启用的人工翻译服务。

# translationservice.notavailable
source: This service is not available on current site, please check service settings in ##ui|cms|settings## -> Content -> Translation services.
cs_cz: Služba není na aktuálním webu dostupná, zkontrolujte prosím nastavení služby v Site Manager -> Nastavení -> Obsah -> Překladatelské služby.
zh_cn: 这项服务在当前站点上不可用，请检查服务设置在 ##ui|cms|settings##-> 内容-> 翻译服务。

source: Translation service parameter
cs_cz: Parametr služby
zh_cn: 翻译服务参数

# translationservice.parameter.description
source: The text data which may be accessed from within the code implementing the service
zh_cn: 文本数据，可能会从内部实现服务的代码访问

# translationservice.priority
source: Priority
cs_cz: Priorita
zh_cn: 优先

# translationservice.processsubmission
source: Import translated pages
cs_cz: Importovat přeložené dokumenty
zh_cn: 导入翻译的页面

# translationservice.resubmit
source: Resubmit
cs_cz: Znovu odeslat
zh_cn: 重新提交

# translationservice.resubmitsubmission
source: Resubmit all pages within the submission
cs_cz: Znovu odeslat všechny dokumenty v tomto požadavku
zh_cn: 重新提交中提交的所有页面

# translationservice.resubmittooltip
source: Resubmits the submission to the translation service
cs_cz: Znovu odeslat překladatelské službě požadavek na překlad
zh_cn: 重新提交到翻译服务

# translationservice.savesubmissionfailed
source: Error while saving submission data.
cs_cz: Nastala chyba při ukládání dat požadavku.
zh_cn: 保存提交数据时出错。

# translationservice.selectdocuments
source: Page(s) for translation
cs_cz: Vyberte dokumenty, které chcete přeložit
zh_cn: 网页翻译

# translationservice.serviceassemblyname
source: Service provider
cs_cz: Assembly name poskytovatele služby
zh_cn: 服务提供商

# translationservice.serviceassemblyname.description
source: Assembly and class name which implements translation service
zh_cn: 程序集和类的名称，实现翻译服务

# translationservice.serviceclassname
source: Service provider class name
cs_cz: Class name poskytovatele služby
zh_cn: 服务提供程序类名称

# translationservice.serviceisenabled
source: Service is enabled
cs_cz: Služba je povolena
zh_cn: 启用服务

# translationservice.serviceisenabled.description
source: Indicates whether the translation service is enabled or disabled
zh_cn: 指示是否启用或禁用翻译服务

# translationservice.servicesupportscancel
source: Supports canceling submissions
zh_cn: 支持取消提交

# translationservice.servicesupportscancel.description
source: Indicates whether the translation service supports canceling submissions
zh_cn: 指示是否翻译服务支持取消提交

# translationservice.servicesupportsdeadline
source: Supports submission deadlines
cs_cz: Podporuje konečný termín požadavku
zh_cn: 支持提交截止日期

# translationservice.servicesupportsdeadline.description
source: Indicates whether the translation service supports specifying submission deadline dates
zh_cn: 指示翻译服务是否支持指定的提交截止日期

# translationservice.servicesupportsinstructions
source: Supports submitting instructions
cs_cz: Služba podporuje odesílání instrukcí
zh_cn: 支持提交的说明

# translationservice.servicesupportsinstructions.description
source: Indicates whether the translation service supports including additional instructions
zh_cn: 指示是否翻译服务支持包括附加说明

# translationservice.servicesupportspriority
source: Supports prioritizing of submissions
cs_cz: Podporuje prioritizování požadavků
zh_cn: 提交技术支持优先次序

# translationservice.servicesupportspriority.description
source: Indicates whether the translation service supports setting the submission priority
zh_cn: 指示是否翻译服务支持提交的优先次序

# translationservice.servicesupportsstatusupdate
source: Supports manual status update
zh_cn: 支持手动状态更新

# translationservice.servicesupportsstatusupdate.desciption
source: Indicates whether the translation service supports manual updating of submission status
zh_cn: 指示是否翻译服务支持手动更新的提交状态

# translationservice.sourceculture
source: Source culture
cs_cz: Zdrojová kultura
zh_cn: 源语语言

# translationservice.sourcedocuments
source: Submitted page(s)
cs_cz: Odeslané dokumenty
zh_cn: 提交的页

# translationservice.sourcelanguage
source: Source language
cs_cz: Zdrojový jazyk
zh_cn: 源语

# translationservice.status
source: Submission status
cs_cz: Stav požadavku
zh_cn: 提交状态

# translationservice.statusmessage
source: Service message
cs_cz: Servisní zpráva
zh_cn: 服务消息

# translationservice.submissioncanceled
source: Submission has been canceled.
cs_cz: Požadavek na překlad byl zrušen.
zh_cn: 提交已被取消。

# translationservice.submissioncompleted
source: You are not allowed to upload a new translation because submission '{0}' has already been translated.
zh_cn: 你不是允许上传一个新的翻译，因为提交 '{0}' 已经被翻译。

# translationservice.submissiondeadline
source: Submission deadline
cs_cz: Konečný termín požadavku na překlad
zh_cn: 提交截止时间

# translationservice.submissiondeleted
source: Submission has been deleted.
zh_cn: 提交已被删除。

# translationservice.submissiondocumentscategory
source: Content
cs_cz: Obsah
zh_cn: 内容

# translationservice.submissioninstructions
source: Instructions for translators
cs_cz: Instrukce pro překladatele
zh_cn: 译者的说明

# translationservice.submissionitemfiletype
source: File type
cs_cz: Typ souboru
zh_cn: 文件类型

# translationservice.submissionprice
source: Price
cs_cz: Cena
zh_cn: 价格

# translationservice.submissionsettings
source: Settings
cs_cz: Nastavení
zh_cn: 设置

# translationservice.submissionstatusmessage
source: Submission status message
cs_cz: Zpráva o stavu požadavku
zh_cn: 提交状态消息

# translationservice.submissionsubmitted
source: Submission '{0}' submitted with username '{1}' to Translations.com with submission ticket '{2}'.
zh_cn: 提交 '{0}' 提交用户名 '{1}' 到 Translations.com 与提交票 '{2}'。

# translationservice.submissionticket
source: Submission ticket
cs_cz: Tiket požadavku
zh_cn: 提交票

# translationservice.submissionurl
source: You can submit translated page(s) to the following URL
cs_cz: Můžete odeslat přeložené dokumenty na následující URL
zh_cn: 您可以提交到以下 URL 的翻译的页

# translationservice.submit.submissioncanceled
source: You are not allowed to upload a new translation because submission '{0}' has been canceled.
zh_cn: 你不是允许上传一个新的翻译，因为提交 '{0}' 已被取消。

# translationservice.submit.submissiondeleted
source: You are not allowed to upload a new translation because requested submission has been deleted.
zh_cn: 你不是允许上传一个新的翻译，因为要求提交已被删除。

# translationservice.submittedby
source: Translation submitted by
cs_cz: Překlad odeslal
zh_cn: 提交的翻译

# translationservice.submittedbyuser
source: Submitted by user
cs_cz: Odeslal
zh_cn: 用户提交的

# translationservice.submittedbyuseremail
source: Email of the user
cs_cz: E-mail uživatele
zh_cn: 电子邮件的用户

# translationservice.submittranslateddocuments
source: Submit translated pages
cs_cz: Odeslat přeložené dokumenty
zh_cn: 提交翻译的页

# translationservice.submittranslation
source: Create new submission
cs_cz: Vytvořit nový požadavek na překlad
zh_cn: 创建新的划界案

# translationservice.submittranslationtooltip
source: Opens a dialog where pages can be sent to a translation service.
cs_cz: Otevře dialog, z něhož mohou být odeslány dokumenty pro překladatelskou službu.
zh_cn: 打开一个对话框，可以在那里将页面发送给翻译服务。

# translationservice.targetculture
source: Target culture
cs_cz: Cílová kultura
zh_cn: 目标语言

# translationservice.targetlanguage
source: Target language
cs_cz: Cílový jazyk
zh_cn: 目标语言

# translationservice.targetlanguagenotsupported
source: Target cultures '{0}' are not supported by the translation provider. Submission cannot be created. Please make sure that the translation service is set up correctly.
cs_cz: Cílová jazyk není poskytovatelům překladů podporován.
zh_cn: 由翻译提供程序不支持目标语言 '{0}'。不能创建提交。请确保正确设置了翻译服务。

# translationservice.templatedoesnotexist
source: A template for the Email translation service doesn't exist. Create an email template with codename 'translationservice.submittranslation' to correct the behavior of the selected service.
zh_cn: 电子邮件翻译服务的模板不存在。创建电子邮件模板与代号 'translationservice.submittranslation'，以纠正选定服务的行为。

# translationservice.translateattachments
source: Include binary files
cs_cz: Zahrnout binární soubory
zh_cn: 包括二进制文件

# translationservice.translationfailed
source: Translation failed.
cs_cz: Překlad selhal
zh_cn: 翻译失败。

# translationservice.translationresubmitted
source: Pages were resubmitted.
cs_cz: Dokumenty byly znovu odeslány
zh_cn: 页面被重新提交。

# translationservice.translationscom.configerror
source: Error contacting the service. Please check the endpoint addresses in &lt;system.serviceModel&gt; section of your web.config file.
cs_cz: Chyba při kontaktování služby. Zkontrolujte, prosím, koncové adresy ve vašem web.config souboru v sekci &lt;system.serviceModel&gt;.
zh_cn: 联系服务时出错。请检查您的 web.config 文件 &lt; system.serviceModel &gt; 节中的终结点地址。

# translationservice.translationscom.resubmit.pending
source: The submission you want to re-submit is currently in progress. This submission can't be re-submitted.
zh_cn: 你想要重新提交的提交正在进行中。这次提交不能重新提交。

# translationservice.translationscom.resubmit.processed
source: Submission that you want to re-submit is already completed. Please click on 'Update statuses' button to update available actions
zh_cn: 已完成您想要重新提交的提交。请点击更新状态按钮，以更新可用的操作

# translationservice.translationservice
source: Translation service
cs_cz: Překladateská služba
zh_cn: 翻译服务

# translationservice.translationservice.edit
source: Translation service properties
cs_cz: Vlastnosti překladatelské služby
zh_cn: 翻译服务属性

# translationservice.translationservice.list
source: Translation services
cs_cz: Překladatelské služby
zh_cn: 翻译服务

# translationservice.translationservice.new
source: New translation service
cs_cz: Nová překladatelská služba
zh_cn: 新建翻译服务

# translationservice.translationsimported
source: Translations were successfully imported.
cs_cz: Překlady byly úspěšně importovány.
zh_cn: 翻译已成功导入。

# translationservice.translationsimportfail
source: An error occurred while importing the translation for the page <strong>{0}</strong>.
cs_cz: Nastala chyba při importování překladů.
zh_cn: 导入翻译页面<strong>{0}</strong>时出错。

# translationservice.translationsubmission.edit
source: Translation submission properties
cs_cz: Vlastnosti požadavku na překlad
zh_cn: 翻译提交属性

# translationservice.translationsubmission.list
source: Translation submissions
cs_cz: Požadavky na překlad
zh_cn: 翻译提交内容

# translationservice.translationsubmission.new
source: New translation submission
cs_cz: Nový požadavek na překlad
zh_cn: 新翻译提交

# translationservice.translationsuploaded
source: Translations were successfully uploaded.
cs_cz: Překlady byly úspěšně nahrány.
zh_cn: 翻译已成功上载。

# translationservice.translationuploadedsuccessfully
source: File was successfully uploaded.
cs_cz: Soubor byl úspěšně nahrán.
zh_cn: 已成功上载文件。

# translationservice.updateandresubmit
source: Save and resubmit
cs_cz: Uložit a znovu odeslat
zh_cn: 保存并重新提交

# translationservice.updateandresubmittooltip
source: Saves new submission settings and resubmits it to the translation service
cs_cz: Uloží nové nastavení požadavku na překlad a znovu ho odešle překladatelské službě.
zh_cn: 保存新的提交设置并重新给翻译服务

# translationservice.updatestatuses
source: Update statuses
cs_cz: Aktualizovat stavy
zh_cn: 更新状态

# translationservice.updatestatusestooltip
source: Contacts translation services to provide status update of submissions.
cs_cz: Kontaktujte překladatelské služby, aby poskytly aktualizovaný požadavek na překlad.
zh_cn: 联系翻译服务提供的提交状态更新

# translationservice.uploadtranslation
source: Upload translation
cs_cz: Nahrát překlad
zh_cn: 上传翻译

# translationservice.uploadtranslationinfo
source: Please select translated XLF file you want to upload:
cs_cz: Vyberte, prosím, přeložený XLF soubor, který chcete nahrát:
zh_cn: 请选择您想要上传的翻译的 XLF 文件：

# translationservice.uploadxliff
source: Upload translated XLF file
cs_cz: Nahrát přeložený XLF soubor
zh_cn: 翻译的 XLF 文件上传

# translationservice.uploadzipinfo
source: Please select a ZIP file with translated XLF files (file names have to correspond to the file names in the source package):
cs_cz: Vyberte prosím ZIP soubor s přeloženým XLF souborem (názvy souborů musí odpovídat názvům souborů ve zdrojovém balíčku):
zh_cn: 请选择一个 ZIP 文件，翻译 XLF 文件 （文件的名称必须对应的源包中文件的名称）：

# translationservice.wordcount
source: Words
cs_cz: Slova
zh_cn: 单词

# translationservice.xliffallowed
source: Only XLIFF files are allowed (extension .xlf).
cs_cz: Povoleny jsou pouze XLIFF soubory (přípona .xlf).
zh_cn: XLIFF 文件只允许 (分机.xlf)。

# translationservice.zipfileexpected
source: Please upload ZIP file with translations.
cs_cz: Nahrajte, prosím, ZIP soubor s překlady.
zh_cn: 请上传 ZIP 文件的翻译。

# translationservices.ismachine
source: Is machine translation
cs_cz: Je strojový překlad
zh_cn: 是机器翻译

# translationservices.submissionnamesuffix
source: (and {0} more)
cs_cz: (a {0} dalších)
zh_cn: （和更多的 {0}）

# transman.allcultures
source: (all cultures)
cs_cz: (všechny jazykové verze)
sk_sk: (všetky jazykové kultúry)
zh_cn: (所有培养物)

# transman.anyculture
source: (any culture)
cs_cz: (jakákoli jazyková verze)
sk_sk: (ľubovoľná jazyková kultúra)
zh_cn: （任何语言）

# transman.createnewculture
source: Create new culture version
cs_cz: Vytvořit novou jazykovou verzi
sk_sk: Vytvoriť novú jazykovú verziu
zh_cn: 创建新的语言版本

# transman.editallcultures
source: User can edit all languages
cs_cz: Uživatel může upravovat všechny jazyky
sk_sk: Užívateľ môže upravovať všetky jazyky
zh_cn: 用户可以编辑所有的语言

# transman.editculture
source: Edit culture version
cs_cz: Upravit jazykovou verzi
sk_sk: Upraviť jazykovú verziu
zh_cn: 编辑语言版

# transman.editselectedcultures
source: User can edit following languages:
cs_cz: Uživatel může upravovat následující jazyky:
sk_sk: Užívateľ môže upravovať nasledujúce jazyky:
zh_cn: 用户可以编辑以下语言：

# transman.is
source: is
cs_cz: je
sk_sk: je
zh_cn: 是

# transman.isnot
source: is not
cs_cz: není
sk_sk: nie je
zh_cn: 不是

# transman.isnottranslatedto
source: is not translated to
cs_cz: není přeložený do
sk_sk: nie je preložené do
zh_cn: 不翻译为

# transman.istranslatedto
source: is translated to
cs_cz: je přeložen do
sk_sk: je preložené do
zh_cn: 将被转换为

# transman.language
source: Language: {0}
cs_cz: Jazyk: {0}
sk_sk: Jazyk: {0}
zh_cn: 语言： {0}

# transman.languages
source: Languages
cs_cz: Jazyky
sk_sk: Jazyky
zh_cn: 语言

# transman.modified
source: Last modified: {0}
cs_cz: Poslední změna: {0}
sk_sk: Naposledy upravované: {0}
zh_cn: 上次修改时间: {0}

# transman.nodocumentculture
source: There are no page language versions matching search criteria.
cs_cz: Žádné jazykové verze odpovídající hledaným kritériím nebyly nalezeny.
sk_sk: Nenašli sa žiadne jazykové verzie dokumentu zodpovedajúce zadaným kritériám.
zh_cn: 没有页面与搜索条件相匹配的语言版本。

# transman.notallowedcreate
source: You are not allowed to create this culture version.
cs_cz: Nemáte oprávnění k vytvoření této jazykové verze.
sk_sk: Nemáte oprávnenie vytvoriť danú jazykovú verziu.
zh_cn: 你不允许创建此语言版本。

# transman.nottranslatedto
source: Not translated to
cs_cz: Není přeložený do
sk_sk: nepreložené do
zh_cn: 不翻译为

# transman.selectsite
source: Select site
cs_cz: Vybrat web
sk_sk: Vybrať web
zh_cn: 选择站点

# transman.status
source: Status: {0}
zh_cn: 状态: {0}

# transman.translate
source: Translate page
cs_cz: Přeložit dokument
zh_cn: 翻译页

# transman.translatedto
source: Translated to
cs_cz: Přeložený do
sk_sk: preložené do
zh_cn: 转换为

# transman.version
source: Version: {0}
cs_cz: Verze: {0}
sk_sk: Verzia: {0}
zh_cn: 版本: {0}

# transman.waitingfortranslation
source: Waiting for translation
cs_cz: Čeká na překlad
zh_cn: 等待翻译

# tree.checkedoutnodetooltip
source: Checked out page
cs_cz: Uzamčené dokumenty
sk_sk: Zamknuté dokumenty
zh_cn: 签出页面

# tree.publishednodetooltip
source: Published page
cs_cz: Publikovaný dokument
sk_sk: Publikované dokumenty
zh_cn: 已发布的页

# tree.scheduledtobepublishedtooltip
source: New version scheduled to be published
cs_cz: Naplánováno k publikování
sk_sk: Plánuje sa publikovať
zh_cn: 计划出版的新版本

# tree.unpublishednodetooltip
source: Not published page
cs_cz: Nepublikovaný dokument
sk_sk: Nepublikované dokumenty
zh_cn: 不发布的页

# tree.wireframetooltip
source: Includes wireframe
cs_cz: Včetně wireframe
zh_cn: 包括线框

# trial.expired
source: Your trial version expired. You can <a target="_blank" href="http://www.kenticoasia.com/Download-Demo/Trial-Version/Trial-Extend">extend your trial period</a>, <a target="_blank" href="http://www.kenticoasia.com/Purchase">purchase the full version</a> or <a target="_blank" href="http://www.kenticoasia.com/Support">get technical support</a>.
cs_cz: Vaše zkušební verze vypršela. Plnou verzi můžete objednat na <a target="_blank" href="http://www.kenticoasia.com/buy.aspx">www.kenticoasia.com/buy.aspx</a>. Technickou podporu naleznete na <a target="_blank" href="http://www.kenticoasia.com/support.aspx">www.kenticoasia.com/support.aspx</a>.
sk_sk: Vaša skúšobná verzia vypršala. Plnú verziu môžete objednať na <a target="_blank" href="http://www.kenticoasia.com/buy.aspx">www.kenticoasia.com/buy.aspx</a>. Technickú podporu nájdete na <a target="_blank" href="http://www.kenticoasia.com/support.aspx">www.kenticoasia.com/support.aspx</a>.
zh_cn: 您的试用版已过期。您可以<a target="_blank" href="http://www.kenticoasia.com/Download-Demo/Trial-Version/Trial-Extend">延续您的试用期</a>、<a target="_blank" href="http://www.kenticoasia.com/Purchase">购买完整版本</a>或<a target="_blank" href="http://www.kenticoasia.com/Support">获得技术支持</a>。

# trial.expiresin
source: Your trial version expires in <strong>{0}</strong>. You can <a target="_blank" href="http://www.kenticoasia.com/Download-Demo/Trial-Version/Trial-Extend">extend your trial period</a>, <a target="_blank" href="http://www.kenticoasia.com/Purchase">purchase the full version</a> or <a target="_blank" href="http://www.kenticoasia.com/Support">get technical support</a>.
cs_cz: Vaše zkušební verze vyprší v <strong>{0}</strong> dnech. Plnou verzi můžete objednat na <a target="_blank" href="http://www.kenticoasia.com/buy.aspx">www.kenticoasia.com/buy.aspx</a>. Technickou podporu naleznete na <a target="_blank" href="http://www.kenticoasia.com/support.aspx">www.kenticoasia.com/support.aspx</a>.
sk_sk: Vaša skúšobná verzia vyprší v <strong>{0}</strong> dňoch. Plnú verziu môžete objednať na <a target="_blank" href="http://www.kenticoasia.com/buy.aspx">www.kenticoasia.com/buy.aspx</a>. Technickú podporu nájdete na <a target="_blank" href="http://www.kenticoasia.com/support.aspx">www.kenticoasia.com/support.aspx</a>.
zh_cn: 您的试用版还剩<strong>{0}</strong>过期。您可以<a target="_blank" href="http://www.kenticoasia.com/Download-Demo/Trial-Version/Trial-Extend">延续您的试用期</a>、<a target="_blank" href="http://www.kenticoasia.com/Purchase">购买完整版本</a>或<a target="_blank" href="http://www.kenticoasia.com/Support">获得技术支持</a>。

# tut_aspx.caption
source: Kentico Tutorial (ASPX templates)
zh_cn: Kentico 教程 （ASPX 模板）

# tut_pe.caption
source: Kentico Tutorial
zh_cn: Kentico 教程

# ui.accessdenied
source: You are not authorized to {0} webpart '{1}' of type '{2}'.
zh_cn: 你被无权访问 {0} webpart '{1}' 类型 '{2}'。

# ui.editing.nobindingobjecttype
source: No binding object type selected.
zh_cn: 选择未绑定的对象类型。

# ui.editing.noobjectprovidertype
source: No object provider type selected.
zh_cn: 未选择的对象提供程序类型。

# ui.editing.noobjecttype
source: No object type selected.
zh_cn: 未选择的对象类型。

# ui.editing.notargetobjecttype
source: No target object type selected.
zh_cn: 未选择目标对象类型。

# ui.element.alreadyexists
source: UI element with the same codename already exists for current module.
zh_cn: 为当前模块已存在具有相同代号 UI 元素。

# ui.moduledisabled.general
source: The {0} module is currently disabled. To enable it, please go to <strong>{1}</strong> and check the "{2}" box.
zh_cn: {0} 模块当前被禁用。若要启用它，请转到<strong>{1}</strong>并选中复选框"{2}"。

# ui.notauthorizemodified
source: You are not authorized to modify this object.
zh_cn: 您无权修改此对象。

# ui.objecttype.accessdenied
source: You are not authorized to {0} type '{1}'.
zh_cn: 你被无权访问 {0} 类型"{1}"。

# ui.templatenotfound
source: Template '{0}' was not found.
zh_cn: 找不到模板 '{0}'。

# uicontext.editor.currentinvalidkey
source: This key is not valid.
zh_cn: 这把钥匙是无效的。

# uicontext.editor.enterkey
source: Please enter some key name.
zh_cn: 请输入一些关键的名称。

# uicontext.editor.invalidkey
source: Key <b>'{0}'</b> is not valid.
zh_cn: 关键<b>'{0}'</b>是无效的。

# uicontext.editor.keyalreadyexists
source: This key already exists.
zh_cn: 此键已存在。

# uicultures.change
source: Change UI culture
cs_cz: Změnit jazykovou verzi UI
sk_sk: Zmeniť kultúru UI
zh_cn: 更改 UI 语言

# uielement.adhocdescription
source: Ad-hoc template for UI element "{0}"
zh_cn: UI 元素"{0}"的自组网模板

# uielement.contentpermissions
source: Access condition
zh_cn: 访问条件

# uielement.customproperties
source: Custom properties
zh_cn: 自定义属性

# uielement.design.notemplate
source: Design can't be displayed for element without selected page template.
zh_cn: 设计不显示为元素没有选定的页面模板。

# uielement.displaycontentnotavaible
source: Display design content is not avaible for layout templates.
zh_cn: 显示设计内容不是功夫的布局模板。

# uielement.elementnotfound
source: UI element '{0}' was not found.
zh_cn: 找不到用户界面元素"{0}"。

# uielement.elementobjectnotfound
source: UI element was not found.
zh_cn: 找不到用户界面元素。

# uielement.elementrestrictions
source: Element restrictions
zh_cn: 元素限制

# uielement.hidegeneralproperties
source: Hide general properties
zh_cn: 隐藏的常规属性
