Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# chat.webpart.description.errorbutton
source: Transformation name for button that allows user to clear all error messages at once on the potentially opened chat window.
cs_cz: Název transformace pro tlačítko, které umožní uživateli smazat všechny chybové zprávy najednou v potenciálně otevřeném chatovacím okně.
zh_cn: 允许用户清除所有错误消息一次可能打开的聊天窗口上的按钮的转换名称。

# chat.webpart.description.offlineform
source: Name of form that is displayed to customer when he requests assistance and no support employees are currently available on support chat.
cs_cz: Název formuláře, který se zobrazí zákazníkovi, když požádá o pomoc a právě nejsou dostupní žádní zaměstnanci podpory na chatu podpory.
zh_cn: 他请求援助和没有支持员工时，向客户显示的表格的名称当前可用支持聊天。

# chat.webpart.description.user
source: Transformation name for users on potentially opened chat window.
cs_cz: Název transformace pro uživatele v potenciálně otevřeném chatovacím okně.
zh_cn: 转换名称上的用户可能打开的聊天窗口。

# chat.webpart.description.userlist
source: Transformation name for user list in potentially opened window.
cs_cz: Název transformace pro seznam uživatelů v potenciálně otevřeném okně.
zh_cn: 用户列表中可能已打开的窗口的转换名称。

# chat.webpart.property.error
source: Chat error transformation
cs_cz: Transformace chybového chatu
zh_cn: 聊天错误转型

# chat.webpart.property.errorbutton
source: Chat error close all button transformation
cs_cz: Transformace tlačítka Chybový chat zavřít vše
zh_cn: 聊天错误关闭所有按钮转型

# chat.webpart.property.offlineform
source: Off-line support form name
cs_cz: Název formuláře pro offline podporu
zh_cn: 离线支持表格名称

# chat.webpart.property.userlist
source: Chat room user list transformation
cs_cz: Transformace seznamu uživatelů chatovací místnosti
zh_cn: 聊天室用户列表转换

# chat.webparts.autoinitiatedchat.description
source: This web part allows you to automatically contact site visitors with predefined messages after a specified period of time.
cs_cz: Tento webpart vám umožní po určité době automaticky kontaktovat návštěvníky webu předdefinovanými zprávami.
zh_cn: 此 web 部件允许您在指定的时间段后自动联系网站访问者与预定义的消息。

# chat.webparts.category.megawp.onlineusers
source: On-line chat users
cs_cz: Uživatel online konverzace
zh_cn: 网上聊天用户

# chat.webparts.category.megawp.rooms
source: Chat rooms
cs_cz: Chatovací místnosti
zh_cn: 聊天室

# chat.webparts.category.megawp.roomusers
source: Room users
cs_cz: Uživatelé místnosti
zh_cn: 房间用户

# chat.webparts.errors.description
source: Displays errors, warnings and alerts (such as wrong password, flooding etc.).
cs_cz: Zobrazí chyby, upozornění a výstrahy (jako chybné heslo, zahlcování atd.)
zh_cn: 显示错误、 警告和警报 （如错误的密码，洪涝等等。）。

# chat.webparts.errors.name
source: Chat errors
cs_cz: Chyby chatu
zh_cn: 聊天错误

# chat.webparts.initiatedchat.description
source: This web part allows visitors to respond to chat conversation initiated by you from the On-line users or On-line contacs page.
cs_cz: Tento webpart umožňuje návštěvníkům reagovat na konverzaci iniciovanou vámi ze strany On-line uživatele nebo On-line kontakty.
zh_cn: 此 web 部件允许访问者回应从在线用户或网上联系方式页由您发起的聊天对话。

# chat.webparts.leaveroom.description
source: Displays a button for leaving a chat room.
cs_cz: Zobrazí tlačítko pro opuštění chatovací místnosti
zh_cn: 显示一个按钮离开聊天室。

# chat.webparts.leaveroom.name
source: Chat leave room
cs_cz: Opuštění chatovací místnosti
zh_cn: 离开聊天室

# chat.webparts.login.description
source: Enables users to log into chat. When logged in, displays the login status, a link to change the nickname and the Leave button.
cs_cz: Umožní uživatelům přihlásit se do chatu. Když je přihlášen, zobrazí stav přihlášení, odkaz na změnu přezdívky a tlačítko pro opuštění chatu.
zh_cn: 使用户能够登录到聊天。登录时，将显示登录状态，将其改变昵称和假按钮的链接。

# chat.webparts.login.name
source: Chat login
cs_cz: Přihlášení do chatu
zh_cn: 聊天登录

# chat.webparts.megawebpart.description
source: Easy to use all-in-one web part compiling all the chat features into a single component.
cs_cz: Kompletní, jednoduše použitelný webpart, který spojuje všechny funkce chatu do jedné komponenty.
zh_cn: 易于使用的多功能一体 web 部件编译成单个组件的所有聊天功能。

# chat.webparts.megawebpart.name
source: Chat web part
zh_cn: 聊天 web 部件

# chat.webparts.notofication.description
source: Displays notification status area, informing users how many notifications (e.g., room invitations) they have and allows to open the list of notifications.
cs_cz: Zobrazí oblast notifikačních statutů, která informuje uživatele o tom, kolik notifikací (např. pozvání do místnosti) má a kolik mu umožní otevřít seznam notifikací.
zh_cn: 显示通知状态区域，通知用户有多少通知 （例如，房间邀请） 他们有并允许打开的通知列表。

# chat.webparts.notofication.enablebubble
source: If checked, newly received notifications will appear to users in a pop-upp bubble in the top right corner of the page.
cs_cz: Když je povolené, nové notifikace se zobrazí uživateli ve vyskakovací bublině v pravém horním rohu stránky.
zh_cn: 如果选中此选项，新收到的通知将显示给用户在一个流行 upp 泡沫在页面的右上角。

# chat.webparts.notofication.enablebubblecaption
source: Enable notification highlight
cs_cz: Povolit zvýrazněné notifikace
zh_cn: 启用通知突出显示

# chat.webparts.notofication.name
source: Chat notifications
cs_cz: Notifikace chatu
zh_cn: 聊天通知

# chat.webparts.onlineusers.description
source: Displays a list of all users currently on-line in the chat.
cs_cz: Zobrazí seznam uživatelů, kteří jsou momentálně chatu online.
zh_cn: 显示所有用户的列表当前在线的聊天。

# chat.webparts.onlineusers.name
source: Chat on-line users
cs_cz: Online uživatelé chatu
zh_cn: 聊天在线用户

# chat.webparts.properties.autoinitchat.delay
source: Number of seconds after which the specified message will appear to the user.
cs_cz: Počet sekund, po jejichž uplynutí se specifikovaná zpráva zobrazí uživateli.
zh_cn: 之后指定的消息将会向用户显示的秒数。

# chat.webparts.properties.autoinitchat.delaycaption
source: Time delay
cs_cz: Časový rozestup
zh_cn: 时间延迟

# chat.webparts.properties.autoinitchat.initiatorsname
source: Name that will appear to users as the initiator of the chat.
cs_cz: Jméno, které se zobrazí jako iniciátor chatu.
zh_cn: 将显示给用户的聊天发起人的名称。

# chat.webparts.properties.autoinitchat.initiatorsnamecaption
source: Initiator's name
cs_cz: Jméno iniciátora
zh_cn: 启动器的名称

# chat.webparts.properties.autoinitchat.messages
source: Messages you want to sent to the visitor. You can write multiple messages, each on a separate line.
cs_cz: Zprávy, které chcete poslat návštěvníkovi. Můžete zadat více zpráv, každou na novém řádku.
zh_cn: 您想要发送到旅客的消息。您可以编写多个消息，每一个单独的行上。

# chat.webparts.properties.autoinitchat.messagescaption
source: Messages
cs_cz: Zprávy
zh_cn: 消息

# chat.webparts.properties.category.inviteusers
source: Invite user
cs_cz: Pozvat uživatele
zh_cn: 邀请用户

# chat.webparts.properties.category.newchatwindow
source: New chat window transformations
cs_cz: Transformace nového chatovacího okna
zh_cn: 新建聊天窗口转换

# chat.webparts.properties.category.roompopuptrans
source: Popup window transformations
cs_cz: Transformace vyskakovacího okna
zh_cn: 弹出窗口转换

# chat.webparts.properties.category.transformations
source: Transformations
cs_cz: Transformace
zh_cn: 转换

# chat.webparts.properties.enablebbcode
source: Indicates if BBCode should be enabled in chat messages. If disabled, BBCode in messages will not be resolved.
cs_cz: Určuje, či má být povolen BBCode ve zprávách chatu. Pokud je zakázáno, BBCode ve zprávách se nevyhodnocuje.
zh_cn: 指示是否应该在聊天消息启用设置高亮。如果禁用，将不解析在消息中的设置高亮。

# chat.webparts.properties.enablebbcodecaption
source: Enable BBCode
cs_cz: Povolit BBCode
zh_cn: 启用设置高亮

# chat.webparts.properties.enablebbcodesend
source: If checked, BBCode editor will be displayed instead of the standard text box.
cs_cz: Pokud je zakliknuté, zobrazí se místo klasického textového pole BBCode editor.
zh_cn: 如果选中此选项，设置高亮编辑器将显示而不是标准的文本框。

# chat.webparts.properties.enablefilter
source: When checked, a text box for filtering users will be displayed.
cs_cz: Když je zakliknuté, bude zobrazeno textové pole pro filtrování uživatelů.
zh_cn: 选中时，将显示用于过滤用户的文本框。

# chat.webparts.properties.enablefiltercaption
source: Enable filtering
cs_cz: Povolit filtrování
zh_cn: 启用筛选

# chat.webparts.properties.enablepagingcaption
source: Enable paging
cs_cz: Povolit stránkování
zh_cn: 启用分页

# chat.webparts.properties.enablepagingrooms
source: If checked, paging for the list of rooms will be used.
cs_cz: Pokud je zakliknuté, bude použito stránkování pro seznam místností
zh_cn: 如果选中此选项，将使用的房间列表的分页功能。

# chat.webparts.properties.enablepagingusers
source: If checked, paging for the list of users is used.
cs_cz: Pokud je zakliknuté, použije se stránkování pro seznam uživatelů
zh_cn: 如果选中此选项，则使用分页的用户的列表。

# chat.webparts.properties.errordeletealltransformation
source: Transformation that will be used to display the Close all button.
cs_cz: Transformace, která bude použita na zobrazení tlačítka Zavřít vše.
zh_cn: 将用来显示关闭按钮，所有的转换。

# chat.webparts.properties.errordeletealltransformationcaption
source: Close all button transformation
cs_cz: Transformace tlačítka Zavřít vše
zh_cn: 关闭所有的按钮转型

# chat.webparts.properties.errorshowdeleteallbtn
source: Indicates whether the Close all button should be displayed.
cs_cz: Určuje, jestli bude zobrazeno tlačítko Zavřít vše
zh_cn: 指示是否应显示所有按钮关闭。

# chat.webparts.properties.errorshowdeleteallbtncaption
source: Show close all button
cs_cz: Zobrazit tlačítko Zavřít vše
zh_cn: 显示所有的按钮图片关闭窗口

# chat.webparts.properties.errortransformationname
source: Transformation that will be used for displaying errors.
cs_cz: Transformace, která bude použita pro zobrazení chyb.
zh_cn: 将用于显示错误的转换。

# chat.webparts.properties.errortransformationnamecaption
source: Error transformation
cs_cz: Chybová transformace
zh_cn: 错误转型

# chat.webparts.properties.filteringlimitcaption
source: Show filter limit
cs_cz: Zobrazit limit fltru
zh_cn: 显示筛选器限制

# chat.webparts.properties.filteringlimitrooms
source: Filter will be shown when there is at least the specified number of rooms.
cs_cz: Filtr bude zobrazen, když bude existovat minimálně zadaný počet místností.
zh_cn: 时至少指定的数目的房间，将显示筛选器。

# chat.webparts.properties.filteringlimitusers
source: Filter will be shown when there is at least the specified number of users.
cs_cz: Filtr bude zobrazen, když bude existovat minimálně zadaný počet uživatelů.
zh_cn: 时至少指定的数目的用户，将显示筛选器。

# chat.webparts.properties.groupnamecaption
source: Group name
cs_cz: Název skupiny
zh_cn: 组名称

# chat.webparts.properties.groupnamedescription
source: Name of the group this web part belongs to. Web parts grouped into one group are linked together.
cs_cz: Název skupiny, ke které daný webpart patří. Webparty seskupené do jedné skupiny jsou spolu spojené.
zh_cn: 此 web 部件所属的组的名称。分组到一个组中的 web 部件链接在一起。

# chat.webparts.properties.grouppagesby
source: Number of pages displayed in one group when paging is enabled. Value 0 (zero) means pages won't be grouped. If not set, default value from settings will be used.
zh_cn: 启用分页时，在一个组中显示的页的数目。值 0 （零） 不会分组页的手段。如果不设置，从设置的默认值将被使用。

# chat.webparts.properties.initiatechattransformation
source: Transformation for displaying chat bubble, which informs site visitors that a support person wants to initiate chat with them.
cs_cz: Transformace pro zobrazení chatovací bubliny, která informuje návštěvníka stránky, že osoba z podpory s ním chce začít chatovat.
zh_cn: 用于显示聊天泡沫，通知站点访问者支持者想要主动与他们聊天的转型。

# chat.webparts.properties.initiatechattransformationcaption
source: Transformation name
cs_cz: Název transformace
zh_cn: 转换名称

# chat.webparts.properties.leaveroom.redirecturl
source: Path to the page a user will be redirected to after leaving a room.
cs_cz: Cesta ke stránce, na kterou bude uživatel přesměrován po opuštění místnosti.
zh_cn: 离开房间后，页的用户路径将重定向，到。

# chat.webparts.properties.leaveroom.redirecturlcaption
source: Redirect path after leaving room
cs_cz: Přesměrování po opuštění místnosti
zh_cn: 离开房间后重定向路径

# chat.webparts.properties.login.redirecturllogin
source: Path to the page where users will be redirected after entering chat.
cs_cz: Cesta ke stránce, na kterou bude uživatel přesměrován po vstupu do chatu.
zh_cn: 在哪里输入聊天后，将重定向用户的页面的路径。

# chat.webparts.properties.login.redirecturllogincaption
source: Redirect path after entering chat
cs_cz: Přesměrování po vstupu do chatu
zh_cn: 重定向路径后进入聊天

# chat.webparts.properties.login.redirecturllogout
source: Path to the page where a user will be redirected after leaving chat.
cs_cz: Cesta ke stránce, na kterou bude uživatel přesměrován po opuštění chatu.
zh_cn: 到哪里离开聊天后，将重定向用户的页的路径。

# chat.webparts.properties.login.redirecturllogoutcaption
source: Redirect path after leaving chat
cs_cz: Přesměrování po opuštění chatu
zh_cn: 离开聊天后重定向路径

# chat.webparts.properties.megawp.searchmode
source: Defines whether on-line chat users can be only searched or a complete list should be displayed along with the search box. The Search mode is recommended when there are many users on-line at a time, in order to save network traffic.
cs_cz: Určuje, zda uživatelé chatu mohou být pouze vyhledáváni nebo se zobrazí kompletní seznam uživatelů společně s vyhledávacím polem. Vyhledávací mód se doporučuje použít, když je v jednom čase mnoho uživatelů online, aby se snížila zátěž sítě.
zh_cn: 定义可以只搜索网上聊天用户还是应和搜索框中显示完整列表。当在一段时间，有很多用户在线，为了节省网络流量，建议搜索模式。

# chat.webparts.properties.megawp.searchmodecaption
source: Search mode
cs_cz: Vyhledávací mód
zh_cn: 搜索模式

# chat.webparts.properties.messages.count
source: Number of messages that will be loaded when a user joins a chat room.
cs_cz: Počet zpráv, které budou načteny, když se přihlásí do místnosti.
zh_cn: 当用户加入一个聊天房间时将加载的消息数。

# chat.webparts.properties.messages.countcaption
source: Number of messages
cs_cz: Počet zpráv
zh_cn: 邮件数

# chat.webparts.properties.messages.direction
source: Selects the direction of message movement. Down: New messages are appended to the bottom of the message window. Up: New messages are prepended to the top of the message window.
cs_cz: Vyberte směr pohybu zpráv. Dole: Nové zprávy se budou přidávat na konec okna zpráv. Nahoře: Nové zprávy budou vkládány na začátek okna zpráv.
zh_cn: 选择消息移动的方向。下： 新消息添加到消息窗口的底部。： 新邮件被预置到消息窗口的顶部。

# chat.webparts.properties.messages.directioncaption
source: Messages direction
cs_cz: Směr zpráv
zh_cn: 消息方向

# chat.webparts.properties.messages.displayinline
source: When checked, messages are displayed as a single line (line breaks are ignored).
cs_cz: Pokud je zakliknuto, zprávy jsou zobrazovány jako jeden řádek (zalomení řádku jsou ignorována)
zh_cn: 如果选中此选项，邮件显示为单行 （线休息时间将被忽略）。

# chat.webparts.properties.messages.displayinlinecaption
source: Display messages inline
cs_cz: Zobrazit zprávy v řádku
zh_cn: 显示消息内联

# chat.webparts.properties.messagetransformation
source: Transformation which will be applied to every displayed message.
cs_cz: Transformace, která bude aplikována na každou zobrazenou zprávu.
zh_cn: 转换将应用于每个显示的消息。

# chat.webparts.properties.messagetransformationcaption
source: Chat message transformation
cs_cz: Transformace chatovací zprávy
zh_cn: 聊天消息转换

# chat.webparts.properties.notificationtransformation
source: Transformation used for displaying notification messages.
cs_cz: Transformace používaná pro zobrazení notifikačních zpráv.
zh_cn: 变换用于显示通知消息。

# chat.webparts.properties.notificationtransformationcaption
source: Notification transformation
cs_cz: Notifikační transformace
zh_cn: 通知转型

# chat.webparts.properties.onlineusertrans
source: Trasnformation for displaying on-line users.
cs_cz: Transformace pro zobrazení online uživatelů.
zh_cn: 本材料 1826 显示在线用户。

# chat.webparts.properties.onlineusertranscaption
source: On-line user transformation
cs_cz: Transformace pro online uživatele
zh_cn: 在线用户转化

# chat.webparts.properties.pagingroomsperpage
source: Defines how many rooms should be displayed on one page.
cs_cz: Definujte, kolik místností se má zobrazit na jedné stránce.
zh_cn: 定义应在一页上显示多少个房间。

# chat.webparts.properties.pagingroomsperpagecaption
source: Rooms per page
cs_cz: Místnosti na stránku
zh_cn: 每页的房间

# chat.webparts.properties.pagingusersperpage
source: Defines how many users should be displayed on one page.
cs_cz: Definujte, kolik uživatelů se má zobrazit na jedné stránce.
zh_cn: 定义应在一页上显示多少个用户。

# chat.webparts.properties.pagingusersperpagecaption
source: Users per page
cs_cz: Uživatelé na stránku
zh_cn: 每个页面的用户

# chat.webparts.properties.privatemessagetrans
source: Transformation used for displaying messages in pop-up private conversation window.
cs_cz: Transformace používaná pro zobrazení zpráv ve vyskakovacím okně soukromé konverzace.
zh_cn: 变换用于在弹出的私人对话窗口中显示消息。

# chat.webparts.properties.privatemessagetranscaption
source: Room message transformation name
cs_cz: Název transformace zpráv
zh_cn: 房间消息转换名称

# chat.webparts.properties.privateroomuserstrans
source: Transformation for displaying users present in a room.
cs_cz: Transformace pro zobrazení uživatelů, kteří jsou momentálně přítomni v místnosti.
zh_cn: 用于显示用户当前在一个房间里的转变。

# chat.webparts.properties.privateroomuserstranscaption
source: Room user transformation name
cs_cz: Název transformace pro uživatele v místnosti
zh_cn: 房间用户转换名称

# chat.webparts.properties.roomid
source: The room which should be joined by default.
cs_cz: Místnost, která má být defaultně přihlášena.
zh_cn: 应该在默认情况下加入的房间里。

# chat.webparts.properties.roomidcaption
source: Chat room
cs_cz: Chatovací místnost
zh_cn: 聊天室

# chat.webparts.properties.roomname.custominitialtitle
source: Defines custom text which will be displayed when user is not present in any room.
cs_cz: Definujte vlastní text, který bude zobrazen, pokud uživatel není přítomen v žádné místnosti.
zh_cn: 定义当用户未出现在任何房间时将显示的自定义文本。

# chat.webparts.properties.roomname.custominitialtitlecaption
source: Initial title
cs_cz: Úvodní nadpis
zh_cn: 最初的头衔

# chat.webparts.properties.roomname.initialtitle
source: Indicates if room name initial text (defined in settings) should be displayed when user is not present in any room.
cs_cz: Určuje, zda má být úvodní nadpis místnosti (definovaný v nastavení) zobrazen, pokud uživatel není přítomen v žádné místnosti.
zh_cn: 指示是否应显示房间名称初始文本 （在设置中定义），当用户不是在任何房间里。

# chat.webparts.properties.roomname.initialtitlecaption
source: Display initial title
cs_cz: Zobrazit úvodní nadpis
zh_cn: 显示最初的头衔

# chat.webparts.properties.roomname.nametrans
source: Transformation for displaying chat room name in the room title.
cs_cz: Transformace pro zobrazení názvu chatovací místnosti v nadpise místnosti.
zh_cn: 在房间的标题中显示聊天室名称的转换。

# chat.webparts.properties.roomname.nametranscaption
source: Chat room name tranformation
cs_cz: Transformace pro název chatovací místnosti
zh_cn: 聊天室名称变换

# chat.webparts.properties.roompsw
source: This password will be used for joining the default room when default room is password protected. If no default room is defined, this field is ignored.
cs_cz: Toto heslo bude použito pro přihlášení do defaultní místnosti, pokud je defaultní místnost chráněna heslem. Pokud není definována žádná defaultní místnost, toto pole je ignorováno.
zh_cn: 此密码将用于加入默认房间，默认房间时受密码保护。如果没有默认室被定义，则忽略此字段。

# chat.webparts.properties.roompswcaption
source: Room password
cs_cz: Heslo místnosti
zh_cn: 房间密码

# chat.webparts.properties.rooms.redirectgroup
source: Name of the web part group that should join the user to the selected room. Takes effect only if you have specified the Redirect path.
cs_cz: Název webpart skupiny, která má přihlásit uživatele do vybrané místnosti. Projeví se pouze pokud je zadána přesměrovací cesta.
zh_cn: 应将用户加入到所选的房间 web 部件组的名称。仅当您指定重定向路径才会生效。

# chat.webparts.properties.rooms.redirectgroupcaption
source: Redirect group name after join
cs_cz: Přesměrovat název skupiny pro vstupu
zh_cn: 加入后重定向组名称

# chat.webparts.properties.rooms.redirectjoin
source: Path to the page where users will be redirected after joining a room.
cs_cz: Cesta ke stránce, na kterou bude uživatel přesměrován po vstupu do místnosti.
zh_cn: 在加入一个房间后，将重定向用户的页面的路径。

# chat.webparts.properties.rooms.redirectjoincaption
source: Redirect path after joining room
cs_cz: Přesměrování po vstupu do místnosti
zh_cn: 重定向路径后加入房间

# chat.webparts.properties.rooms.roomtrans
source: Transformation to be used for displaying rooms in their list.
cs_cz: Transformace použitá pro zobrazení místností v seznamu místností.
zh_cn: 变换用于在其列表中显示的房间。

# chat.webparts.properties.rooms.roomtranscaption
source: Room transformation
cs_cz: Transformace místností
zh_cn: 室的改造

# chat.webparts.properties.roomusers.invitesearchmode
source: If checked, the Invite user dialog will use the Search on-line users web part instead of the On-line users web part.
cs_cz: Pokud je zakliknuto, dialog pro pozvání uživatele použije webpart "Vyhledat online uživatele" místo webpartu "Online uživatelé".
zh_cn: 如果选中，邀请用户对话框中将使用搜索在线用户 web 部件，而不是在线用户 web 部件。

# chat.webparts.properties.roomusers.invitesearchmodecaption
source: Invite user - use search mode
cs_cz: Pozvat uživatele - použít vyhledávací mód
zh_cn: 邀请用户-使用搜索模式

# chat.webparts.properties.roomusers.invitesearchmodemaxuserscaption
source: Invite user - max users in search mode
cs_cz: Pozvat uživatele - maximální počet uživatelů ve vyhledávacím módu.
zh_cn: 邀请用户的搜索模式中的最大用户

# chat.webparts.properties.roomusers.inviteuserenabled
source: If inviting is enabled, users can invite another user to the room.
cs_cz: Pokud je pozvání povolené, uživatel může do místnosti pozvat další uživatele.
zh_cn: 如果启用了邀请，则用户可以邀请到房间的另一个用户。

# chat.webparts.properties.roomusers.inviteuserenabledcaption
source: Enable inviting
cs_cz: Povolit pozvání
zh_cn: 启用邀请

# chat.webparts.properties.roomusers.sortbystatus
source: If enabled, users will be sorted by their on-line/off-line status (on-line first).
cs_cz: Pokud je zakliknuto, uživatelé budou seřazení podle online/offline stavu (první budou zobrazeni online uživatelé).
zh_cn: 如果启用，用户将按其上在线离线状态 （在线首次）。

# chat.webparts.properties.roomusers.sortbystatuscaption
source: Sort users by their status
cs_cz: Řadit uživatele podle stavu
zh_cn: 因其地位排序用户

# chat.webparts.properties.roomusertrans
source: Transformation for displaying users in the list of users on-line in a room.
cs_cz: Transformace pro zobrazení uživatelů v seznamu online uživatelů v místnosti.
zh_cn: 用于显示用户的在线用户在一个房间里的列表中的转换。

# chat.webparts.properties.roomusertranscaption
source: Chat room user transformation
cs_cz: Transformace uživatelů chatovací místnosti
zh_cn: 聊天室用户转型

# chat.webparts.properties.searchonlineusers.maximumresponse
source: Defines the maximum number of results to be returned to the searching user. Zero means there is no limit.
cs_cz: Definujte maximální počet výsledků, které mají být zobrazené jako výsledek hledání. Nula znamená neomezený počet.
zh_cn: 定义给搜索用户返回的结果的最大数目。零表示没有限制。

# chat.webparts.properties.searchonlineusers.maximumresponsecaption
source: Maximum number of found users
cs_cz: Maximální počet nalezených uživatelů
zh_cn: 发现用户的最大数目

# chat.webparts.properties.support.supportrequesttrans
source: Transformation name for the element that allows to initiate on-line support.
cs_cz: Název transformace pro element, který umožní začít on-line podporu.
zh_cn: 允许启动在线支持的元素的转换名称。

# chat.webparts.properties.support.supportrequesttranscaption
source: Chat support request transformation name
cs_cz: Název transformace pro požadavky na chat podpory
zh_cn: 聊天支持请求转换名称

# chat.webparts.roommessages.description
source: Displays messages in chat room.
cs_cz: Zobrazí zprávy v chatovací místnosti.
zh_cn: 在聊天室里显示的消息。

# chat.webparts.roommessages.name
source: Chat room messages
cs_cz: Zprávy chatovací místnosti
zh_cn: 聊天室里的信息

# chat.webparts.roomname.description
source: Displays the name of the room the user is currently in.
cs_cz: Zobrazí název místnosti, ve které se uživatel právě nachází.
zh_cn: 显示正在房间的用户的名称。

# chat.webparts.roomname.name
source: Chat room name
cs_cz: Název chatovací místnosti
zh_cn: 聊天室的名称

# chat.webparts.rooms.description
source: Displays the list of chat rooms.
cs_cz: Zobrazí seznam chatovacích místností.
zh_cn: 显示聊天室的列表。
