Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# exchangetable_edit.ratevalue
source: Rate value
cs_cz: Směnná hodnota
sk_sk: Kurzová hodnota
zh_cn: 速率的值

# exchangetable_edit.tocurrency
source: To currency
cs_cz: Do měny
sk_sk: Do meny
zh_cn: 货币

# exchangetable_list.headercaption
source: Exchange tables
cs_cz: Směnné tabulky
sk_sk: Kurzové tabuľky
zh_cn: 交换表

# exchangetable_list.newitemcaption
source: New exchange table
cs_cz: Nová směnná tabulka
sk_sk: Nová kurzová tabuľka
zh_cn: 新建交换表

# exchangetable_new.headercaption
source: New exchange table
cs_cz: Nová směnná tabulka
sk_sk: Nová prepočítavacia tabuľka
zh_cn: 新建交换表

# export.exporttoexcel
source: Export to Excel
cs_cz: Exportovat do Excelu
sk_sk: Exportovať do excelu
zh_cn: 导出到 excel 中

# export.none
source: None
cs_cz: Žádný
sk_sk: Nič
zh_cn: 没有一个

# export.selectioninfo
source: Objects are being selected
cs_cz: Objekty jsou vybírány
sk_sk: Vyberajú sa objekty
zh_cn: 选择对象

# export.tasks
source: Tasks
cs_cz: Úloha
sk_sk: Úlohy
zh_cn: 任务

# export.tasktime
source: Task time
cs_cz: Čas úlohy
sk_sk: Trvanie úlohy
zh_cn: 任务时间

# export.tasktitle
source: Task title
cs_cz: Název úlohy
sk_sk: Názov úlohy
zh_cn: 任务标题

# exportconfiguration.all
source: Preselect all objects
cs_cz: Exportovat všechny objekty
sk_sk: Predvybrať všetky objekty
zh_cn: 预先选择的所有对象

# exportconfiguration.date
source: Preselect objects changed after specific date
cs_cz: Exportovat objekty změněné po zadaném datu
sk_sk: Predvybrať objekty zmenené po zadanom dátume
zh_cn: 预先选择在特定日期之后更改的对象

# exportconfiguration.errorfilenameempty
source: You must enter the file name.
cs_cz: Musíte zadat jméno souboru.
sk_sk: Musíte zadať názov súboru.
zh_cn: 您必须输入文件的名称。

# exportconfiguration.export
source: Use previous export settings (preselect the same objects)
cs_cz: Exportovat objekty změněné od posledního exportu.
sk_sk: Použiť nastavenia predchádzaujúceho exportu (predvybrať rovnaké objekty)
zh_cn: 使用以前的导出设置 （预先选择相同的对象）

# exportconfiguration.none
source: Do not preselect any objects
cs_cz: Nevybírat žádné objekty
sk_sk: Nevybrať žiadny z objektov
zh_cn: 不做预先选择任何对象

# exportconfiguration.nosite
source: (no site, only global objects)
cs_cz: (žádný web, jen globální objekty)
sk_sk: (žiadny web, iba globálne objekty)
zh_cn: （没有站点，只有全局对象）

# exportdocuments.exportacls
source: Export page level permissions
cs_cz: Exportovat dokumentová oprávnění
sk_sk: Exportovať oprávnenia na úrovni dokumentov
zh_cn: 导出页面级别的权限

# exportdocuments.exportblogcomments
source: Export blog comments
cs_cz: Exportovat komentáře blogu
sk_sk: Exportovať komentáre blogov
zh_cn: 导出博客评论

# exportdocuments.exportboardmessages
source: Export board messages
cs_cz: Exportovat příspěvky diskuzí
sk_sk: Exportovať príspevky do diskusií
zh_cn: 导出局消息

# exportdocuments.exportboards
source: Export message boards
cs_cz: Exportovat diskuze
sk_sk: Exportovať diskusie
zh_cn: 导出留言板

# exportdocuments.exportdocuments
source: Export pages
cs_cz: Exportovat dokumenty
sk_sk: Exportovať dokumenty
zh_cn: 导出页面

# exportdocuments.exportdocumentshistory
source: Export page histories
cs_cz: Exportovat historie dokumentů
sk_sk: Exportovať históriu dokumentov
zh_cn: 导出页面历史

# exportdocuments.exporteventattendees
source: Export event attendees
cs_cz: Exportovat účastníky událostí
sk_sk: Exportovať návštevníkov podujatia
zh_cn: 导出事件与会者

# exportdocuments.exportrelationships
source: Export page relationships
cs_cz: Exportovat dokumentové vazby
sk_sk: Exportovať vzťahy dokumentov
zh_cn: 导出页面的关系

# exportgridview.nodata
source: No objects of type '{0}' found.
cs_cz: Žádné objekty typu '{0}' nebyly nalezeny.
sk_sk: Žiadne objekty typu '{0}' neboli nájdené.
zh_cn: 类型"{0}"发现没有对象。

# exporthistory.deleteallhistory
source: Delete all history
cs_cz: Smazat celou historii
sk_sk: Zmazať celú históriu
zh_cn: 删除所有历史记录

# exporthistory.deleteallhistoryconfirm
source: Are you sure you want to delete all export history?
cs_cz: Opravdu chcete smazat celou historii?
sk_sk: Naozaj chcete zmazať celú históriu exportov?
zh_cn: 你确定你想要删除所有导出的历史吗？

# exporthistory.deletealltasks
source: Delete all tasks
cs_cz: Smazat všechny úlohy
sk_sk: Zmazať všetky úlohy
zh_cn: 删除所有任务

# exporthistory.exporthistorybreadcrumbs
source: Export history
cs_cz: Exportovat historii
sk_sk: Exportovať históriu
zh_cn: 导出的历史

# exporthistory.exportobjectslink
source: Export objects
cs_cz: Exportovat objekty
sk_sk: Exportovať objekty
zh_cn: 导出对象

# exporthistory.exportsitelink
source: Export site
cs_cz: Exportovat web
sk_sk: Exportovať stránku
zh_cn: 站点导出

# exporthistory.headercaption
source: Export history
cs_cz: Exportovat historii
sk_sk: Exportovať históriu
zh_cn: 导出的历史

# exporthistory.history
source: History
cs_cz: Historie
sk_sk: História
zh_cn: 历史

# exporthistory.tasks
source: Tasks
cs_cz: Úlohy
sk_sk: Úlohy
zh_cn: 任务

# exporthistory_list.headercaption
source: Export history
cs_cz: Exportovat historii
sk_sk: Exportovať históriu
zh_cn: 导出的历史

# exporthistorytasks_list.headercaption
source: Export tasks
cs_cz: Exportovat úlohy
sk_sk: Exportovať úlohy
zh_cn: 导出任务

# exportobject.download
source: Download package
cs_cz: Stáhnout objekt
sk_sk: Stiahnuť objekt
zh_cn: 下载程序包

# exportobject.exportprogress
source: The object <strong>{0}</strong> is being exported
cs_cz: Exportování objektu <strong>{0}</strong> ...
sk_sk: Objekt <strong>{0}</strong> sa exportuje...
zh_cn: 正在导出对象<strong>{0}</strong>

# exportobject.intro
source: You are about to export the object <strong>{0}</strong>. Please enter the export package file name.
cs_cz: Chystáte se exportovat objekt <strong>{0}</strong>. Zadejte název souboru exportovaného balíčku.
sk_sk: Chystáte sa exportovať objekt <strong>{0}</strong>. Prosím zadajte názov balíku pre obsah exportu.
zh_cn: 您将要导出对象<strong>{0}</strong>。请输入导出包文件的名称。

# exportobject.lblresult
source: The object with name <strong>{0}</strong> has been successfully exported to the location <br /><br /><strong>{1}</strong>.
cs_cz: Objekt s kódovým názvem <strong>{0}</strong> byl úspěšně vyexportován do <br /><strong>{1}</strong>.
sk_sk: Objekt s kódovým menom <strong>{0}</strong> bol úspešne exportovaný do <br /><strong>{1}</strong>.
zh_cn: 名称为<strong>{0}</strong>的对象已成功导出到的位置<br><br><strong>{1}</strong>.

# exportobject.objectnotfound
source: Object to be exported not found!
cs_cz: Objekt k exportování nenalezen!
sk_sk: Objekt pre exportovanie nebol nájdený!
zh_cn: 对象不导出发现 ！

# exportobject.objecttypenotfound
source: Object type not found!
cs_cz: Typ objektu nenalezen!
sk_sk: Typ objektu nebol nájdený!
zh_cn: 对象类型找不到 ！

# exportobject.title
source: Export object
cs_cz: Exportovat objekt
sk_sk: Exportovať objekt
zh_cn: 导出对象

# exportobjects.copyaspxtemplatesfolder
source: Export ASPX templates folder
cs_cz: Exportovat složku ASPX šablon
sk_sk: Exportovať zložku ASPX šablón
zh_cn: 导出 ASPX 模板文件夹

# exportobjects.copyfiles
source: Export global folders
cs_cz: Exportovat globální soubory
sk_sk: Exportovať globálne súbory
zh_cn: 导出全局文件夹

# exportobjects.copyobjectfiles
source: Export files
cs_cz: Exportovat soubory objektů
sk_sk: Exportovať súbory objektu
zh_cn: 导出文件

# exportobjects.copysitefiles
source: Export site folders
cs_cz: Exportovat složky webu
sk_sk: Exportovať zložky stránky
zh_cn: 导出站点文件夹

# exportobjects.info
source: Please select the object type from the tree if you wish to change the default selection.<br /> Click <strong>Next</strong> to start the export of selected objects.
cs_cz: Vyberte prosím typ objektu ze stromu jestliže chcete změnit základní výběr.<br />Klikněte na <strong>Další</strong> pro zahájení exportu objektů.
sk_sk: Vyberte, prosím, typ objektu z ponuky, ak si želáte zmeniť predvybrané hodnoty. <br /> Kliknite na <strong>Ďalej</strong> pre spustenie exportu vybraných objektov.
zh_cn: 请如果您想要更改默认选择的对象类型，选择从树。<br>单击<strong>下一页</strong>开始导出选定的对象。

# exportobjects.root
source: Export objects
cs_cz: Exportovat objekty
sk_sk: Exportované objekty
zh_cn: 导出对象

# exportobjects.settings
source: Export settings
cs_cz: Nastavení exportu
sk_sk: Nastavenie exportu
zh_cn: 导出设置

# exportpanel.noobjectselected
source: Please select at least one item.
cs_cz: Vyberte prosím nejméně jeden objekt.
sk_sk: Prosím vyberte aspoň jeden objekt.
zh_cn: 请选择至少一个项目。

# exportpanel.objectsprogressdescription
source: Objects are being exported.
cs_cz: Exportování objektů.
sk_sk: Prebieha export objektov.
zh_cn: 正在导出对象。

# exportpanel.objectsprogressheader
source: Export progress
cs_cz: Průběh exportu
sk_sk: Priebeh exportu
zh_cn: 导出进度

# exportpanel.objectsselectiondescription
source: Please select objects which should be exported.
cs_cz: Vyberte prosím objekty, které budou exportovány.
sk_sk: Vyberte prosím objekty, ktorá sa majú exportovať.
zh_cn: 请选择要导出的对象。

# exportpanel.objectsselectionheader
source: Objects selection
cs_cz: Výběr objektů
sk_sk: Výber objektov
zh_cn: 对象选择

# exportpanel.objectsselectionsetting
source: Please enter export details and select type of the export.
cs_cz: Vložte prosím detaily exportu a vyberte typ exportu.
sk_sk: Prosím zadajte podrobnosti o exporte a vyberte typ exportu.
zh_cn: 请输入导出的详细信息并选择导出结果的类型。

# exportpanel.objectssettingsheader
source: Export type
cs_cz: Typ exportu
sk_sk: Typ exportu
zh_cn: 导出类型

# exportpanel.title
source: Step {0} of {1}
cs_cz: Krok {0}
sk_sk: Krok {0}
zh_cn: 步骤 {0} {1} 的

# exportsettings.exporthistorylinktitle
source: View export history
zh_cn: 查看导出历史记录

# exportsettings.exportsitesetings
source: Export
cs_cz: Exportovat objekty
sk_sk: Exportovať objekty
zh_cn: 导出

# exportsite.btntemporaryfiles
source: Continue
cs_cz: Pokračovat
sk_sk: Pokračovať
zh_cn: 继续

# exportsite.compressing
source: The file is being compressed
cs_cz: Soubor je komprimován...
sk_sk: Súbor je komprimovaný...
zh_cn: 压缩文件

# exportsite.copyingaspxtemplates
source: Copying ASPX templates
cs_cz: Kopíruji soubory ASPX šablon stránek...
sk_sk: Kopírujem súbory ASPX šablón stránok...
zh_cn: 复制 ASPX 模板

# exportsite.copyingaspxtemplatesfolder
source: Copying ASPX templates folder
cs_cz: Kopírování složky 'CMSTemplates'...
sk_sk: Kopírovanie zložky 'CMSTemplates'...
zh_cn: 复制 ASPX 模板文件夹

# exportsite.copyingattachments
source: Copying attachments
cs_cz: Kopíruji přílohy...
sk_sk: Kopírujem prílohy...
zh_cn: 复制附件

# exportsite.copyingavatars
source: Copying '{0}' avatars
cs_cz: Kopírují se avatary '{0}'
sk_sk: Kopíruje sa '{0}' avatarov
zh_cn: 复制 '{0}' 的化身

# exportsite.copyingdoctypesicons
source: Copying page types icons
cs_cz: Kopíruji ikony typů dokumentů...
sk_sk: Kopírujem ikony typov dokumentov...
zh_cn: 复制页面类型图标

# exportsite.copyingfiles
source: Copying '{0}' files
cs_cz: Kopírování souborů '{0}'
sk_sk: Kopírovanie súborov '{0}'
zh_cn: 复制 '{0}' 文件

# exportsite.copyingformcontrols
source: Copying form user controls files
cs_cz: Kopíruji soubory user controlů...
sk_sk: Kopírujem súbory user controlov...
zh_cn: 复制表格用户控件文件

# exportsite.copyingforumlayoutsfolder
source: Copying forum custom layouts folder
cs_cz: Kopíruje se složka s uživatelskými layouty pro fóra
sk_sk: Kopíruje sa...
zh_cn: 复制论坛自定义布局文件夹

# exportsite.copyingglobalappcodefolder
source: Copying global App_Code folder
cs_cz: Kopíruji společný adresář App_Code...
sk_sk: Kopírujem spoločný adresár App_Code...
zh_cn: 复制全局 App_Code 文件夹

# exportsite.copyingglobalfolder
source: Copying global folder
cs_cz: Kopíruji společný adresář...
sk_sk: Kopírujem spoločný adresár...
zh_cn: 复制全局文件夹

# exportsite.copyingglobalfolders
source: Copying global folders
cs_cz: Kopírování globálních složek
sk_sk: Kopírovanie globálnych adresárov
zh_cn: 复制全局文件夹

# exportsite.copyinginlinecontrols
source: Copying inline controls files
cs_cz: Kopíruji soubory inline kontrolů...
sk_sk: Kopírujem súbory inline controlov...
zh_cn: 控制复制内联文件

# exportsite.copyingmetadata
source: Copying metadata attachments
sk_sk: Kopírovanie metadata príloh ...
zh_cn: 复制元数据附件

# exportsite.copyingmetafiles
source: Copying '{0}' metafiles
cs_cz: Kopírování meta-souborů '{0}'.
sk_sk: Kopírovanie metasúborov '{0}'.
zh_cn: 复制 '{0}' 图元文件

# exportsite.copyingsiteappcodefolder
source: Copying site App_Code folder
cs_cz: Kopíruji webový adresář App_Code...
sk_sk: Kopírujem webový adresár App_Code...
zh_cn: 复制站点 App_Code 文件夹

# exportsite.copyingsiteappdatafolder
source: Copying site App_Data folder
cs_cz: Kopírování webové složky App_Data...
sk_sk: Kopírovanie webovej zložky App_Data...
zh_cn: 复制网站的 App_Data 文件夹

# exportsite.copyingsitefolder
source: Copying site folder
cs_cz: Kopíruji adresář webu...
sk_sk: Kopírujem adresár webu...
zh_cn: 复制站点文件夹

# exportsite.copyingsitefolders
source: Copying site folders
cs_cz: Kopírování složek webu
sk_sk: Kopírovanie adresárov stránky
zh_cn: 复制站点文件夹

# exportsite.copyingstylesheets
source: Copying CSS stylesheets files
cs_cz: Kopíruji soubory CSS šablon stylů...
sk_sk: Kopírujem súbory CSS šablón štýlov...
zh_cn: 将 CSS 样式表文件复制

# exportsite.copyingtemplates
source: Copying ASPX templates folder
cs_cz: Kopíruji adresář ASPX šablon stránek...
sk_sk: Kopírujem adresár ASPX šablón stránok...
zh_cn: 复制 ASPX 模板文件夹

# exportsite.copyingwebparts
source: Copying web part files
cs_cz: Kopíruji soubory webpartů...
sk_sk: Kopírujem súbory webpart...
zh_cn: 复制的 web 部件文件

# exportsite.doctypesiconscopy
source: Error during page type icons copy
cs_cz: Chyba při kopírování ikon dokument typů
sk_sk: Chyba pri kopírovaní ikon dokument typov
zh_cn: 页类型图标复制时出错

# exportsite.errorappcodefoldercopy
source: Error during site app_code folder copy
cs_cz: Chyba při kopírování složky webu app_code
sk_sk: Chyba pri kopírovaní zložky webu app_code
zh_cn: 网站 app_code 文件夹复制时出错

# exportsite.errorappcodeglobalfoldercopy
source: Error during global app_code folder copy
cs_cz: Chyba při kopírování globalní složky app_code
sk_sk: Chyba pri kopírovaní globálnej zložky app_code
zh_cn: 全局 app_code 文件夹复制时出错

# exportsite.errorattachmentscopy
source: Error during attachments copy
cs_cz: Chyba při kopírování příloh
sk_sk: Chyba pri kopírovaní príloh
zh_cn: 附件副本时出现错误

# exportsite.errorcompressing
source: Error compressing package
cs_cz: Chyba při kompresi balíčku
sk_sk: Chyba pri komprimácii balíka
zh_cn: 压缩包时出错

# exportsite.errorcopyingaspxtemplatesfolder
source: Error copying ASPX templates folder.
cs_cz: Chyba při kopírování složek s ASPX šablonami.
sk_sk: Chyba pri kopírovaní zložky ASPX šablón.
zh_cn: 复制 ASPX 模板文件夹时出错。

# exportsite.errorcopyingglobalfolders
source: Error copying global folders.
cs_cz: Chyba při kopírování globálních složek.
sk_sk: Chyba pri kopírovaní globálnych zložiek.
zh_cn: 复制全局文件夹时出错。

# exportsite.errorcopyingsitefolders
source: Error copying site folders.
cs_cz: Chyba při kopírování složek webu.
sk_sk: Chyba pri kopírovaní zložiek stránky.
zh_cn: 复制站点文件夹时出错。

# exportsite.errorcopyobjectfiles
source: Error copying '{0}' files
cs_cz: Chyba při kopírování souborů '{0}'
sk_sk: Chyba kopírovania súborov '{0}'
zh_cn: 复制 '{0}' 文件时出错

# exportsite.errorexport
source: Error has occurred during export process.
cs_cz: Při exportu nastala chyba.
sk_sk: Počas exportovania došlo k chybe.
zh_cn: 在导出过程中发生了错误。

# exportsite.errorexportingbizformdata
source: Error exporting form '{0}' data.
cs_cz: Chyba při exportování dat BizFormu '{0}'.
sk_sk: Chyba exportovania dát BizFormu '{0}'.
zh_cn: 导出表单 '{0}' 数据时出错。

# exportsite.errorexportingboardmessages
source: Error exporting board '{0}' messages.
cs_cz: Chyba při exportu příspěvků z diskuze '{0}'.
sk_sk: Chyba exportovania správ z diskusie '{0}'.
zh_cn: 导出板 '{0}' 邮件时出错。

# exportsite.errorexportingcustomtabledata
source: Error exporting custom table '{0}' data.
cs_cz: Chyba při exportu dat uživatelské tabulky '{0}'.
sk_sk: Chyba exportovania dát z užívateľskej tabuľky '{0}'.
zh_cn: 导出自定义的表"{0}"的数据时出错。

# exportsite.errorexportingdocuments
source: Error exporting pages
cs_cz: Chyba při exportování dokumentů.
sk_sk: Chyba pri exportovaní dokumentov
zh_cn: 导出页面时出错

# exportsite.errorexportingforumposts
source: Error exporting forum '{0}' posts.
cs_cz: Chyba při exportování příspěvků fóra '{0}'.
sk_sk: Chyba exportovania príspevkov fóra '{0}'.
zh_cn: 导出论坛 '{0}' 时出错。

# exportsite.errorexportingmedialibraryfiles
source: Error exporting media library '{0}' files.
cs_cz: Chyba při exportu knihovny medií '{0}'.
sk_sk: Chyba exportovania súborov multimediálnej knižnice '{0}'.
zh_cn: 导出媒体库"{0}"文件时出错。

# exportsite.errorfilerequired
source: File name is required.
cs_cz: Je nutné zadat jméno souboru.
sk_sk: Je nutné zadať meno súboru.
zh_cn: 文件名称是必需的。

# exportsite.errorfinalizing
source: Error finalizing package
cs_cz: Chyba při uzavírání balíčku.
sk_sk: Chyba pri kompletizácii balíka
zh_cn: 定型包时出错

# exportsite.errorformusercontrolscopy
source: Error during formuser controls files copy
cs_cz: Chyba při kopírování user controls souborů
sk_sk: Chyba pri kopírovaní user controls súborov
zh_cn: 支持用户控件时出错的文件副本

# exportsite.errorgettingdata
source: Error getting '{0}' data
cs_cz: Chyba při získávání dat '{0}'.
sk_sk: Chyba pri získavaní dát '{0}'
zh_cn: '{0}' 数据时出错

# exportsite.errorglobalfoldercopy
source: Error during global folder copy
cs_cz: Chyba při kopírování globálního adresáře
sk_sk: Chyba pri kopírovaní globálneho adresára
zh_cn: 全局文件夹复制时出错

# exportsite.errorinlinecontrolscopy
source: Error during inline controls files copy
cs_cz: Chyba při kopírování souborů inline kontrolů
sk_sk: Chyba pri kopírovaní inline controls súborov
zh_cn: 内联控件时出现错误的文件的副本

# exportsite.errorloadingexporthistory
source: Error loading export history.
cs_cz: Chyba při načítání historie exportu.
sk_sk: Chyba pri načítaní histórie exportu.
zh_cn: 加载导出历史时出错。

# exportsite.errormetadatacopy
source: Error copying metadata files.
cs_cz: Chyba při kopírování souborů meta dat.
sk_sk: Chyba pri kopírovaní metadata súborov.
zh_cn: 复制元数据文件时出错。

# exportsite.errorpermissions
source: The export is disabled because of insufficient permissions in the directory '{0}'. Please grant the account '{1}' with read, write and modify permissions.
cs_cz: Exportování webu je zakázáno, kvůli nedostatečným oprávněním k zápisu pro adresář '{0}'. Povolte účtu '{1}' právo čtení, zápisu a modifikací.
sk_sk: Exportovanie webu je zakázané, pre nedostatočné oprávnenia na zápis pre adresár '{0}'. Prosím pridajte účtu '{1}' s oprávneniami na čítanie, zápis a zmenu.
zh_cn: 由于权限不足，无法在目录"{0}"禁用导出。请为该帐户授予 '{1}' 与读取、 写入和修改权限。

# exportsite.errorpreparingaspxtemplatesfolder
source: Error preparing ASPX templates folder
cs_cz: Chyba při přípravě složky pro ASPX šablony.
sk_sk: Chyba pri vytváraní zoznamu ASPX šablón
zh_cn: 准备 ASPX 模板文件夹时出错

# exportsite.errorpreparingsitefolderslist
source: Error preparing site folders copy list
cs_cz: Chyba při přípravě seznamu složek webu ke zkopírování.
sk_sk: Chyba pri vytváraní zoznamu kopírovaných adresárov stránky
zh_cn: 错误准备站点文件夹复制列表

# exportsite.errorsavingdata
source: Error saving '{0}' data
cs_cz: Chyba při ukládání dat '{0}'.
sk_sk: Chyba pri ukladaní dát '{0}'
zh_cn: 保存 '{0}' 数据时出错

# exportsite.errorskinfolderscopy
source: Error during skins folders copy
cs_cz: Chyba při kopírování složek se skiny
sk_sk: Chyba pri kopírovaní zložiek so skinmi
zh_cn: 皮肤文件夹复制时出错

# exportsite.errortemplatesfoldercopy
source: Error during templates folder copy
cs_cz: Chyba při kopírování složek s šablonami
sk_sk: Chyba pri kopírovaní zložiek so šablónami
zh_cn: 过程模板文件夹副本中出现错误

# exportsite.errortmpfilescreation
source: Error during temporary files creation.
cs_cz: Chyba při vytváření dočasných souborů.
sk_sk: Chyba pri vytváraní dočasných súborov.
zh_cn: 创建临时文件时出错。

# exportsite.errortmpfilesdeletion
source: Error during temporary files deletion. Please delete the folder {0} manually.
cs_cz: Chyba při mazání dočasných souborů. Smažte složku {0} ručně.
sk_sk: Chyba pri mazaní dočasných súborov. Prosím, zmažte zložku {0} ručne.
zh_cn: 删除临时文件时出错。请手动删除文件夹 {0}。

# exportsite.errorwebpartscopy
source: Error during web parts files copy
cs_cz: Chyba při kopírování souborů webpartů
sk_sk: Chyba pri kopírovaní súborov webpart
zh_cn: Web 部件时出现错误的文件的副本

# exportsite.errorzip
source: Error during Zip archive creation.
cs_cz: Chyba při vytváření Zip archivu.
sk_sk: Chyba pri vytváraní Zip archívu.
zh_cn: 创建 Zip 归档文件时出错。

# exportsite.eventlogsource
source: Export objects
cs_cz: Exportované objekty
sk_sk: Exportovať objekty
zh_cn: 导出对象

# exportsite.exportcanceled
source: <strong>Export process has been canceled.</strong><br />
cs_cz: <strong>Průběh exportu byl zrušen.</strong>
sk_sk: <strong>Priebeh exportu bol zrušený.</strong>
zh_cn: <strong>导出进程已被取消。</strong><br>

# exportsite.exporting
source: Exporting {0}
cs_cz: Exportuji {0} ...
sk_sk: Exportovanie objektov '{0}'
zh_cn: 导出 {0}

# exportsite.exportingbizformdata
source: Exporting form '{0}' data
cs_cz: Exportování dat BizFormu '{0}'
sk_sk: Exportovanie BizForm dát '{0}'
zh_cn: 导出表单 '{0}' 数据

# exportsite.exportingboardmessages
source: Exporting board '{0}' messages
cs_cz: Exportování příspěvků diskuze '{0}'.
sk_sk: Exportovanie správy z diskusie '{0}'
zh_cn: 导出板 '{0}' 邮件

# exportsite.exportingcustomtabledata
source: Exporting custom table '{0}' data
cs_cz: Exportování dat uživatelské tabulky '{0}'.
sk_sk: Exportovanie dát z užívateľskej tabuľky '{0}'
zh_cn: 导出自定义的表"{0}"数据

# exportsite.exportingforumposts
source: Exporting forum '{0}' posts
cs_cz: Exportování příspěvků fóra '{0}'
sk_sk: Exportovanie príspevkov fóra '{0}'
zh_cn: 导出论坛 '{0}' 的帖子

# exportsite.exportinglibraryfiles
source: Exporting media library '{0}' files
cs_cz: Exportování knihovny médií '{0}'
sk_sk: Exportovanie objektov multimediálnej knižnice '{0}'
zh_cn: 导出媒体库"{0}"文件

# exportsite.exportsite
source: Export site
cs_cz: Exportovat web
sk_sk: Exportovať web
zh_cn: 站点导出

# exportsite.fileexists
source: File with this name already exists.
cs_cz: Soubor s tímto názvem již existuje.
sk_sk: Súbor s týmto menom už existuje.
zh_cn: 具有此名称的文件已存在。

# exportsite.filenametolong
source: The file name is too long.
cs_cz: Název souboru je příliš dlouhý.
sk_sk: Názov súboru je príliš dlhý.
zh_cn: 文件名过长。

# exportsite.filewrongformat
source: Please enter valid file name.
cs_cz: Vložte prosím platné název souboru.
sk_sk: Prosím, zadajte správny názov súboru.
zh_cn: 请输入有效的文件名。

# exportsite.finalizing
source: Finalizing the package
cs_cz: Uzavírání balíčku
sk_sk: Kompletizácia balíka.
zh_cn: 完成包

# exportsite.headerexport
source: Site '{0}' is being exported
cs_cz: Web '{0}' je exportován
sk_sk: Web '{0}' sa exportuje.
zh_cn: 正在导出网站"{0}"

# exportsite.headerfile
source: Export of the site '{0}'
cs_cz: Export webu '{0}'
sk_sk: Export webu '{0}'
zh_cn: 导出的网站"{0}"

# exportsite.messageobjectok
source: The object(s) has/have been successfully exported to the location <br /><strong>{0}</strong>.
cs_cz: Objekt(y) byl(y) úspěšně vyexportován(y) do <br /><strong>{0}</strong>.
sk_sk: Objekt(y) bol/boli úspešne exportované do lokácie <br /><strong>{0}</strong>.
zh_cn: 对象/成功导出到位置<br><strong>{0}</strong>.

# exportsite.messageok
source: The site has been exported to file <strong>{0}.</strong><br />
cs_cz: Web byl exportován do souboru <strong>{0}.</strong>
sk_sk: Web bol exportovaný do súboru <strong>{0}.</strong>
zh_cn: 该网站已导出到文件<strong>{0}。</strong><br>

# exportsite.messagetemplateok
source: Site template has been successfully exported.
cs_cz: Šablona webu byla úspěšně vyexportována.
sk_sk: Šablóny stránok boli úspešne exportované.
zh_cn: 网站模板已成功导出。

# exportsite.selectdatetime
source: Please select a date and time.
cs_cz: Vyberte prosím datum a čas.
sk_sk: Prosím, vyberte dátum a čas.
zh_cn: 请选择一个日期和时间。

# exportsite.selectexporthistory
source: Please select some export history.
cs_cz: Vyberte prosím historii exportu.
sk_sk: Prosím, vyberte históriu exportu.
zh_cn: 请选择一些导出历史。

# exportsite.sitecaption
source: Exported site:
cs_cz: Exportovaný web:
sk_sk: Exportovaný web:
zh_cn: 导出的网站：
