Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# cms.friends.description
source: This section displays a list of your friends. You can approve your friends, reject your friends and view your pending requests. You can also add new friends in this section.
cs_cz: V této sekci je seznam Vašich přátel. Můžete schvalovat, zamítat podané návrhy, přidávat nové přátele a sledovat schvalování vlastních požadavků.
sk_sk: Táto sekcia zobrazuje zoznam vašich priateľov. Môžete schvaľovať, zamietať návrhy, pridávať nových priateľov a sledovať schvaľovanie vlastných žiadostí.
zh_cn: 此部分显示您的朋友列表。你可以批准你的朋友、 拒绝你的朋友和查看您的待定的请求。此外可以在这一节中添加新的朋友。

# cms.groups.description
source: This section displays a list of existing user groups. This is a social networking feature enabling users to gather according to their interests. Groups can be created, edited and deleted. You can also add users to groups from this section.
cs_cz: Tato sekce uvádí seznam skupin uživatelů. Skupiny umožňují setkávání uživatelů podle jejich okruhu zájmů. Skupiny je možné vytvořit, upravovat a mazat a přiřazovat skupinám uživatele.
sk_sk: Táto sekcia zobrazuje zoznam všetkých užívateľských skupín. Z tadiaľ môžete užívateľov do týchto skupín aj pridávať.Toto je funkcionalita sociálnych sietí ktorá umožňuje združovanie užívateľov podľa ich záujmov. Skupiny je možné vytvárať, mazať a meniť.
zh_cn: 此部分显示现有的用户组的列表。这是一个社交网络功能，使用户能够根据自己的兴趣收集。可以创建、 编辑和删除组。你也可以从这一节向组添加用户。

# cms.medialibrary.description
source: Allows you to store and manage large amounts for images and videos. Storing files in the media libraries is more efficient than storing them as pages.
cs_cz: Tato sekce umožňuje spravovat knihovny médií. Velké množství obrázků nebo videí je zde uloženo jednodušším způsobem než v obvyklé stromové struktuře.
sk_sk: Táto sekcia umožňuje správu multimediánych knižníc. Ukladanie veľkého množstva videí a obrázkov je v týchto knižniciach omnoho efetívnejšie ako ich uloženie do štruktúry webu.
zh_cn: 允许您存储和管理大量的图像和视频。在媒体库中存储的文件是比将他们作为页存储效率更高。

# cms.messageboards.description
source: This section allows management of message boards. These can be managed or deleted using this section of the administration interface.
cs_cz: V této sekci se spravují diskuze. Zde je možné dodatečně upravit vlastnosti již vytvořených diskuzí nebo je úplně smazat.
sk_sk: Spravovať diskusie je možné práve v tejto sekcii. Tie, s použitím tohto užívateľského rozhrania, môžete aj mazať.
zh_cn: 本节允许留言板管理。这些可以管理或删除使用本节的管理界面。

# cms.messaging.description
source: This section represents the user interface of the Messaging module. The message Inbox and Outbox are both displayed here. You can also create and send new messages. Contact list and Ignore list are displayed here too and you can add or remove users to/from these lists.
cs_cz: V této sekci je rozhraní pro zasílání zpráv včetně příhozí a odchozí schránky. Je možné vytvořit a poslat zprávu. Součástí je i seznam kontaktů a seznam ignorovaných kontaktů s možností přidávání a odebírání uživatelů.
sk_sk: Táto sekcia je rozhraním pre zasielanie správ vrátane príloh. Je tu zobrazený zložka prijatých a odoslaných správ. Je tu možné vytvárať a posielať správy. Súčasťou je tiež zoznam kontaktov a zoznam ignorovaných kontaktov s možnosťou pridávať alebo odoberať užívateľov.
zh_cn: 这一节表示消息模块的用户界面。两个此处显示该邮件的收件箱和发件箱。您还可以创建并发送新邮件。联系人列表和忽略列表的显示这里太，你可以添加或删除用户从这些列表。

# cms.newsletter.description
source: This section displays a list of email campaigns, subscribers and email campaign templates. It provides interface for import and export of subscribers as well. You can check email queue and resend or delete all failed emails.
cs_cz: V této sekci je seznam newsletterů, odběratelů a šablon pro newslettery. Je možné spravovat newslettery a šablony, importovat a exportovat odběratele. Součástí je i fronta e-mailů, kde lze poslat nebo smazat neúspěšně odeslané e-maily.
sk_sk: V tejto sekcii nájdete zoznam newsletterov, odberateľov a šablóny newsletterov. Tiež poskytuje rozhranie na import a export odberateľov. Môžete tiež kontrolovať e-maily čakajúce na odoslanie a znovu odoslať či zmazať neodoslané e-maily.
zh_cn: 此部分显示的电子邮件活动、 订阅服务器和电子邮件市场活动模板的列表。它提供用于导入和导出以及用户界面。您可以检查电子邮件队列和发送或删除所有失败的电子邮件。

# cms.notifications.description
source: This section displays list of notification gateways and notification templates. You can add new template or gateway change existing one or delete it.
cs_cz: V této sekci je seznam šablon a bran pro upozornění. Je možné přidávat nové šablony a brány, stejně tak jako upravovat a mazat již existující.
sk_sk: Táto sekcia zobrazuje zoznam šablón a brán pre upozornenia. Je možné pridávať nové šablóny a brány, rovnako ako upravovať a mazať existujúce.
zh_cn: 此部分显示通知网关和通知模板的列表。您可以添加新的模板或网关更改现有的一个，或删除它。

# cms.polls.description
source: Allows you to manage polls. You can either create a new poll, or edit or delete existing ones. For each poll, you can specify its general properties, poll answers, users and roles who should be allow to answer and site for which a poll is enabled.
cs_cz: V této sekci je seznam anket. Je možné vytvořit novou anketu, upravit nebo smazat stávající. U každé ankety upravit obecné vlastnosti a odpovědi. Dále pak uživatele a role uživatelů, které mohou v anketě odpovídat.
sk_sk: Táto sekcia zobrazuje zoznam ankiet. Môžete vytvoriť nové a editovať, mazať už zadané. Pre každú anketu môžete zmeniť obecné vlastnosti, odpovede, užívateľov a role, ktoré majú možnosť odpovedať v ankete a web, na ktorom je možné anketu použiť.
zh_cn: 允许您管理民意调查。您可以创建新的民意调查显示，或者编辑或删除现有的。对于每次轮询，您可以指定其常规属性、 民意测验答案、 用户和角色应该被允许到答案和站点为其启用了一项民意调查。

# cms.reporting.description
source: This section displays a list of report categories. You can either create new report category, or edit or delete existing ones. For each report category, you can edit, delete, clone or export individual report or create a new one.
cs_cz: V této sekci je seznam kategorií reportů a v nich jednotlivé reporty. Je možné vytvořit, upravit a smazat kategorii. V každé kategorii lze vytvořit report (mimo jiné i klonováním z již existujícího), upravit a smazat stávající. Součástí je i export reportu.
sk_sk: Táto sekcia zobrazuje zoznam kategórií reportov. Môžete vytvárať nové kategórie, meniť alebo mazať už vytvorené. Pre každú kategóriu môžete, meniť, mazať, duplikovať alebo exportovať jednotlivé reporty a vytvárať nové.
zh_cn: 此部分显示报表类别的列表。您可以创建新的报表类别，或者编辑或删除现有的。对于每个报表类别，你可以编辑、 删除、 克隆或导出单个报表或创建一个新。

# cms.staging.description
source: This section displays a tree view of pages or objects of the given site and a list of synchronization tasks. You can choose either to select and synchronize or delete a group of tasks or view, restore or delete an individual task. You can specify the staging servers as well.
cs_cz: V této sekci je strom dokumentů nebo objektů daného webu a synchronizační úlohy, Je možné vybrat a synchronizovat nebo smazat skupinu úloh popř. zobrazit, obnovit nebo smazat konkrátní úlohu. Součástí je i nastavení synchronizačních serverů.
sk_sk: Táto sekcia zobrazuje dokumenty a objekty webu v stromovej štruktúre a zoznam synchronizačných úloh. Môžete synchronizovať, mazať vybrané skupiny úloh, obnoviť a mazať individuálne úlohy. Taktiež môžete pridať synchronizačné servre.
zh_cn: 此部分显示树视图的页面或对象的给定站点和同步任务的列表。你可以选择来选择和同步或删除一组任务或查看、 还原或删除单个的任务。您可以指定暂存服务器以及。

# cms.webanalytics.description
source: This section visualizes statistics for a given site. It displays graphs and tables with numbers of page views, file downloads, visits, proportion of individual browser types used by visitors and others.
cs_cz: V této sekci jsou statistiky aktuálního webu. Zobrazují se grafy a tabulky počtu zobrazení stránek, počty stáhnutí, počty návštěv, zastoupení prohlížečů.
sk_sk: Štatistiky pre daný web môžete nájsť v tejto sekcii. Zobrazujú sa tu grafy a tabuľky s počtom návštev jednotlivých stránok, stiahnutí súborov, štatistiky prehliadačov používaných návštevníkmi a iné.
zh_cn: 这一节直观显示给定站点统计信息。它显示图表和表格数目的页面视图文件下载时，比例由来访者及其它使用单个浏览器类型的访问。

# cms_culture.select.title
source: Select content culture
cs_cz: Vybrat kulturu obsahu
zh_cn: 选择内容的语言

# cmsdesk.accessdenied
source: Access denied
cs_cz: Přístup zamítnut
sk_sk: Prístup zamietnutý
zh_cn: 访问被拒绝

# cmsdesk.bloglicenselimits
source: New blog cannot be created due to license limitations.
cs_cz: Nový blog nemůže být vytvořen kvůli licenčním omezením.
sk_sk: Nový blog nemôže byť vytvorený, pre licenčné obmedzenie.
zh_cn: 由于许可证限制，不能创建新的博客。

# cmsdesk.documentslicenselimits
source: New page cannot be created due to license limitations.
cs_cz: Nový dokument nemůže být vytvořen kvůli licenčním omezením.
sk_sk: Nový dokument nemôže byť vytvorený, pre licenčné obmedzenie.
zh_cn: 由于许可证限制，不能创建新页面。

# cmsdesk.goback
source: Go back to the main website.
cs_cz: Zpět na hlavní web.
sk_sk: Späť na hlavný web.
zh_cn: 回到主网站。

# cmsdesk.isnoteditormsg
source: You're not a content editor and you cannot use administration.
cs_cz: Nejste editor obsahu webu, nemáte přístup do CMS Desku.
sk_sk: Nie ste editor obsahu webu, nemáte prístup do CMS Desku.
zh_cn: 你不是一个内容的编辑器，则不能使用管理。

# cmsdesk.notauthorizedtocopydocument
source: You're not allowed to copy the page to the selected location.
cs_cz: Nemáte oprávnění ke kopírování dokumentu do vybrané lokace.
sk_sk: Nemáte oprávnenie ku kopírovaniu dokumentu do vybranej lokácie.
zh_cn: 你不准将页复制到所选位置。

# cmsdesk.notauthorizedtocreatedocument
source: You're not authorized to create the page.
cs_cz: Nemáte oprávnění k vytváření dokumentu.
sk_sk: Nemáte oprávnenie k vytvoreniu dokumentu.
zh_cn: 你无权将创建的页面。

# cmsdesk.notauthorizedtodeletedocument
source: You're not authorized to delete the page '{0}'.
cs_cz: Nemáte oprávnění ke smazání dokumentu '{0}'.
sk_sk: Nemáte oprávnenie k zmazaniu dokumentu '{0}'.
zh_cn: 您无权删除页面"{0}"。

# cmsdesk.notauthorizedtoeditdocument
source: You're not authorized to modify the page '{0}'.
cs_cz: Nemáte oprávnění ke změně dokumentu '{0}'.
sk_sk: Nemáte oprávnenie na zmenu dokumentu '{0}'.
zh_cn: 您无权修改的页 '{0}'。

# cmsdesk.notauthorizedtomovedocument
source: You're not allowed to move the page to the selected location.
cs_cz: Nemáte oprávnění k přesunu dokumentu do vybrané lokace.
sk_sk: Nemáte oprávnenie na presun dokumentu do vybranej lokácie.
zh_cn: 你不是允许将页面移到所选位置。

# cmsdesk.notauthorizedtoreaddocument
source: You're not authorized to read the page '{0}'.
cs_cz: Nemáte oprávnění ke čtení dokumentu '{0}'.
sk_sk: Nemáte oprávnenie k čítaniu dokumentu '{0}'.
zh_cn: 您无权读取页 '{0}'。

# cmsdesk.notauthorizedtperdepartment
source: You are not authorized to modify products of the '{0}' department.
cs_cz: Nemáte oprávnění na změnu produktů oddělení '{0}'.
sk_sk: Nemáte oprávnenie na zmenu produktov v oddelení '{0}'.
zh_cn: 您无权修改 '{0}' 部门的产品。

# cmsdesk.nouserintefacepermissions
source: You don't have any user interface permission.
cs_cz: Nemáte žádné práva pro uživatelské rozhraní.
sk_sk: Nemáte žiadne práva pre užívateľské rozhranie.
zh_cn: 你没有任何用户界面权限。

# cmsdesk/header.labeltitletext
source: CMS Desk
zh_cn: CMS 的桌子

# cmsdocumentcomparison.removeall
source: Remove all
cs_cz: Odstranit vše
sk_sk: Odstrániť všetko
zh_cn: 删除所有

# cmseditableregion.maxlengthexceed
source: The maximum length is {0} characters.
cs_cz: Maximální délka je {0} znaků.
sk_sk: Maximálna dĺžka je {0} znakov.
zh_cn: 最大长度为 {0} 个字符。

# cmseditableregion.minlengthexceed
source: The minimal length is {0} characters.
cs_cz: Minimální délka je {0} znaků.
sk_sk: Minimálna dĺžka je {0} znakov.
zh_cn: 最小长度为 {0} 个字符。

# cmseditmodebuttonadd.addnew
source: Add new
cs_cz: Přidat nový
sk_sk: Pridať nový
zh_cn: 添加新

# cmseditmodebuttons.properties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# cmsexport.exportphysicalfiles
source: Export physical files
cs_cz: Export fyzických souborů
sk_sk: Export fyzických súborov
zh_cn: 将物理文件导出

# cmsexport_bizforms.exportbizform
source: Export forms data
cs_cz: Exportovat data BizFormu
sk_sk: Export dát BizFormu
zh_cn: 导出表单数据

# cmsexport_board.exportboardmessage
source: Export board messages
cs_cz: Export příspěvků diskuzí
sk_sk: Export správ z diskusií
zh_cn: 导出局消息

# cmsexport_customtables.exportcustomtable
source: Export custom tables data
cs_cz: Export dat uživatlských tabulek
sk_sk: Export dát z vlastných tabuliek
zh_cn: 导出自定义的表数据

# cmsexport_forum.exportforum
source: Export forum posts
cs_cz: Exportovat příspěvky fóra
sk_sk: Export príspevkov fóra
zh_cn: 导出论坛帖子

# cmsexport_medialibrary.exportfiles
source: Export media files
cs_cz: Exportovat soubory medií
sk_sk: Export mediálnych súborov
zh_cn: 将媒体文件导出

# cmsexport_medialibrary.info
source: <strong>Please note:</strong> Export of the physical files is disabled by default. This is because the media library module is dedicated to be used with large files which could cause export issues when included into the package.
cs_cz: <strong>Upozornění:</strong> Export fyzických souborů se implicitně neprovádí. Velké soubory z knihovny médií by mohly způsobit problémy při vytváření vyexportovaného balíčku.
sk_sk: <strong>Prosím pozor:</strong>Export fyzických súborov je implicitne zakázaný. Je to z toho dôvodu, že modul "multimediálna knižnica" je určený na ukladanie veľkých súborov, čo môže spôsobiť problémy pri exporte keď budú tieto súbory exportované.
zh_cn: <strong>请注意：</strong>默认情况下禁用物理文件的导出。这是因为媒体库模块专门用于大型文件，这可能会导致导出问题时纳入包。

# cmsform.caneditcheckedoutdocument
source: You have checked out the page for editing.
cs_cz: Uzamkl jste dokument pro editaci.
sk_sk: Uzamkli ste dokument pre editáciu.
zh_cn: 您已签出用于编辑的页面。

# cmsform.checkoutfirst
source: You need to check out the page for editing first. {%link%}Check out the page...</a>
cs_cz: Nejprve je třeba uzamknout dokument pro editaci. {%link%}Uzamknout dokument...</a>
sk_sk: Najprv je potrebné uzamknúť dokument pre editáciu. {%link%}Uzamknúť dokument...</a>
zh_cn: 你需要签出进行编辑第一页。{链接 %}签出页面...

# cmsform.errorvalidationerror
source: The entered values cannot be saved. Please see the fields below for details.
cs_cz: Vložené hodnoty nelze uložit. Více informací naleznete níže.
sk_sk: Vložené hodnoty nemožno uložiť. Viac informácií nájdete nižšie.
zh_cn: 不能保存所输入的值。请以下字段的详细信息，参阅。

# cmsform.nodenamedescription
source: This value is used as a name of the page.
cs_cz: Tato hodnota je používána jako název dokumentu.
sk_sk: Tato hodnota je používaná ako názov dokumentu.
zh_cn: 此值用作页面的名称。

# cmsform.publishfromcaption
source: Publish from
cs_cz: Publikovat od
sk_sk: Publikovať od
zh_cn: 从发布

# cmsform.publishfromdescription
source: Date and time from which the page should be published. Leave the value empty for immediate publishing.
cs_cz: Datum a čas od kdy má být dokument publikován. Nevyplňujte v případě, že má být publikován okamžitě.
sk_sk: Dátum a čas od kedy má byť dokument publikovaný. Nevyplňujte v prípade, že má byť publikovaný okamžite.
zh_cn: 日期和时间应该从中发布页面。立即发布为空值。

# cmsform.publishtocaption
source: Publish to
cs_cz: Publikovat do
sk_sk: Publikovať do
zh_cn: 发布到

# cmsform.publishtodescription
source: Date and time when the page expires. Leave the value empty for pages that do not expire.
cs_cz: Datum a čas kdy vyprší platnost dokumentu. Nevyplňujte u dokumentů, které nemají omezenou dobu platnosti.
sk_sk: Dátum a čas kedy vyprší platnosť dokumentu. Nevyplňujte u dokumentov, ktoré nemajú obmedzenú dobu platnosti.
zh_cn: 日期和时间时的页面过期。不会过期的页面为空值。

# cmsform.saveandcheckin
source: Save and check in the page...
cs_cz: Uložit a uvolnit dokument...
sk_sk: Uložiť a uvoľniť dokument...
zh_cn: 保存并签入页面...

# cmsform.saveandpublish
source: Save and publish...
cs_cz: Uložit a publikovat...
sk_sk: Uložiť a publikovať...
zh_cn: 保存并发布......

# cmsform.workflowcannotapprove
source: You cannot work with this page in this step.
cs_cz: V tomto kroku nemůžete pracovat s dokumentem.
sk_sk: V tomto kroku nemôžete pracovať s dokumentom.
zh_cn: 你不能与此页在这一步工作。

# cmsform.workflowstepinfo
source: Current workflow step: {%stepname%}.
cs_cz: Aktuální krok workflow: {%stepname%}.
sk_sk: Aktuálny krok workflow: {%stepname%}.
zh_cn: 当前工作流步骤： {%stepname%}。

# cmsform.workflowstepinfolink
source: Publish the page...
cs_cz: Publikovat dokument...
sk_sk: Publikovať dokument...
zh_cn: 发布页...

# cmsimageselector.openfullsize
source: Click to open in full size
cs_cz: Klikněte pro plnou velikost
sk_sk: Kliknite pre otvorenie v plnej veľkosti
zh_cn: 单击此处，打开在全尺寸

# cmsimageselector.select
source: Select
cs_cz: Vybrat...
sk_sk: Vybrať...
zh_cn: 选择

# cmsimport_bizforms.importbizform
source: Import form data
cs_cz: Importovat data BizFormu
sk_sk: Import dát BizFormu
zh_cn: 导入表单数据

# cmsimport_bizforms.infolabel
source: <strong>Please note: </strong> Importing form data into an existing form causes deletion of the original data!
cs_cz: <strong>Upozornění: </strong> Importováním dat BizFormu do již existujícího BizFormu dojde ke smazání původních!
sk_sk: <strong>Prosím pozor: </strong> Importovanie BizForm dát do existujúcich BizFormov spôsobuje zmazanie pôvodných dát!
zh_cn: <strong>请注意：</strong>将表单数据导入现有表格导致原始数据的删除 ！

# cmsimport_board.importboardmessages
source: Import board messages
cs_cz: Importovat příspěvky diskuzí
sk_sk: Import diskusných správ
zh_cn: 导入董事会消息

# cmsimport_customtables.importcustomtable
source: Import custom table data
cs_cz: Importovat data uživatelských tabulek
sk_sk: Import dát z vlastných tabuliek
zh_cn: 导入自定义的表数据

# cmsimport_customtables.infolabel
source: <strong>Please note: </strong> Importing custom table data into existing custom table causes deletion of the original data!
cs_cz: <strong>Upozornění: </strong> Importování dat uživatelské tabulky způsobí smazaní dat v již existující tabulce!
sk_sk: <strong>Prosím pozor: </strong> Importovanie dát z vlastných tabuliek do existujúcich tabuliek spôsobuje zmazanie originálnych dát!
zh_cn: <strong>请注意：</strong>将自定义的表数据导入现有的自定义表导致原始数据的删除 ！

# cmsimport_forum.importforum
source: Import forum posts
cs_cz: Importovat příspěvky fóra
sk_sk: Import príspevkov fóra
zh_cn: 导入论坛帖子

# cmsmessages.accessdenied
source: Access to the resource is denied.
cs_cz: Přístup zamítnut
sk_sk: Prístup zamietnutý
zh_cn: 对资源的访问被拒绝。

# cmsmessages.accessdeniedresource
source: Access is denied to the resource '{0}'.
cs_cz: Přístup k '{0}' zamítnut.
sk_sk: Prístup k '{0}' zamietnutý.
zh_cn: 访问被拒绝对资源"{0}"。

# cmsmodules_friends_controls_friendsuserlist
source: Notification gateway
cs_cz: Brána pro upozornění
sk_sk: Brána upozornení
zh_cn: 通知网关

# cmspagemanager.history
source: Page history
cs_cz: Historie dokumentu
sk_sk: História dokumentu
zh_cn: 页历史记录

# cmspagemanager.pagecheckedoutbycurrentuser
source: You have checked out this page.
cs_cz: Uzamkl jste tuto stránku.
sk_sk: Uzamkli ste túto stránku.
zh_cn: 您已签出此页。

# cmspagemanager.pagenotcheckedout
source: You need to check out the page for editing first. {0}Check out the page...{1}
cs_cz: Nejprve je třeba uzamknout dokument pro editaci. {0}Uzamknout dokument...{1}
sk_sk: Najprv je potrebné uzamknúť dokument pre editáciu. {0}Uzamknúť dokument...{1}
zh_cn: 你需要签出进行编辑第一页。{0}签出页面...{1}

# cmspagemanager.properties
source: Page properties
cs_cz: Vlastnosti stránky
sk_sk: Vlastnosti stránky
zh_cn: 页面属性

# cmspagemanager.save
source: Save page
cs_cz: Uložit stránku
sk_sk: Uložiť stránku
zh_cn: 保存网页

# cmspagemanager.saveandcheckin
source: Save and check in the page...
cs_cz: Uložit a uvolnit dokument...
sk_sk: Uložiť a uvoľniť dokument...
zh_cn: 保存并签入页面...

# cmspagemanager.validationerror
source: The entered values cannot be saved. Please see the fields below for details.
cs_cz: Vložené hodnoty nelze uložit. Více informací naleznete níže.
sk_sk: Vložené hodnoty nemožno uložiť. Viac informácií nájdete nižšie.
zh_cn: 不能保存所输入的值。请以下字段的详细信息，参阅。

# cmssearchdialog.go
source: Go
cs_cz: Hledej
sk_sk: Hľadaj
zh_cn: 去

# cmssearchdialog.searchfor
source: Search for:
cs_cz: Vyhledat:
sk_sk: Vyhľadať:
zh_cn: 搜索：

# cmssearchdialog.searchmode
source: Search mode:
cs_cz: Způsob hledání:
sk_sk: Spôsob hľadania:
zh_cn: 搜索模式：

# cmssearchdialog.searchmode.allwords
source: All Words
cs_cz: Všechna slova
sk_sk: Všetky slová
zh_cn: 所有单词

# cmssearchdialog.searchmode.anyword
source: Any Word
cs_cz: Jakékoliv slovo
sk_sk: Akékoľvek slovo
zh_cn: 任何词

# cmssearchdialog.searchmode.exactphrase
source: Exact Phrase
cs_cz: Přesný výraz
sk_sk: Presný výraz
zh_cn: 精确短语

# cmssearchdialog.searchscope
source: Search Scope:
cs_cz: Rozsah hledání:
sk_sk: Rozsah hľadania:
zh_cn: 搜索范围:

# cmssearchdialog.searchscope.allcontent
source: All Content
cs_cz: Vše
sk_sk: Všetko
zh_cn: 所有内容

# cmssearchdialog.searchscope.onlythissection
source: Only This Section
cs_cz: Pouze tato sekce
sk_sk: Iba táto sekcia
zh_cn: 仅此节

# cmssearchresults.modified
source: Modified:
cs_cz: Modifikováno:
sk_sk: Modifikované:
zh_cn: 修订日期：

# cmssearchresults.nodocumentfound
source: No pages found.
cs_cz: Nebyly nalezeny žádné dokumenty.
sk_sk: Neboli nájdené žiadne dokumenty.
zh_cn: 没有找到的页。

# cmssearchresults.path
source: Path:
cs_cz: Cesta:
sk_sk: Cesta:
zh_cn: 路径:

# cmssearchresults.searchresults
source: Search Results:
cs_cz: Výsledky hledání:
sk_sk: Výsledky hľadania:
zh_cn: 搜索结果：

# cmsuploader.errorextensionnotallowed
source: This type of document cannot be uploaded.
cs_cz: Tento typ dokumentu nezle nahrát.
sk_sk: Tento typ dokumentu nie je možné nahrať.
zh_cn: 无法上载此类型的文档。

# cmsuploader.errorfilealreadyexists
source: The file of that name already exists. Please choose some other name.
cs_cz: Soubor stejného jména již existuje. Vyberte nějaké jiné jméno.
sk_sk: Súbor rovnakého mena už existuje. Prosím, vyberte iné meno.
zh_cn: 此名称的文件已存在。请选择其他名称。

# cmsuploader.errorfiletoolarge
source: The file is larger than maximum allowed file size.
cs_cz: Velikost souboru je větší než povolená maximální velikost.
sk_sk: Veľkosť súboru je väčšia ako povolená maximálna veľkosť.
zh_cn: 该文件是大于允许的最大文件大小。

# cmsuploader.rename
source: Rename:
cs_cz: Přejmenovat:
sk_sk: Premenovať:
zh_cn: 重命名：

# cmsuploader.upload
source: Upload file:
cs_cz: Nahrát soubor:
sk_sk: Nahrať súbor:
zh_cn: 上传文件：

# cmsuploader.uploadupdate
source: Update file:
cs_cz: Aktualizovat soubor:
sk_sk: Aktualizovať súbor:
zh_cn: 更新文件：

# com.newproduct.accessdeniedtopath
source: Unable to save the file: Access to the path '{0}' is denied.
cs_cz: Nepodařilo se uložit soubor: Přístup k {0}' je zamítnut.
sk_sk: Nepodarilo sa uložiť súbor. Prístup k '{0}' je zakázaný.
zh_cn: 无法保存该文件： 对路径"{0}"访问被拒绝。

# com.newproduct.inventorycategory
source: Inventory
cs_cz: Inventář
sk_sk: Inventár
zh_cn: 库存

# com.newproduct.lblskuimage
source: Image
cs_cz: Obrázek
sk_sk: Obrázok
zh_cn: 图像

# com.newproduct.packagecategory
source: Package
cs_cz: Balík
sk_sk: Balík
zh_cn: 包

# com.newproduct.pricewrongformat
source: Please enter 'price' as positive number.
cs_cz: Zadejte prosím pole 'cena' jako kladné číslo.
sk_sk: Zadajte, prosím, cenu ako kladné číslo.
zh_cn: 请输入 '价格' 为正数。

# com.newproduct.skudepartmentnotselected
source: Please choose a product department.
cs_cz: Vyberte prosím oddělení produktu.
sk_sk: Vyberte, prosím, oddelenie produktu.
zh_cn: 请选择产品部。

# com.newproduct.skuimage
source: Product image
cs_cz: Obrázek produktu
sk_sk: Obrázok produktu.
zh_cn: 产品形象

# com.newproduct.skunameempty
source: Please enter a product name.
cs_cz: Zadejte prosím název produktu.
sk_sk: Zadajte, prosím, názov produktu.
zh_cn: 请输入产品名称。

# com.newproduct.skupriceempty
source: Please enter a product price.
cs_cz: Zadejte prosím cenu produktu
sk_sk: Zadajte, prosím, cenu produktu.
zh_cn: 请输入产品价格。

# com.newproduct.skupricenotdouble
source: Please enter price as valid number.
cs_cz: Zadejte prosím cenu jako platné číslo.
sk_sk: Zadajte, prosím, cenu ako platné číslo.
zh_cn: 请输入价格作为有效的数字。

# com.productedit.availability
source: Availability (days):
cs_cz: Dostupnost (dny):
sk_sk: Dostupnosť (dni)
zh_cn: 可用性 （天）：
