Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# editbizformfield.content
source: Source Definition:
cs_cz: Definice zdroje:
sk_sk: Definícia zdroja:
zh_cn: 源定义：

# editbizformfield.defaultvalue
source: Default Value:
cs_cz: Implicitní hodnota:
sk_sk: Implicitná hodnota:
zh_cn: 默认值:

# editbizformfield.directorypath
source: Virtual upload path:
cs_cz: Virtuální nahrávací cesta:
sk_sk: Virtuálna nahrávacia cesta:
zh_cn: 虚拟上载路径：

# editbizformfield.edittime
source: Edit Time
cs_cz: Upravit čas
sk_sk: Editovať čas
zh_cn: 编辑时间

# editbizformfield.erroremptydatasource
source: Please enter a data source definition.
cs_cz: Vložte prosím definici zdroje dat.
sk_sk: Prosím, vložte definíciu zdroja dát.
zh_cn: 请输入数据源定义。

# editbizformfield.erroremptyfieldname
source: Please enter a field name.
cs_cz: Vložte prosím název pole.
sk_sk: Prosím, vložte názov poľa.
zh_cn: 请输入一个字段名称。

# editbizformfield.erroremptyfieldsize
source: Please enter a field size.
cs_cz: Vložte prosím velikost pole.
sk_sk: Prosím, vložte veľkosť poľa.
zh_cn: 请输入字段的大小。

# editbizformfield.errorexistingcolumnname
source: The field name is used by another field. Please choose some other name.
cs_cz: Název pole je již použit u jiného pole. Vyberte nějaký jiný název.
sk_sk: Názov poľa je už použitý u iného poľa. Prosím, vyberte nejaký iný názov.
zh_cn: 另一个字段使用的字段名称。请选择其他名称。

# editbizformfield.errorfieldnamedoesnotstartwithletter
source: The field name must start with a letter.
cs_cz: Název pole musí začínat na písmeno.
sk_sk: Názov poľa musí začínať na písmeno.
zh_cn: 字段名称必须以字母开头。

# editbizformfield.errorfieldnameinvalidcharacter
source: The field name contains a space or one of the invalid characters:
cs_cz: Pole názvu obsahuje mezeru nebo nějaký ze zakázaných znaků:
sk_sk: Pole názvu obsahuje medzeru alebo nejaký zo zakázaných znakov:
zh_cn: 字段名称包含空格或无效字符之一：

# editbizformfield.errorinvalidfieldsize
source: The field size must be an integer number greater than zero.
cs_cz: Velikost pole musí být celé číslo větší než nula.
sk_sk: Veľkosť poľa musí byť celé číslo väčšie ako nula.
zh_cn: 字段大小必须是大于零的整数。

# editbizformfield.errorinvalidfieldtype
source: The field type contains an invalid value.
cs_cz: Typ pole obsahuje nesprávnou hodnotu.
sk_sk: Typ poľa obsahuje nesprávnu hodnotu.
zh_cn: 字段类型包含一个无效的值。

# editbizformfield.fielddisplayname
source: Field Caption:
cs_cz: Název pole:
sk_sk: Názov poľa:
zh_cn: 字段的标题：

# editbizformfield.fieldname
source: Field Code Name:
cs_cz: Kódové jméno pole:
sk_sk: Kódové meno poľa:
zh_cn: 字段代码名称：

# editbizformfield.fieldtype
source: Field Type:
cs_cz: Typ pole:
sk_sk: Typ poľa:
zh_cn: 字段的类型：

# editbizformfield.fieldtypecalendar
source: Calendar
cs_cz: Kalendář
sk_sk: Kalendár
zh_cn: 日历

# editbizformfield.fieldtypecheckbox
source: Checkbox
zh_cn: 复选框

# editbizformfield.fieldtypedecimalnumber
source: Decimal Number
cs_cz: Desetinné číslo
sk_sk: Desatinné číslo
zh_cn: 十进制数

# editbizformfield.fieldtypedropdownlist
source: Dropdown List
zh_cn: 下拉列表

# editbizformfield.fieldtypehtmleditor
source: WYSIWYG Editor
zh_cn: 所见即所得编辑器

# editbizformfield.fieldtypeintegernumber
source: Integer Number
cs_cz: Celé číslo
sk_sk: Celé číslo
zh_cn: 整数

# editbizformfield.fieldtypemultiplechoice
source: Multiple Choice
cs_cz: Vícenásobný výběr
sk_sk: Viacnásobný výber
zh_cn: 多项选择

# editbizformfield.fieldtyperadiobuttons
source: Radio Buttons
sk_sk: Radio Buttony
zh_cn: 单选按钮

# editbizformfield.fieldtypetextarea
source: Text Area
cs_cz: Víceřádkové textové pole
sk_sk: Viacriadkové textové pole
zh_cn: 文本区域

# editbizformfield.fieldtypetextbox
source: Text box
zh_cn: 文本框中

# editbizformfield.fieldtypeupload
source: Upload Field
cs_cz: Nahrát pole
sk_sk: Nahrať pole
zh_cn: 上传字段

# editbizformfield.fieldtypeusercontrol
source: User Control
zh_cn: 用户控件

# editbizformfield.filetypes
source: File types (e.g: "txt;rtf"):
cs_cz: Typy souborů (např.: "txt;rtf"):
sk_sk: Typy súborov (napr.: "txt;rtf"):
zh_cn: 文件类型 （例如："txt ； rtf"）：

# editbizformfield.header
source: Field Properties
cs_cz: Vlastnosti pole
sk_sk: Vlastnosti poľa
zh_cn: 字段属性

# editbizformfield.maxlength
source: Maximum Length:
cs_cz: Maximální délka:
sk_sk: Maximálna dĺžka:
zh_cn: 最大长度:

# editbizformfield.multiplechoice.option1
source: Options (one value;name pair on each line - example: 1;Blue)
cs_cz: Volby (jeden pár hodnota;jméno na každém řádku - příklad: 1;Blue)
sk_sk: Voľby (jeden pár hodnota; meno na každom riadku - príklad: 1;Blue)
zh_cn: 选项 （一个值 ； 每个行的名称对示例： 1 ；蓝)

# editbizformfield.multiplechoice.option2
source: SQL Query (it must return value and text fields)
cs_cz: SQL dotaz (musí vrátit hodnotu a textová pole)
sk_sk: SQL query (musí vrátiť hodnotu a textové pole)
zh_cn: SQL 查询 （它必须返回值和文本字段）

# editbizformfield.multiplechoice.options
source: Data Source:
cs_cz: Zdroj dat:
sk_sk: Zdroj dát:
zh_cn: 数据源：

# editbizformfield.option1
source: Options (one value;name pair on each line - example: 1;Blue)
cs_cz: Volby (jeden pár hodnota;jméno na každém řádku - příklad: 1;Blue)
sk_sk: Voľby (jeden pár hodnota; meno na každom riadku - príklad: 1;Blue)
zh_cn: 选项 （一个值 ； 每个行的名称对示例： 1 ；蓝)

# editbizformfield.option2
source: SQL Query (it must return value and text fields)
cs_cz: SQL dotaz (musí vrátit hodnotu a textová pole)
sk_sk: SQL query (musí vrátiť hodnotu a textové pole)
zh_cn: SQL 查询 （它必须返回值和文本字段）

# editbizformfield.options
source: Data Source:
cs_cz: Zdroj dat:
sk_sk: Zdroj dát:
zh_cn: 数据源：

# editbizformfield.radiobuttons.option1
source: Options (one value;name pair on each line - example: 1;Blue)
cs_cz: Volby (jeden pár hodnota;jméno na každém řádku - příklad: 1;Blue)
sk_sk: Voľby (jeden pár hodnota; meno na každom riadku - príklad: 1;Blue)
zh_cn: 选项 （一个值 ； 每个行的名称对示例： 1 ；蓝)

# editbizformfield.radiobuttons.option2
source: SQL Query (it must return value and text fields)
cs_cz: SQL dotaz (musí vrátit hodnotu a textová pole)
sk_sk: SQL query (musí vrátiť hodnotu a textové pole)
zh_cn: SQL 查询 （它必须返回值和文本字段）

# editbizformfield.radiobuttons.options
source: Data Source:
cs_cz: Zdroj dat:
sk_sk: Zdroj dát:
zh_cn: 数据源：

# editbizformfield.sendnotificationemails
source: Attach file to notification email:
cs_cz: Přidat soubor jako přílohu k oznamovacímu e-mailu:
sk_sk: Pridať súbor ako prílohu k oznamovaciemu e-mailu:
zh_cn: 将文件附加到电子邮件通知：

# editclassfields.header
source: Class fields
cs_cz: Atributy třídy
sk_sk: Atribúty triedy
zh_cn: 类字段

# editcontent.currentstepinfo
source: Page is currently using <strong>{1}</strong> workflow and is in <strong>{0}</strong> step.
cs_cz: Dokument momentálně používá workflow <strong>{1}</strong> a je v kroku <strong>{0}</strong>.
sk_sk: Krok workflow: <strong>{0}</strong>.
zh_cn: 页当前正在使用<strong>{1}</strong>工作流，并位于<strong>{0}</strong>的一步。

# editcontent.documentcheckedin
source: You need to <strong>check out</strong> the page for editing.
cs_cz: Je třeba <strong>uzamknout</strong> dokument pro editaci.
sk_sk: Je potrebné <strong>uzamknúť</strong> dokument pre editáciu.
zh_cn: 你需要<strong>签出</strong>该页面进行编辑。

# editcontent.documentcheckedout
source: You need to <strong>check in</strong> the page before submitting for approval.
cs_cz: Je třeba <strong>uvolnit</strong> dokument před jeho odesláním na schválení.
sk_sk: Je potrebné <strong>uvoľniť</strong> dokument pred jeho odoslaním na schválenie.
zh_cn: 您需要<strong>签入</strong>页面提交审批。

# editcontent.documentcheckedoutbyanother
source: The page is exclusively checked out by the following user: '{0}'.
cs_cz: Dokument je výlučně uzamčen uživatelem: '{0}'.
sk_sk: Dokument je výlučne uzamknutý užívateľom: '{0}'.
zh_cn: 页面以独占方式签出以下用户： '{0}'。

# editcontent.notauthorizedtoapprove
source: You are not authorized to approve the page.
cs_cz: Nemáte oprávnění ke schválení tohoto dokumentu.
sk_sk: Nemáte oprávnenie k schváleniu tohto dokumentu.
zh_cn: 你无权审批页面。

# editcontribution.closebutton
source: Close edit mode
cs_cz: Zavřít mód úprav
sk_sk: Zavrieť režim editácie
zh_cn: 关闭编辑模式

# editcountry.changesinserted
source: The country was successfully created.
cs_cz: Země byla úspěšně vytvořena.
sk_sk: Krajina bola úspešne vytvorená.
zh_cn: 该国已成功创建。

# editcountry.header
source: Country properties
cs_cz: Vlastnosti země
sk_sk: Vlastnosti krajiny
zh_cn: 国家属性

# editcustomer.changesinserted
source: The customer was created. Now you can create another.
cs_cz: Zákazník byl vytvořen. Nyní můžete vytvořit dalšího.
sk_sk: Zákazník bol vytvorený. Teraz môžete vytvoriť ďalšieho.
zh_cn: 创建客户的。现在您可以创建另一个。

# editcustomer.header
source: Customer Properties
cs_cz: Vlastnosti zákazníka
sk_sk: Vlastnosti zákazníka
zh_cn: 客户属性

# editform.documentnotfound
source: Page not found.
cs_cz: Dokument nebyl nalezen.
sk_sk: Dokument nebol nájdený.
zh_cn: 找不到网页。

# editingformcontrol.deletevalue
source: Delete macro value
cs_cz: Smazat hodnotu
sk_sk: Zmazať hodnotu makra
zh_cn: 删除宏值

# editingformcontrol.editvalue
source: Edit value
cs_cz: Upravit hodnotu
sk_sk: Upraviť hodnotu
zh_cn: 编辑值

# editingformcontrol.removemacros
source: Remove macro value
cs_cz: Smazat hodnotu
sk_sk: Odstrániť hodnotu makra
zh_cn: 删除宏值

# editingformcontrol.titletext
source: Edit value
cs_cz: Upravit hodnotu
sk_sk: Upraviť hodnotu
zh_cn: 编辑值

# edition.e
source: Enterprise
zh_cn: 企业

# edition.ecommerce
source: E-commerce
cs_cz: E-commerce edice
sk_sk: E-commerce edícia
zh_cn: 电子商务

# edition.express
source: Express
zh_cn: 快递

# edition.f
source: Free
zh_cn: 免费

# edition.p
source: Professional
zh_cn: 专业

# edition.r
source: Professional 3x
zh_cn: 专业 3 x

# edition.s
source: Standard
zh_cn: 标准

# editionerror.feature
source: Feature:
cs_cz: Vlastnost:
sk_sk: Vlastnosť:
zh_cn: 功能：

# editionerror.header
source: The Feature Is Not Supported
cs_cz: Komponenta není podporována
sk_sk: Komponent nie je podporovaný
zh_cn: 不支持的功能

# editionerror.info
source: The feature you are trying to use is not supported in the Kentico Express Edition.
cs_cz: Komponenta, kterou chcete použít, není podporována v Kentico Express Edition.
sk_sk: Komponent, ktorý chcete použiť, nie je podporovaný v Kentico Express Edition.
zh_cn: 在 Kentico 速成版中不支持您试图使用的功能。

# editmenu.approve
source: Approve the page
cs_cz: Schválit dokument
sk_sk: Schváliť dokument
zh_cn: 审批页面

# editmenu.checkin
source: Check in the page
cs_cz: Uvolnit dokument
sk_sk: Uvoľniť dokument
zh_cn: 签入网页

# editmenu.checkout
source: Check out the page
cs_cz: Uzamknout dokument
sk_sk: Uzamknúť dokument
zh_cn: 签出页面

# editmenu.delete
source: Delete the page
cs_cz: Smazat dokument
sk_sk: Zmazať dokument
zh_cn: 删除页

# editmenu.iconcheckin
source: Check in
cs_cz: Uvolnit
sk_sk: Uvoľniť
zh_cn: 登记

# editmenu.iconcheckout
source: Check out
cs_cz: Uzamknout
sk_sk: Uzamknúť
zh_cn: 退房

# editmenu.iconproperties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# editmenu.iconpublish
source: Publish
cs_cz: Publikovat
sk_sk: Publikovať
zh_cn: 发布

# editmenu.iconsaveandanother
source: Save and create another
cs_cz: Uložit a vytvořit další
sk_sk: Uložiť a vytvoriť ďalší
zh_cn: 保存并创建另一个

# editmenu.iconspellcheck
source: Spell check
cs_cz: Kontrola pravopisu
sk_sk: Kontrola pravopisu
zh_cn: 拼写检查

# editmenu.iconsubmittoapproval
source: Submit for approval
cs_cz: Odeslat ke schválení
sk_sk: Odoslať&nbsp;na&nbsp;schválenie
zh_cn: 提交以供审批

# editmenu.iconundocheckout
source: Undo checkout
cs_cz: Zrušit uzamčení
sk_sk: Zrušiť uzamknutie
zh_cn: 撤消签出

# editmenu.properties
source: Display page properties
cs_cz: Zobrazit vlastnosti dokumentu
sk_sk: Zobraziť vlastnosti dokumentu
zh_cn: 显示页面属性

# editmenu.publish
source: Publish the page
cs_cz: Publikovat dokument
sk_sk: Publikovať dokument
zh_cn: 发布页

# editmenu.reject
source: Reject the page
cs_cz: Zamítnout dokument
sk_sk: Zamietnuť dokument
zh_cn: 拒绝该页面

# editmenu.save
source: Save the page
cs_cz: Uložit dokument
sk_sk: Uložiť dokument
zh_cn: 保存网页

# editmenu.saveandanother
source: Save and create another page
cs_cz: Uložit a vytvořit další dokument
sk_sk: Uložiť a vytvoriť ďalší dokument
zh_cn: 保存并创建另一个页面

# editmenu.spellcheck
source: Spell check
cs_cz: Kontrola pravopisu
sk_sk: Kontrola pravopisu
zh_cn: 拼写检查

# editmenu.submittoapproval
source: Submit the page for approval
cs_cz: Odeslat dokument ke schválení
sk_sk: Odoslať dokument na schválenie
zh_cn: 提交页面以供审批

# editmenu.undocheckout
source: Undo the page checkout
cs_cz: Zrušit uzamčení dokumentu
sk_sk: Zrušiť uzamknutie dokumentu
zh_cn: 撤消签出页面

# editmenu.undocheckoutconfirmation
source: Are you sure you want to undo the changes to the page?
cs_cz: Opravdu chcete vrátit poslední změny?
sk_sk: Naozaj chcete vrátiť zmeny v dokumente?
zh_cn: 你确定你想要撤消对页的更改？

# editnewsletters.addnewsletter
source: Add Email campaign
cs_cz: Přidat newsletter
sk_sk: Pridať Newsletter
zh_cn: 添加电子邮件市场活动

# editnewsletters.confirmdelete
source: Are you sure you want to remove the selected subscription?
cs_cz: Opravdu chcete odstranit daný odběr newsletteru?
sk_sk: Určite chcete odstrániť danú prihlášku k newsletteru?
zh_cn: 是否确实要删除选定的订阅？

# editnewsletters.deletehint
source: Remove email campaign subscription
cs_cz: Zrušit odběr newsletteru
sk_sk: Zrušiť odber newslettera
zh_cn: 删除电子邮件活动订阅

# editnewsletters.description
source: The subscriber {%email%} is subscribed to the following email campaigns:
cs_cz: Odběratel {%email%} je přihlášen k těmto newsletterům:
sk_sk: Odberateľ {%email%} je prihlásený k týmto newsletterom:
zh_cn: {%电子邮件 %} 订户订阅到下面的电子邮件活动：

# editnewsletters.header
source: Edit Subscriber's Email campaign
cs_cz: Editace newsletterů odběratele
sk_sk: Editácia newsletterov odberateľa
zh_cn: 编辑订阅者的电子邮件活动

# editnewsletters.newsletter
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# editnewsletters.ok
source: < Back to subscribers
cs_cz: < Zpět na odběratele
sk_sk: < Späť na odberateľov
zh_cn: < Back to subscribers back="" to=""></ Back to subscribers>

# editnoncoupled.erroremptynodename
source: Please enter a page type name.
cs_cz: Vložte nějaký název dokumentu.
sk_sk: Prosím, vložte názov dokumentu.
zh_cn: 请输入页面的类型名称。

# editnoncoupled.header
source: Edit Page
cs_cz: Upravit dokument
sk_sk: Editovať dokument
zh_cn: 编辑页

# editnoncoupled.nodename
source: Page Name:
cs_cz: Jméno dokumentu:
sk_sk: Meno dokumentu:
zh_cn: 页面名称：

# editorder.header
source: Order Properties
cs_cz: Vlastnosti objednávky
sk_sk: Vlastnosti objednávky
zh_cn: 命令属性

# editorder.invoiceaddress
source: Invoice Address:
cs_cz: Adresa faktury:
sk_sk: Adresa faktúry:
zh_cn: 发票地址：

# editorder.orderitems
source: Order Items:
cs_cz: Položky objednávky:
sk_sk: Položky objednávky:
zh_cn: 订单项：

# editorder.orderstatus
source: Order status:
cs_cz: Stav objednávky:
sk_sk: Stav objednávky:
zh_cn: 订单状态：

# editorder.shippingaddress
source: Shipping Address:
cs_cz: Poštovní adresa:
sk_sk: Poštová adresa:
zh_cn: 送货地址：

# editorder.updatestatus
source: Update Status
cs_cz: Aktualizovat stav
sk_sk: Aktualizovať stav
zh_cn: 更新状态

# editorderstatus.changesinserted
source: The order status was created. Now you can create another.
cs_cz: Stav objednávky byl vytvořen. Nyní můžete vytvořit další.
sk_sk: Stav objednávky bol vytvorený. Teraz môžete vytvoriť ďalšiu.
zh_cn: 订单状态被创造了。现在您可以创建另一个。

# editorderstatus.header
source: Order Status Properties
cs_cz: Vlastnosti stavu objednávky
sk_sk: Vlastnosti stavu objednávky
zh_cn: 订单状态属性

# editrelationship.btnselectnode
source: Select Page
cs_cz: Výběr dokumentu
sk_sk: Výber dokumentu
zh_cn: 选择页

# editrelationship.btnswitch
source: <-> Switch Sides
cs_cz: <-> Změnit strany
sk_sk: <-> Zmeniť strany
zh_cn: <->转向另一侧</->

# editrelationship.errornonodeselected
source: Please select a page.
cs_cz: Vyberte nějaký dokument.
sk_sk: Prosím, vyberte dokument.
zh_cn: 请选择一个页面。

# editrelationship.errornorelationshipnameselected
source: Please select some relationship name.
cs_cz: Vyberte nějaké jméno vztahu.
sk_sk: Prosím, vyberte meno vzťahu.
zh_cn: 请选择一些关系的名称。

# editrelationship.errorrelationshipalreadyexists
source: The selected relationship already exists.
cs_cz: Vybraný vztah již existuje.
sk_sk: Vybraný vzťah už existuje.
zh_cn: 选定的关系已经存在。

# editrelationship.header
source: Relationship Properties
cs_cz: Vlastnosti vztahu
sk_sk: Vlastnosti vzťahu
zh_cn: 关系属性

# editrelationship.lblrelationshipname
source: Relationship Name
cs_cz: Název vztahu
sk_sk: Názov vzťahu
zh_cn: 关系名称

# editrole.changesinserted
source: The role was created. Now you can create another role.
cs_cz: Role byla vytvořena. Nyní můžete vytvořit další.
sk_sk: Rola bola vytvorená. Teraz môžete vytvoriť ďalšiu.
zh_cn: 角色的创建。现在，您可以创建另一个角色。

# editrole.erroremptyroledisplayname
source: Please enter a role display name.
cs_cz: Vložte prosím zobrazovaný název role.
sk_sk: Prosím, vložte zobrazované meno role.
zh_cn: 请输入角色的显示名称。

# editrole.erroremptyrolename
source: Please enter a role name.
cs_cz: Vložte prosím název role.
sk_sk: Prosím, vložte meno role.
zh_cn: 请输入角色的名称。

# editrole.errorexistingrolename
source: There's another role with this role name. Please choose some other name.
cs_cz: S tímto jménem existuje jíná role. Vyberte nějaké jiné jméno.
sk_sk: S týmto menom existuje iná rola. Prosím, vyberte iné meno.
zh_cn: 还有与此角色名称的另一个角色。请选择其他名称。

# editrole.header
source: Role properties
cs_cz: Vlastnosti role
sk_sk: Vlastnosti role
zh_cn: 角色属性

# editrole.roledisplayname
source: Role Display Name:
cs_cz: Zobrazený název role:
sk_sk: Zobrazovaný názov role:
zh_cn: 角色显示名称:

# editrole.roleid
source: Role ID:
cs_cz: ID role:
sk_sk: ID role:
zh_cn: 角色 ID：

# editrole.rolename
source: Role Name:
cs_cz: Název role:
sk_sk: Názov role:
zh_cn: 角色名称:

# editroleusers.adduser
source: Add user
cs_cz: Přidat uživatele
sk_sk: Pridať užívateľa
zh_cn: 添加用户

# editroleusers.confirmdelete
source: Are you sure you want to remove user from the role?
cs_cz: Opravdu chcete odstranit daného uživatele z role?
sk_sk: Určite chcete odstrániť daného užívateľa z role?
zh_cn: 你确定你想要从角色中删除用户？

# editroleusers.deletehint
source: Remove user from role
cs_cz: Odebrat uživatele z role
sk_sk: Odobrať užívateľa z role
zh_cn: 从角色中删除用户

# editroleusers.description
source: The following users are members of role {%rolename%}:
cs_cz: Následující uživatelé jsou členové role {%rolename%}:
sk_sk: Nasledujúci užívatelia sú členmi role {%rolename%}:
zh_cn: 下列用户是 {%rolename%} 角色的成员：

# editroleusers.email
source: email
zh_cn: 电子邮件

# editroleusers.header
source: Edit role members
cs_cz: Editace členů role
sk_sk: Editácia členov role
zh_cn: 编辑角色成员

# editroleusers.ok
source: < back to Roles
cs_cz: < Zpět na role
sk_sk: < Späť na role
zh_cn: < back to Roles back="" to=""></ back to Roles>

# editroleusers.username
source: Username
cs_cz: Uživatelské jméno
sk_sk: Užívateľské meno
zh_cn: 用户名

# editstate.backtocountry
source: <- Back to country
cs_cz: <- Zpět na země
sk_sk: <- Späť na krajiny
zh_cn: <- Back to country back="" to=""></- Back to country>

# editstate.changesinserted
source: The state was created. Now you can create another.
cs_cz: Stát byl vytvořen. Nyní můžete vytvořit další.
sk_sk: Štát bol vytvorený. Teraz môžete vytvoriť ďalší.
zh_cn: 国家被创造了。现在您可以创建另一个。

# editstate.header
source: State properties
cs_cz: Vlastnosti státu
sk_sk: Vlastnosti štátu
zh_cn: 状态属性

# editsubscriber.changesinserted
source: The subscriber was created. Now you can create another.
cs_cz: Odběratel byl vytvořen. Nyní můžete vytvořit dalšího.
sk_sk: Odberateľ bol vytvorený. Teraz môžete vytvoriť ďalšieho.
zh_cn: 订阅服务器上创建。现在您可以创建另一个。

# editsubscriber.erroremptyemail
source: Please enter some email address.
cs_cz: Vložte prosím e-mailovou adresu.
sk_sk: Prosím, vložte e-mailovú adresu.
zh_cn: 请输入一些电子邮件地址。

# editsubscriber.errorexistingemail
source: There's already another subscriber with this email address. Please choose some other email address.
cs_cz: S touto e-mailovou adresou již existuje jiný odběratel. Vyberte nějakou jinou e-mailovou adresu.
sk_sk: S touto e-mailovú adresou už existuje iný odberateľ. Prosím, vyberte nejakú inú e-mailovú adresu.
zh_cn: 已经是另一个订阅服务器与此电子邮件地址。请选择一些其他的电子邮件地址。

# editsubscriber.firstname
source: First Name:
cs_cz: Křestní jméno:
sk_sk: Krstné meno:
zh_cn: 名字:

# editsubscriber.fullname
source: Full Name:
cs_cz: Celé jméno:
sk_sk: Celé meno:
zh_cn: 全名：

# editsubscriber.header
source: Subscriber Properties
cs_cz: Vlastnosti odběratele
sk_sk: Vlastnosti odberateľa
zh_cn: 订阅服务器属性

# editsubscriber.lastname
source: Last Name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# editsubscriber.subscriberid
source: Subscriber ID:
cs_cz: ID odběratele:
sk_sk: ID odberateľa:
zh_cn: 订阅者 ID：

# edittabs.design
source: Design
sk_sk: Dizajn
zh_cn: 设计

# edittabs.displaycontent
source: Web part content
cs_cz: Zobrazit obsah web part
sk_sk: Zobraziť obsah web part
zh_cn: Web 部件内容

# edittabs.form
source: Form
cs_cz: Formulář
sk_sk: Formulár
zh_cn: 表格

# edittabs.masterpage
source: Master page
sk_sk: Hlavná stránka
zh_cn: 母版页

# edittabs.page
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# edittabs.product
source: Product
cs_cz: Produkt
sk_sk: Produkt
zh_cn: 产品

# edittabs.properties
source: Properties
cs_cz: Vlastnosti
sk_sk: Vlastnosti
zh_cn: 属性

# edittemplatefields.errorisnotcoupled
source: This page type cannot have any custom fields.
cs_cz: Tento typ dokumentu nemůže obsahovat uživatelské atributy.
sk_sk: Tento typ dokumentu nemôže obsahovať užívateľské atribúty.
zh_cn: 这种页面类型不能有任何自定义字段。

# edittemplatefields.formdefinitiongenerated
source: Form definition was generated successfully.
cs_cz: Definice formuláře byla úspěšně vygenerována.
sk_sk: Form definícia bola úspešne vygenerovaná
zh_cn: 表格定义已成功生成。

# edittemplatefields.generateformdefinition
source: Generate default form definition
cs_cz: Generovat implicitní definici formuláře
sk_sk: Vygeneruj základnú form definíciu
zh_cn: 生成默认表格定义

# edituser.changesinserted
source: The user account was created. Now you can create another.
cs_cz: Uživatelský účet byl vytvořen. Nyní můžete vytvořit další.
sk_sk: Užívateľský účet bol vytvorený. Teraz môžete vytvoriť ďalší.
zh_cn: 用户帐户已创建。现在您可以创建另一个。

# edituser.erroremptyfullname
source: Please enter a full name.
cs_cz: Vložte prosím celé jméno.
sk_sk: Prosím, vložte celé meno.
zh_cn: 请输入完整的名称。

# edituser.erroremptyusername
source: Please enter a user name.
cs_cz: Vložte prosím uživatelské jméno.
sk_sk: Prosím, vložte užívateľské meno.
zh_cn: 请输入用户的名称。

# edituser.errorexistingusername
source: There's already another account with this user name. Please choose some other user name.
cs_cz: S tímto uživatelským jménem již existuje jiný uživatelský účet. Vyberte nějaké jiné uživatelské jméno.
sk_sk: S týmto užívateľským menom už existuje iný užívateľský účet. Prosím, vyberte iné užívateľské meno.
zh_cn: 已经是另一个帐户使用此用户名。请选择其他一些用户的名称。

# edituser.errorpasswordconfirmation
source: Password confirmation failed.
cs_cz: Zadaná hesla se neshodují.
sk_sk: Zadané heslá sa nezhodujú.
zh_cn: 密码确认失败。

# edituser.firstname
source: First Name:
cs_cz: Křestní jméno:
sk_sk: Krstné meno:
zh_cn: 名字:

# edituser.fullname
source: Full Name:
cs_cz: Celé jméno:
sk_sk: Celé meno:
zh_cn: 全名：

# edituser.header
source: User Properties
cs_cz: Vlastnosti uživatele
sk_sk: Vlastnosti užívateľa
zh_cn: 用户属性

# edituser.lastname
source: Last Name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# edituser.middlename
source: Middle Name:
cs_cz: Prostřední jméno:
sk_sk: Prostredné meno:
zh_cn: 中间名：

# edituser.password
source: Password:
sk_sk: Heslo:
zh_cn: 密码：

# edituser.passwordconfirm
source: Confirm Password:
cs_cz: Potvrzení hesla:
sk_sk: Potvrdenie hesla:
zh_cn: 确认密码:

# edituser.preferredcontentculturecode
source: Preferred content culture:
cs_cz: Preferovaný jazyk obsahu:
sk_sk: Preferovaný jazyk obsahu:
zh_cn: 首选的内容语言：

# edituser.startingaliaspath
source: Starting Alias Path:
cs_cz: Výchozí aliasová cesta:
sk_sk: Základná alias cesta:
zh_cn: 起始的别名路径:

# edituser.userid
source: User ID:
cs_cz: ID uživatele:
sk_sk: ID užívateľa:
zh_cn: 用户 ID：
