Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# shoppingcartorderaddresses.billingnameerr
source: Please enter a billing address name.
cs_cz: Vložte prosím název fakturační adresy.
sk_sk: Prosím, vložte meno fakturačnej adresy.
zh_cn: 请输入帐单邮寄地址名称。

# shoppingcartorderaddresses.billingphone
source: Phone number:
cs_cz: Telefonní číslo:
sk_sk: Telefónne číslo:
zh_cn: 电话号码：

# shoppingcartorderaddresses.billingziperr
source: Please enter a ZIP code to billing address.
cs_cz: Vložte prosím PSČ do fakturační adresy.
sk_sk: Prosím, vložte PSČ do fakturačnej adresy.
zh_cn: 请输入帐单邮寄地址邮编。

# shoppingcartorderaddresses.chkcompanyaddress
source: My company address is different from the billing address
cs_cz: Adresa společnosti je odlišná od fakturační adresy.
sk_sk: Moja firemná adresa je rozdielna od fakturačnej adresy
zh_cn: 我公司地址是不同的帐单地址

# shoppingcartorderaddresses.companyaddresslineerr
source: Please enter address line(s) to specify your company address.
cs_cz: Zadejte prosím adresu do adresy společnosti.
sk_sk: Prosím, zadajte firemnú adresu.
zh_cn: 请输入地址行来指定您的公司地址。

# shoppingcartorderaddresses.companycityerr
source: Please enter a city to company address.
cs_cz: Zadejte prosím město do adresy společnosti.
sk_sk: Prosím, zadajte mesto firemnej adresy.
zh_cn: 请输入公司地址的一个城市。

# shoppingcartorderaddresses.companynameerr
source: Please enter a company address name.
cs_cz: Zadejte prosím název adresy společnosti.
sk_sk: Prosím, zadajte názov firemnej adresy.
zh_cn: 请输入公司地址名称。

# shoppingcartorderaddresses.companyziperr
source: Please enter a ZIP code to company address.
cs_cz: Zadejte prosím PSČ adresy společnosti.
sk_sk: Prosím, zadajte PSC firemnej adresy.
zh_cn: 请输入公司地址邮编。

# shoppingcartorderaddresses.lblcompanyaddress
source: Company address:
cs_cz: Adresa společnosti:
sk_sk: Adresa spoločnosti:
zh_cn: 公司地址：

# shoppingcartorderaddresses.newaddress
source: (new)
cs_cz: (nová)
sk_sk: (nový)
zh_cn: （新）

# shoppingcartorderaddresses.shippingaddr
source: Shipping address:
cs_cz: Poštovní adresa:
sk_sk: Poštová adresa:
zh_cn: 送货地址：

# shoppingcartorderaddresses.shippingaddresslineerr
source: Please enter address line(s) to specify your shipping address.
cs_cz: Vyplňte prosím poštovní adresu.
sk_sk: Prosím, vyplňte poštovú adresu.
zh_cn: 请输入地址行来指定您的送货地址。

# shoppingcartorderaddresses.shippingcityerr
source: Please enter a city to shipping address.
cs_cz: Vložte prosím město do poštovní adresy.
sk_sk: Prosím, vložte mesto do poštovej adresy.
zh_cn: 请输入一个城市的送货地址。

# shoppingcartorderaddresses.shippingnameerr
source: Please enter a shipping address name.
cs_cz: Vložte prosím název poštovní adresy.
sk_sk: Prosím, vložte meno poštovej adresy.
zh_cn: 请输入送货地址名称。

# shoppingcartorderaddresses.shippingziperr
source: Please enter a ZIP code to shipping address.
cs_cz: Vložte prosím PSČ do poštovní adresy.
sk_sk: Prosím, vložte PSČ do poštovej adresy.
zh_cn: 请输入一个邮政编码的送货地址。

# shoppingcartpaymentshipping.info
source: Please choose your preferred payment method and shipping option:
cs_cz: Zvolte prosím Vámi preferovaný způsob platby a dopravy:
sk_sk: Prosím, zvoľte Váš preferovaný spôsob platby a dopravy:
zh_cn: 请选择您的首选的付款方式和运送选项：

# shoppingcartpaymentshipping.payment
source: Payment:
cs_cz: Platba:
sk_sk: Platba:
zh_cn: 付款方式：

# shoppingcartpaymentshipping.shipping
source: Shipping:
cs_cz: Doprava:
sk_sk: Doprava:
zh_cn: 航运：

# shoppingcartpreview.icon
source: Shopping cart
cs_cz: Nákupní košík
sk_sk: Nákupný košík
zh_cn: 购物车

# shoppingcartpreview.sendnotification
source: Send new order notification
cs_cz: Zaslat oznámení o nové objednávce
sk_sk: Poslať upozornenie na novú objednávku.
zh_cn: 发送新的订单通知

# shoppingcartpreview.title
source: Order preview
cs_cz: Náhled objednávky
sk_sk: Náhľad objednávky
zh_cn: 订单预览

# shoppingcartselectcustomer.errorselect
source: Please select a customer.
cs_cz: Vyberte prosím zákazníka.
sk_sk: Prosím, zvoľte zákazníka.
zh_cn: 请选择一个客户。

# shoppingcartuserregistration.erroruserexists
source: User with given email address already exists.
cs_cz: Uživatel s danou e-mailovou adresou již existuje.
sk_sk: Užívateľ s danou e-mailovou adresou už existuje.
zh_cn: 用户与给定的电子邮件地址已经存在。

# shortcuts.editmyprofile
source: Edit my profile
cs_cz: Upravit můj profil
sk_sk: Upraviť môj profil
zh_cn: 编辑我的配置文件

# shortcuts.myinvitations
source: My invitations
cs_cz: Moje pozvánky
sk_sk: Moje pozvánky
zh_cn: 我的邀请

# shortcuts.myprofile
source: My profile
cs_cz: Můj profil
sk_sk: Môj profil
zh_cn: 我的配置文件

# showhistoryversion.header
source: View Earlier Page Version
cs_cz: Přehled předchozích verzí dokumentu
sk_sk: Prehľad predchádzajúcich verzií dokumentu
zh_cn: 查看以前的页面版本

# showhistoryversion.title
source: View Earlier Page Version
cs_cz: Přehled předchozích verzí dokumentu
sk_sk: Prehľad predchádzajúcich verzií dokumentu
zh_cn: 查看以前的页面版本

# signoutbutton.signout
source: Sign Out
cs_cz: Odhlášení
sk_sk: Odhlásenie
zh_cn: 登出

# site_delete.deletingdocument
source: Deleting page '{0}' ({1})
cs_cz: Mazání dokumentu '{0}' ({1})
sk_sk: Mazanie dokumentu '{0}' ({1})
zh_cn: 删除页面 '{0}' ({1})

# site_delete.deletingrest
source: Deleting other site objects
cs_cz: Mazání dalších objektů webu...
sk_sk: Mazanie ďalších objektov webu...
zh_cn: 删除其他站点对象

# site_delete.deletingsite
source: Initializing deletion of the site
cs_cz: Inicializace mazání webu...
sk_sk: Inicializácia mazania webu...
zh_cn: 初始化该网站删除

# site_delete.deletionerror
source: Error deleting site: {0}
cs_cz: Chyba mazání webu: {0}
sk_sk: Chyba mazania webu: {0}
zh_cn: 删除网站时出错: {0}

# site_delete.deletionfinished
source: Site '{0}' has been successfully deleted.<br />
cs_cz: Web '{0}' byl úspěšně smazán.<br />
sk_sk: Web '{0}' bol úspešne zmazaný.<br />
zh_cn: 网站"{0}"已被成功删除。<br>

# site_delete.header
source: Site '{0}' is being deleted
cs_cz: Mazání webu '{0}'
sk_sk: Web '{0}' sa vymazáva
zh_cn: 正在删除网站 '{0}'

# site_delete.headerconfirm
source: Site deletion confirmation
cs_cz: Potvrzení smazání webu
sk_sk: Potvrdenie zmazania webu
zh_cn: 网站删除确认

# site_edit.aliasexists
source: Alias with the same name already exists.
cs_cz: Spuštěný alias se stejným jménem již existuje.
sk_sk: Spustený alias s rovnakým menom už existuje.
zh_cn: 已存在具有相同名称的别名。

# site_edit.aliasrequired
source: Please enter a domain alias.
cs_cz: Vložte nějaký doménový alias.
sk_sk: Prosím, vložte doménový alias.
zh_cn: 请输入域别名。

# site_edit.automatic
source: (Automatic)
cs_cz: (Automatický)
sk_sk: (Automatický)
zh_cn: （自动）

# site_edit.codename
source: Site code name
cs_cz: Kódový název webu:
sk_sk: Kódový názov webu:
zh_cn: 站点代码名称

# site_edit.confirmation
source: Are you sure you want to delete site '{0}'?
cs_cz: Opravdu chcete smazat web '{0}'?
sk_sk: Určite chcete zmazať web '{0}'?
zh_cn: 你确定你想要删除站点 ' {0} '？

# site_edit.contentculture
source: Default content culture
cs_cz: Výchozí jazyková verze obsahu:
sk_sk: Implicitný jazyk obsahu:
zh_cn: 默认内容语言

# site_edit.creationfailed
source: Creation of the new site failed.
cs_cz: Vytvoření nového webu selhalo.
sk_sk: Vytvorenie nového webu zlyhalo.
zh_cn: 创建新的网站失败。

# site_edit.cssstyle
source: Site CSS stylesheet:
cs_cz: CSS šablona stylů webu:
sk_sk: CSS šablóna štýlov webu:
zh_cn: 网站的 CSS 样式表：

# site_edit.deletesite
source: Delete site
cs_cz: Smazat web
sk_sk: Zmazať web
zh_cn: 删除网站

# site_edit.description
source: Site description
cs_cz: Popis webu:
sk_sk: Popis webu:
zh_cn: 站点描述

# site_edit.displayname
source: Site display name
cs_cz: Zobrazený název webu:
sk_sk: Zobrazovaný názov webu:
zh_cn: 网站显示名称

# site_edit.domainname
source: Site domain name
cs_cz: Název domény webu:
sk_sk: Názov domény webu:
zh_cn: 网站域名

# site_edit.editorstylesheet
source: Editor CSS stylesheet
cs_cz: CSS styl editoru:
sk_sk: CSS štýl editoru:
zh_cn: 编辑 CSS 样式表

# site_edit.licensekey
source: Site license key:
cs_cz: Licenční klíč webu:
sk_sk: Licenčný kľúč webu:
zh_cn: 站点许可证密钥：

# site_edit.newalias
source: New alias:
cs_cz: Nový alias:
sk_sk: Nový alias:
zh_cn: 新建别名：

# site_edit.newsite
source: New site wizard
cs_cz: Průvodce novým webem
sk_sk: Sprievodca novým webom
zh_cn: 新建网站向导

# site_edit.title
source: Site properties
cs_cz: Vlastnosti webu
sk_sk: Vlastnosti webu
zh_cn: 网站属性

# site_edit.visitorculture
source: Visitor culture
cs_cz: Výchozí jazyková verze návštěvníka:
sk_sk: Implicitný jazyk návštevníka:
zh_cn: 访客语言

# site_edit_cultures.culturename
source: Culture name
cs_cz: Název jazykové verze
sk_sk: Názov jazyka
zh_cn: 语言名称

# site_edit_cultures.defaultrequired
source: The culture '{0}' is default website culture and is required to be assigned to the website.
cs_cz: Jazyková verze '{0}' je výchozí jazyková verze webových stránek a je vyžadováno, aby byla přiřazena webu.
sk_sk: Kultúra '{0}' je implicitná kultúra webových stránok a je vyžadované, aby bola priradená webu.
zh_cn: 语言"{0}"是默认网站语言，需要将被分配到该网站。

# site_edit_cultures.errorremoveculturefromsite
source: The site contains some pages of culture '{0}'. The culture cannot be unassigned.
cs_cz: Web obsahuje nějaké dokumenty jazykové verze '{0}'. Jazyková verze nemůže být nepřiřazena.
sk_sk: Web obsahuje nejaké dokumenty kultúry '{0}'. Kultúra nemôže byť nepriradená.
zh_cn: 该网站包含一些页面的语言"{0}"。语言不能是未赋值的。

# site_list.errormsg
source: The website cannot be started.
cs_cz: Web nejde spustit:
sk_sk: Web nejde spustiť:
zh_cn: 无法启动该网站。

# sitedefaultculturechange.documents
source: Change the culture of the existing pages
cs_cz: Změnit jazyk existujících dokumentů
sk_sk: Zmeniť jazyk existujúcich dokumentov
zh_cn: 改变语言的现有页

# sitedefaultculturechange.newculture
source: Choose new default culture:
cs_cz: Zvolte nový implicitní jazyk:
sk_sk: Zvoľte nový implicitný jazyk:
zh_cn: 选择新的默认语言：

# sitedefaultculturechange.title
source: Change default content culture
cs_cz: Změna implicitního jazyku obsahu
sk_sk: Zmena implicitného jazyka obsahu
zh_cn: 更改默认内容语言

# sitedomain.defaultaliaspath
source: Default alias path
cs_cz: Výchozí aliasová cesta:
sk_sk: Základná cesta
zh_cn: 默认别名路径

# sitedomain.domainaliasproperties
source: Domain alias properties
cs_cz: Vlastnosti aliasu domény
sk_sk: Vlastnosti aliasu domény
zh_cn: 域别名属性

# sitedomain.domainname
source: Domain alias:
cs_cz: Alias domény:
sk_sk: Alias domény:
zh_cn: 域别名：

# sitedomain.itemlistlink
source: Domain aliases
cs_cz: Aliasy domény
sk_sk: Aliasy domény
zh_cn: 域别名

# sitedomain.newalias
source: New domain alias
cs_cz: Nový doménový alias
sk_sk: Nový doménový alias
zh_cn: 新域别名

# sitedomain.redirecturl
source: Redirect URL
cs_cz: Přesměrovat na URL
sk_sk: Presmerovacia URL
zh_cn: 将 URL 重定向

# sitedomain.visitorculture
source: Visitor culture:
cs_cz: Výchozí jazyk návštěvníka:
sk_sk: Implicitný jazyk návštevníka:
zh_cn: 访客语言：

# siteexport.applicationrestarted
source: <strong>Application has been restarted and the logging of the export process has been terminated. Please make sure that the export package has been created.</strong><br />
cs_cz: <strong>Došlo k restartu aplikace a logování exportu bylo ukončeno. Prosím zkontrolujte, zda byl vytvořen exportní balíček.</strong><br />
sk_sk: <strong>Došlo k reštartu aplikácie a logovanie exportu bolo zrušené. Prosím, presvedčte sa, že balíček exportu je vytvorený.</strong><br />
zh_cn: <strong>已重新启动应用程序和记录的导出过程已终止。请确保已创建导出包装。</strong><br>

# siteexport.preparingexport
source: Preparing export
cs_cz: Příprava exportu...
sk_sk: Príprava exportu...
zh_cn: 准备导出

# siteexport.step.overwrite
source: Export
cs_cz: Exportovat
sk_sk: Exportovať
zh_cn: 导出

# siteimport.applicationrestarted
source: <strong>Application has been restarted and the logging of the import process has been terminated. Finish the import process manually. </strong><br />
cs_cz: <strong>Došlo k restartu aplikace a záznam importovacího procesu byl ukončen.</strong><br />
sk_sk: <strong>Došlo k reštartu aplikácie a zaznamenávanie import procesu bolo ukončené.</strong><br />
zh_cn: <strong>应用程序已重新启动和导入过程的日志记录已被终止。手动完成导入过程。</strong><br>

# siteimport.createsiteerror
source: Error creating site skeleton.
cs_cz: Chyba při vytváření kostry webu.
sk_sk: Chyba pri vytváraní kostry stránky.
zh_cn: 错误创建的站点骨架。

# siteimport.createsiterooterror
source: Error creating root of the site.
cs_cz: Došlo k chybě během vytváření kořenu webu.
sk_sk: Chyba pri vytváraní koreňa stránky
zh_cn: 创建站点的根目录时出错。

# siteimport.detailsineventlog
source: (Please see Event Log for more details.)
cs_cz: (Pro více informací se podívejte do Historie událostí)
sk_sk: (Prosím, pre viac informácií viď Históriu udalostí.)
zh_cn: （请参阅事件日志为更多的细节。）

# siteimport.errorimportacls
source: Error importing ACLs
cs_cz: Chyba při importu ACL
sk_sk: Chyba pri importe ACLs
zh_cn: 导入 Acl 时出错

# siteimport.errorimportdoc
source: Error importing page
cs_cz: Chyba při importu dokumentu
sk_sk: Chyba pri importe dokumentu
zh_cn: 错误导入页

# siteimport.errorimportdocuments
source: Error importing pages
cs_cz: Chyba při importu dokumentů
sk_sk: Chyba pri importe dokumentov
zh_cn: 导入页面时出错

# siteimport.errorlinkeddoc
source: Error importing linked page
cs_cz: Chyba při importu linkovaného dokumentu
sk_sk: Chyba pri importe linkovaného dokumentu
zh_cn: 错误导入链接的页面

# siteimport.importaclitems
source: Importing ACL items
cs_cz: Importování ACL položek
sk_sk: Importovanie ACL položiek
zh_cn: 导入 ACL 项

# siteimport.importacls
source: Importing ACLs
cs_cz: Importování ACL
sk_sk: Importovanie ACL
zh_cn: 导入 Acl

# siteimport.importdocsadditionalpoperties
source: Importing additional page properties
cs_cz: Importování dodatečných vlastností dokumentu
sk_sk: Importovanie dodatočných informácií k dokumentu
zh_cn: 导入其他网页属性

# siteimport.importdocument
source: Importing page:
cs_cz: Importování dokumentu:
sk_sk: Importovanie dokumentu:
zh_cn: 导入页面：

# siteimport.preparingimport
source: Preparing import
cs_cz: Příprava importu...
sk_sk: Príprava importu...
zh_cn: 准备导入

# siteimport.serverrestart
source: Server has been restarted. Logging information has been lost.
cs_cz: Došlo k restartu serveru. Informace o průběhu importu byly ztraceny.
sk_sk: Došlo k reštartu servera. Informácie o priebehu importu boli stratené.
zh_cn: 已重新启动服务器。日志记录信息已丢失。

# siteimport.singlesiteobjectnosite
source: You are trying to import site dependent object, but there is currently no site. The import cannot proceed.
cs_cz: Právě se snažíte iportovat objekt, který je vázaný k nějakému webu, ale v současné chvíli neexistuje žádný web. Import nemůže pokračovat.
sk_sk: Snažíte sa importovať objekty závislé na stránke, ale žiadna stránka neexistuje. Import nemôže pokračovať.
zh_cn: 您尝试导入站点依赖的对象，但目前尚没有网站。导入无法继续。

# siteimport.step.overwrite
source: Import
zh_cn: 导入

# siteimport.stepsitedetails.errorsiteexists
source: Site with specified site code name already exists!
cs_cz: Web se specifikovaným kódovým názvem již existuje!
sk_sk: Web so špecifikovaným kódovým názvom už existuje!
zh_cn: 与指定的站点代码名称的网站已经存在 ！

# siteimport.stepsitedetails.errorvalidcodename
source: Please enter valid code name.
cs_cz: Vložte prosím platné kódový název.
sk_sk: Prosím, vložte platné kódové meno.
zh_cn: 请输入有效的代码名称。

# siteimport.wzdstepcomcurrencies.lblcomcurrencies
source: Currencies
cs_cz: Měny
sk_sk: Meny
zh_cn: 货币

# siteimport.wzdstepcomcurrencies.lblstepcomcurrencies
source: Select the E-commerce currencies to be imported
cs_cz: Vyberte prosím E-commerce měny, které mají být importovány
sk_sk: Vyberte E-commerce meny na importovanie
zh_cn: 选择要导入的电子商务货币

# siteimport.wzdstepcomcurrencies.nocomcurrencies
source: No currencies to be imported
cs_cz: Žádné měny k importování
sk_sk: Žiadne meny k importovaniu
zh_cn: 没有要导入的货币

# siteimport.wzdstepcomcustomers.lblcomcustomers
source: Customers
cs_cz: Zákazníci
sk_sk: Zákazníci
zh_cn: 客户

# siteimport.wzdstepcomcustomers.lblstepcomcustomers
source: Select the E-commerce customers to be imported
cs_cz: Vyberte Eprosím -commerce zákazníky, kteří mají být importováni
sk_sk: Vyberte E-commerce zákazníkov na importovanie
zh_cn: 选择要导入电子商务客户

# siteimport.wzdstepcomcustomers.nocomcustomers
source: No customers to be imported
cs_cz: Žádný zákazník k importování
sk_sk: Žiadny zákazník k importovaniu
zh_cn: 没有要导入的客户

# siteimport.wzdstepcomdepartments.lblcomdepartments
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenie
zh_cn: 部门

# siteimport.wzdstepcomdepartments.lblstepcomdepartments
source: Select the E-commerce departments to be imported
cs_cz: Vyberte prosím E-commerce oddělení, které mají být importovány
sk_sk: Vyberte E-commerce oddelenia na importovanie
zh_cn: 选择要导入的电子商务部门

# siteimport.wzdstepcomdepartments.nocomdepartments
source: No departments to be imported
cs_cz: Žádná oddělení k importování
sk_sk: Žiadne oddelenie k importovaniu
zh_cn: 没有要导入的部门

# siteimport.wzdstepcomdiscountlevels.lblstepcomdiscountlevels
source: Select discount levels to be imported
cs_cz: Vyberte prosím E-commerce úrovně slev, které mají být importovány
sk_sk: Vyberte množstvové zľavy na importovanie
zh_cn: 选择要导入的折扣级别

# siteimport.wzdstepcomdiscountlevels.nocomdiscountlevels
source: No discount levels to be imported.
cs_cz: Žádné úrovně slevy k importu.
sk_sk: Žiadne úrovne zliav k importu.
zh_cn: 要导入无折扣级别。

# siteimport.wzdstepcomextables.lblcomextables
source: Currency exchange tables
cs_cz: Kurzovní tabulky
sk_sk: Kurzové tabuľky
zh_cn: 货币交换表

# siteimport.wzdstepcomextables.lblstepcomextables
source: Select the E-commerce currency exchange tables to be imported
cs_cz: Vyberte prosím E-commerce směnné tabulky, které mají být importovány
sk_sk: Vyberte E-commerce tabuľky výmenných kurzov na importovanie
zh_cn: 选择要导入的电子商务货币交换表

# siteimport.wzdstepcomextables.nocomextables
source: No currency exchange tables to be imported
cs_cz: Žádné směnné tabulky k importování
sk_sk: Žiadne kurzové tabuľky k importovaniu
zh_cn: 没有要导入的货币交换表

# siteimport.wzdstepcommanufacturers.lblcommanufacturers
source: Manufacturers
cs_cz: Výrobci
sk_sk: Výrobcovia
zh_cn: 制造商

# siteimport.wzdstepcommanufacturers.lblstepcommanufacturers
source: Select the E-commerce manufacturers to be imported
cs_cz: Vyberte prosím E-commerce výrobce, kteří mají být importováni
sk_sk: Vyberte E-commerce výrobcovia na importovanie
zh_cn: 选择要导入的电子商务厂家

# siteimport.wzdstepcommanufacturers.nocommanufacturers
source: No manufacturers to be imported
cs_cz: Žádní výrobci k importování
sk_sk: Žiadny výrobcovia k importovaniu
zh_cn: 没有要导入的制造商

# siteimport.wzdstepcommanufacturers.secondcolumnheader
source: Homepage
cs_cz: Domovská stránka
sk_sk: Domovská stránka
zh_cn: 主页

# siteimport.wzdstepcomorderstatuses.lblcomorderstatuses
source: Order statuses
cs_cz: Stavy objednávek
sk_sk: Stavy objednávok
zh_cn: 订单状态

# siteimport.wzdstepcomorderstatuses.lblstepcomorderstatuses
source: Select the E-commerce order statuses to be imported
cs_cz: Vyberte prosím E-commerce objednávky, které mají být importovány
sk_sk: Vyberte E-commerce statusy objednávok na importovanie
zh_cn: 选择要导入的电子商务订单状态

# siteimport.wzdstepcomorderstatuses.nocomorderstatuses
source: No order statuses to be imported
cs_cz: Žádné stavy objednávek k importování
sk_sk: Žiadne stavy objednávok k importovaniu
zh_cn: 没有要导入的订单状态

# siteimport.wzdstepcomskus.lblskus
source: SKUs
zh_cn: Sku

# siteimport.wzdstepcomskus.lblstepskus
source: Select the E-commerce SKUs to be imported
cs_cz: Vyberte prosím E-commerce SKU, které mají být importovány
sk_sk: Vyberte E-commerce SKUs na importovanie
zh_cn: 选择要导入电子商务 Sku

# siteimport.wzdstepcomskus.noskus
source: No SKUs to be imported
cs_cz: Žádné SKUs k importování
sk_sk: Žiadne SKUs k importovaniu
zh_cn: 没有要导入的 Sku

# siteimport.wzdstepcomstatuses.lblcominternalstatuses
source: Internal statuses
cs_cz: Interní stavy
sk_sk: Interné stavy
zh_cn: 内部状态

# siteimport.wzdstepcomstatuses.lblcompublicstatuses
source: Public statuses
cs_cz: Veřejné stavy
sk_sk: Verejné stavy
zh_cn: 公共状态

# siteimport.wzdstepcomstatuses.lblstepcomstatuses
source: Select the E-commerce statuses to be imported
cs_cz: Vyberte prosím E-commerce interní stavy, které mají být importovány
sk_sk: Vyberte E-commerce statusy na importovanie
zh_cn: 选择要导入的电子商务状态

# siteimport.wzdstepcomstatuses.nocominternalstatuses
source: No internal statuses to be imported
cs_cz: Žádné interní stavy k importování
sk_sk: Žiadne interné stavy k importovaniu
zh_cn: 没有内部的状态，以导入

# siteimport.wzdstepcomstatuses.nocompublicstatuses
source: No public statuses to be imported
cs_cz: Žádné veřejné stavy k importování
sk_sk: Žiadne verejné stavy k importovaniu
zh_cn: 没有要导入的公共状态

# siteimport.wzdstepcomsuppliers.lblcomsuppliers
source: Suppliers
cs_cz: Dodavatelé
sk_sk: Dodávatelia
zh_cn: 供应商

# siteimport.wzdstepcomsuppliers.lblstepcomsuppliers
source: Select the E-commerce suppliers to be imported
cs_cz: Vyberte prosím E-commerce dodavatele, kteří mají být importováni
sk_sk: Vyberte E-commerce dodávateľov na importovanie
zh_cn: 选择要导入的电子商务供应商

# siteimport.wzdstepcomsuppliers.nocomsuppliers
source: No suppliers to be imported
cs_cz: Žádní dodavatelé k importování
sk_sk: Žiadny dodávatelia k importovaniu
zh_cn: 没有供应商要导入

# siteimport.wzdstepcomtaxclasses.lblcomtaxclasses
source: Tax classes
cs_cz: Třídy daní
sk_sk: Daňové triedy
zh_cn: 税类

# siteimport.wzdstepcomtaxclasses.lblstepcomtaxclasses
source: Select the E-commerce tax classes to be imported
cs_cz: Vyberte prosím E-commerce třídy daní, které mají být importovány
sk_sk: Vyberte E-commerce daňové triedy na importovanie
zh_cn: 选择要导入的电子商务税收类

# siteimport.wzdstepcomtaxclasses.nocomtaxclasses
source: No tax classes to be imported
cs_cz: Žádné třídy daní k importování
sk_sk: Žiadne daňové triedy pre import.
zh_cn: 没有需要导入的税类

# siteimport.wzdstepcountries
source: Countries
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# siteimport.wzdstepcountries.lblcountries
source: Countries
cs_cz: Země
sk_sk: Krajina
zh_cn: 国家

# siteimport.wzdstepcountries.lblstepcountries
source: Select the countries to be imported
cs_cz: Vyberte prosím země, které mají být importovány
sk_sk: Vyberte krajiny na importovanie
zh_cn: 选择要导入的国家

# siteimport.wzdstepcountries.nocountries
source: No countries to be imported
cs_cz: Žádné země k importování
sk_sk: Žiadne krajiny k importovaniu
zh_cn: 没有要导入的国家

# siteimport.wzdstepcssstyles.lblcssstyles
source: CSS style sheets
cs_cz: CSS šablony stylů
sk_sk: CSS šablóny štýlov
zh_cn: CSS 样式表

# siteimport.wzdstepcssstyles.lblstepcssstyles
source: Select the CSS style sheets to be imported
cs_cz: Vyberte prosím CSS šablony stylů, které chcete importovat
sk_sk: Vyberte CSS šablóny štýlov, ktoré chcete importovať
zh_cn: 选择要导入的 CSS 样式表

# siteimport.wzdstepcssstyles.lblstepsystables
source: Select the system tables to be imported
cs_cz: Vyberte prosím systémové tabulky, které chcete importovat
sk_sk: Vyberte systémové tabuľky, ktoré chcete importovať
zh_cn: 选择要导入的系统表

# siteimport.wzdstepcssstyles.nocssstyles
source: No CSS style sheets to be imported
cs_cz: Žádné CSS šablony stylů k importování
sk_sk: Žiadne CSS šablóny štýlov k importovaniu
zh_cn: 要导入没有 CSS 样式表

# siteimport.wzdstepdocuments.lblstepdocuments
source: Import pages
cs_cz: Import documents
sk_sk: Import dokumentov
zh_cn: 导入页面

# siteimport.wzdstepdocumenttypes.lbldocumenttypes
source: Page types
cs_cz: Typy dokumentů
sk_sk: Typy dokumentov
zh_cn: 页面类型

# siteimport.wzdstepdocumenttypes.lblstepdocumenttypes
source: Select the page types to be imported
cs_cz: Vyberte prosím typy dokumentů, které chcete importovat
sk_sk: Vyberte typy dokumentov, ktoré chcete importovať
zh_cn: 选择要导入的页面类型

# siteimport.wzdstepdocumenttypes.nodocumenttypes
source: No page types to be imported
cs_cz: Žádné typy dokumentů k importování
sk_sk: Žiadne typy dokumentov k importovaniu
zh_cn: 没有要导入的页面类型

# siteimport.wzdstepemailtemplates.lblglobalemailtemplates
source: Global email templates
cs_cz: Globální šablony e-mailů
sk_sk: Globálne šablóny e-mailov
zh_cn: 全局电子邮件模板

# siteimport.wzdstepemailtemplates.lbllocalemailtemplates
source: Local email templates
cs_cz: Lokální šablony e-mailů
sk_sk: Lokálne šablóny e-mailov
zh_cn: 本地电子邮件模板
