Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# customization.question
source: Are you sure you want to make the settings customizable?\r\n\r\nThis action cannot be undone.
zh_cn: 确信你想要设置自定义? \r\n\r\nThis 操作不能撤消。

# customregistrationform.usernameandemail
source: The username and email cannot both be empty.
cs_cz: Uživatelské jméno a e-mailová adresa nesmí být současně prázdné.
sk_sk: Užívateľské meno a e-mail nemôžu byť obe prázdne alebo chýbať.
zh_cn: 用户名和电子邮件，都不能为空。

# customresponse.noresponse
source: The Custom response web part only runs in Preview or Live site mode.
cs_cz: Webpart Custom response běží pouze na módech Náhled a Živý web.
zh_cn: 自定义响应 web 部件仅在预览或活网站模式下运行。

# customtable.activityedit
source: Custom table '{0}' - item edited
zh_cn: 自定义表"{0}"-项目编辑

# customtable.activitynew
source: Custom table '{0}' - item submitted
zh_cn: 自定义表"{0}"-项目提交

# customtable.classdisplayname.description
source: The name of the custom table displayed in the interface.
zh_cn: 在界面中显示的自定义的表的名称。

# customtable.classeditingpageurl.description
source: URL of a custom editing page used instead of the default page for editing existing records.
zh_cn: 而不是默认页用于编辑现有记录的自定义编辑页的 URL。

# customtable.classlistpageurl.description
source: URL of a custom list page used instead of the default page for listing custom table entries.
zh_cn: 而不是默认页用于列出自定义表项的自定义列表页的 URL。

# customtable.classname.description
source: Serves as a unique identifier for the custom table. For example, in the API. Consists of a namespace and an identifier of the specific custom table.
zh_cn: 作为自定义表的唯一标识符。例如，在 API 中。由命名空间和特定的自定义表的标识符组成。

# customtable.classnewpageurl.description
source: URL of a custom new record page used instead of the default page for creating new records.
zh_cn: 而不是默认页用于创建新记录的自定义新记录页的 URL。

# customtable.classtablename.description
source: The full name of the database table used to store the data of this custom table.
zh_cn: 用于存储此自定义的表的数据的数据库表的完整名称。

# customtable.classviewpageurl.description
source: URL of a custom view page used instead of the default page for viewing record details.
zh_cn: 而不是默认页用于查看记录详细信息的自定义视图页的 URL。

# customtable.columnscount.default
source: The first 5 columns are displayed by default. Click 'Select displayed fields' button to modify the filter.
cs_cz: V předvoleném nastavení se zobrazuje 5 sloupců. Pokud to chcete změnit, klikněte na 'Vybrat zobrazované pole'.
zh_cn: 默认情况下显示第 5 列。单击选择显示字段按钮来修改筛选。

# customtable.data.nametitle
source: Name
cs_cz: Název
sk_sk: Názov
zh_cn: 名称

# customtable.data.namevalue
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# customtable.data.valuetitle
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# customtable.edit.codename
source: name
zh_cn: 名称

# customtable.edit.header
source: Custom table properties
cs_cz: Vlastnosti uživatelské tabulky
sk_sk: Vlastnosti užívateľskej tabuľky
zh_cn: 自定义表格属性

# customtable.editelement
source: Edit custom table
zh_cn: 编辑自定义表

# customtable.header.altforms
source: Alternative forms
cs_cz: Alternativní formuláře
sk_sk: Alternatívne formuláre
zh_cn: 替代形式

# customtable.header.data
source: Data
sk_sk: Dáta
zh_cn: 数据

# customtable.list.newfromdb
source: New from database table
cs_cz: Nové z existující databázové tabulky
zh_cn: 新从数据库表

# customtable.newsettings
source: Custom table page settings
zh_cn: 自定义表格页面设置

# customtable.newwizard.existingtable
source: Use an existing database table
cs_cz: Použít existující databázovou tabulku
zh_cn: 使用现有的数据库表

# customtable.newwizard.mustbeidentitypk
source: The primary key column must be identity.
zh_cn: 主键列必须是身份。

# customtable.newwizard.musthaveprimarykey
source: Database table must have a single primary key column in order to be used as a custom table.
cs_cz: Databázová tabulka musí mít jeden sloupec s primárním klíčem, aby mohla být použita jako uživatelská tabulka.
zh_cn: 数据库表必须有一个主键列，用作自定义的表。

# customtable.newwizard.newtable
source: Create a new database table
cs_cz: Vytvořit novou databázovou tabulku
zh_cn: 创建一个新的数据库表

# customtable.newwizard.tablenotexists
source: Database table doesn't exist, please check the table name.
cs_cz: Databázová tabulka neexistuje, zkontrolujte prosím název tabulky.
zh_cn: 数据库表不存在，请检查表名。

# customtable.newwizzard.searchspecificationcreated
source: Custom table smart search specification was created.
cs_cz: Specifikace inteligentního vyhledávání uživatelské tabulky byla vytvořena.
sk_sk: Špecifikácia inteligentného vyhľadávania bola vytvorená.
zh_cn: 创建自定义表智能搜索规范。

# customtable.notable
source: There are no custom tables assigned to this site.
cs_cz: Pro tento web neexistují žádné uživatelské tabulky.
sk_sk: Pre tento web nie sú priradené žiadne užívateľské tabuľky.
zh_cn: 没有自定义的表，指定到此站点。

# customtable.notcustomtable
source: The requested object is not a custom table.
zh_cn: 所请求的对象不是一个自定义的表。

# customtable.selecteditem.noexists
source: Selected custom table item doesn't exist.
zh_cn: 所选的自定义表项不存在。

# customtable.selectedtable.noexists
source: Required custom table does not exist.
zh_cn: 需要自定义的表不存在。

# customtable.sqltypenotsupported
source: SQL type '{0}' for column '{1}' is not supported, change type to '{2}' instead.
zh_cn: 列 '{1}' '{0}' SQL 类型不受支持，反而将类型更改为"{2}'。

# customtable_new.description
source: Please select sites where this custom table can be used:
cs_cz: Vyberte prosím weby, na kterých může být použita tato uživatelská tabulka:
sk_sk: Vyberte prosím webové stránky, na ktorých má byť táto užívateľská tabuľka použitá:
zh_cn: 请选择的网站在哪里可以使用此自定义的表：

# customtableselector.additems
source: Add custom tables
cs_cz: Přidat uživatelské tabulky
sk_sk: Pridať užívateľské tabuľky
zh_cn: 添加自定义表

# customtableselector.entersearch
source: Custom table
cs_cz: Zadejte název nebo jeho část:
sk_sk: Zadaj názov alebo jeho časť:
zh_cn: 自定义表

# customtableselector.itemname
source: Custom table name
cs_cz: Název uživatelské tabulky
sk_sk: Názov užívateľskej tabuľky
zh_cn: 自定义的表的名称

# customtableselector.moreitems
source: (more custom tables...)
cs_cz: (více uživatelských tabulek...)
sk_sk: (viac užívateľských tabuliek...)
zh_cn: （更多自定义的表......)

# customtableselector.nodata
source: No custom table selected.
cs_cz: Nebyly vybrány žádné uživatelské tabulky.
sk_sk: Neboli vybrané žiadne užívateľské tabuľky
zh_cn: 没有选择自定义的表。

# customtableselector.selectitem
source: Select custom table
cs_cz: Vybrat uživatelskou tabulku
sk_sk: Vybrať užívateľskú tabuľku
zh_cn: 选择自定义表

# dashboard.invalidparameters
source: Dashboard could not be displayed due to invalid parameters.
cs_cz: Nástěnka nemohla být zobrazena kvůli neplatným parametrům.
sk_sk: Nástenka nemôže byť zobrazené kvôli neplatným parametrom
zh_cn: 由于参数无效，无法显示控制板。

# dashboard.notemplate
source: Page template for this dashboard was not found.
cs_cz: Šablona stránky pro tuto nástěnku nebyla nelezena.
zh_cn: 找不到此控制板页面模板。

# database.caption
source: Kentico Database Reference
zh_cn: Kentico 数据库引用

# datacom.automation.buyenabled
source: Buy enabled
cs_cz: Koupit povolené
zh_cn: 买已启用

# datacom.automation.buyenabled.description
source: Indicates whether to buy Data.com contacts that you do not own.
cs_cz: Určuje, zda koupit Data.com kontakty, které nevlastníte.
zh_cn: 指示是否要买你自己没有的 Data.com 联系人。

# datacom.automation.confirmlogout
source: Do you really want to log out from Data.com?
zh_cn: 你真的想要从 Data.com 注销吗？

# datacom.automation.confirmremoval
source: Do you really want to remove the Data.com credentials from this step?
zh_cn: 你真的想要从这一步删除 Data.com 凭据吗？

# datacom.automation.error
source: There was an error processing your request: {0}
cs_cz: Nastala chyba při zpracování vašeho požadavku: {0}
zh_cn: 处理您的请求时出错: {0}

# datacom.automation.error2
source: Step "{0}" in the "{1}" automation process does not have valid Data.com credentials. The step was unable to update the contact's information.
zh_cn: "{1}"自动化过程中的步骤"{0}"不具备有效的 Data.com 凭据。第步是无法更新联系人的信息。

# datacom.automation.errors.contactisglobal
source: Data.com integration does not support global contacts in workflow actions.
cs_cz: Data.com integrace nepodporuje globální kontakty ve workflow akcích.
zh_cn: 在工作流操作，Data.com 集成不支持全局联系人。

# datacom.automation.errors.featurenotavailable
source: Data.com Connector is not available.
cs_cz: Data.com konektor není dostupný.
zh_cn: Data.com 连接器不可用。

# datacom.automation.errors.insufficientcredit
source: There wasn't enough credit to buy the matching contact in Data.com business directory.
cs_cz: Nemáte dost kreditu, aby jste si mohli koupit odpovídající kontakty v Data.com složce firem.
zh_cn: 没有足够的信贷来购买 Data.com 企业名录中的匹配的联系人。

# datacom.automation.errors.singlematchnotfound
source: No or more than one matching contact was found in Data.com business directory.
cs_cz: Nebyl nalezen žádný nebo bylo nalezeno více jak jeden vhodných kontaktů v Data.com.
zh_cn: 没有或超过一个 Data.com 业务目录中发现了匹配的联系人。

# datacom.automation.removecredentials
source: Remove credentials ({0})
zh_cn: 删除凭据 （{0})

# datacom.automation.stepisusingcredentials
source: This step uses the credentials of the <b>{0}</b> account to connect to Data.com.
zh_cn: 此步骤使用<b>{0}</b>帐户的凭据来连接到 Data.com。

# datacom.automation.stepisusinginvalidcredentials
source: The step's Data.com credentials are invalid. To make the step functional, remove the current credentials and provide new ones.
zh_cn: 该步骤的 Data.com 全权证书是无效的。要使功能的步骤，删除当前凭据并提供新的。

# datacom.buycontact
source: Buy this contact
cs_cz: Koupit tento kontakt
zh_cn: 购买此联系人

# datacom.buycontact.accountpoints
source: You now have {0} point(s).
cs_cz: Momentálně máte {0} bodů.
zh_cn: 现在，您有 {0} 点。

# datacom.buycontact.buy
source: Buy
cs_cz: Koupit
zh_cn: 买

# datacom.buycontact.introduction
source: You are about to buy a Data.com contact. Points will be deducted from your account and you will gain access to the contact's phone number and email address.
cs_cz: Chystáte se koupit Data.com contact. Příslušné body budou odečteny z vašeho účtu a získáte přístup k telefonnímu číslu a e-mailové adrese kontaktu.
zh_cn: 你是想买 Data.com 联系。点将从您的帐户中扣除，您将可以访问联系人的电话号码和电子邮件地址。

# datacom.buycontact.purchasepoints
source: Purchase points via your Data.com account
cs_cz: Nákup bodů
zh_cn: 通过您的 Data.com 帐户购买积分

# datacom.buycontact.title
source: Buy contact
cs_cz: Koupit kontakt
zh_cn: 买联系人

# datacom.companies.title
source: Data.com companies
cs_cz: Data.com společnosti
zh_cn: Data.com 公司

# datacom.company.activecontacts
source: Number of active contacts
cs_cz: Počet aktivních kontaktů
zh_cn: 活动联系人的数量

# datacom.company.address
source: Address
cs_cz: Adresy
zh_cn: 地址

# datacom.company.city
source: City
cs_cz: Město
zh_cn: 城市

# datacom.company.companyid
source: Company identifier
cs_cz: Identifikátor společnosti
zh_cn: 公司标识符

# datacom.company.country
source: Country
cs_cz: Krajina
zh_cn: 国家

# datacom.company.creationdatetime
source: Created
cs_cz: Vytvořeno
zh_cn: 创建

# datacom.company.currentlogourl
source: Current logo URL
cs_cz: Aktuální URL logo
zh_cn: 当前标志 URL

# datacom.company.currentwikitext
source: Current wiki text
cs_cz: Aktuální wiki text
zh_cn: 当前 wiki 文本

# datacom.company.employeecount
source: Number of employees
cs_cz: Počet zaměstnanců
zh_cn: 雇员人数

# datacom.company.employeerange
source: Employee range
cs_cz: Rozsah zaměstnance
zh_cn: 员工范围

# datacom.company.fortunerank
source: Fortune rank
zh_cn: 财富 》 排名

# datacom.company.industry1
source: Industry 1
cs_cz: Odvětví 1
zh_cn: 产业 1

# datacom.company.industry2
source: Industry 2
cs_cz: Odvětví 2
zh_cn: 行业 2

# datacom.company.industry3
source: Industry 3
cs_cz: Odvětví 3
zh_cn: 行业 3

# datacom.company.lastmodificationdatetime
source: Last modified
cs_cz: Poslední změna
zh_cn: 上次修改时间

# datacom.company.linkinjigsaw
source: Link in Jigsaw
cs_cz: Odkaz z Jingsaw
zh_cn: 拼图中的链接

# datacom.company.name
source: Name
cs_cz: Jméno
zh_cn: 名称

# datacom.company.ownership
source: Ownership
cs_cz: Vlastnictví
zh_cn: 所有权

# datacom.company.phone
source: Phone
cs_cz: Telefon
zh_cn: 电话

# datacom.company.revenue
source: Revenue
cs_cz: Výnos
zh_cn: 收入

# datacom.company.revenuerange
source: Revenue range
cs_cz: Rozsah výnosu
zh_cn: 收入范围

# datacom.company.siccode
source: SIC code
cs_cz: SIC kód
zh_cn: SIC 代码

# datacom.company.state
source: State
cs_cz: Stát
zh_cn: 状态

# datacom.company.stockexchange
source: Stock exchange
cs_cz: Burza
zh_cn: 库存交易所

# datacom.company.stocksymbol
source: Stocks symbol
cs_cz: Symbol akcií
zh_cn: 库存符号

# datacom.company.subindustry1
source: Subindustry 1
cs_cz: Pododvětví 1
zh_cn: 1 subindustry

# datacom.company.subindustry2
source: Subindustry 2
cs_cz: Pododvětví 2
zh_cn: 2 subindustry

# datacom.company.subindustry3
source: Subindustry 3
cs_cz: Pododvětví 3
zh_cn: 3 subindustry

# datacom.company.website
source: Website
cs_cz: Webová stránka
zh_cn: 网站

# datacom.company.zip
source: ZIP code
cs_cz: Směrovací číslo
zh_cn: 邮政编码

# datacom.companymatch
source: A matching company was found by Data.com. Please check the fields to update and click Apply to save the changes.
cs_cz: Odpovídající společnost byla nalezena v Data.com. Zkontrolujte, prosím, pole, která budou aktualizována a klikněte na Aplikovat pro uložení změn.
zh_cn: 匹配的公司被发现由 Data.com。请检查字段，更新，并单击应用以保存更改。

# datacom.contact.address
source: Address
cs_cz: Adresy
zh_cn: 地址

# datacom.contact.areacode
source: Area code
cs_cz: Kód oblasti
zh_cn: 区号

# datacom.contact.city
source: City
cs_cz: Město
zh_cn: 城市

# datacom.contact.companyid
source: Company identifier
cs_cz: Identifikátor společnosti
zh_cn: 公司标识符

# datacom.contact.companyname
source: Company name
cs_cz: Název společnosti
zh_cn: 公司名称

# datacom.contact.contactid
source: Contact identifier
cs_cz: Identifikátor kontaktu
zh_cn: 接触的标识符

# datacom.contact.contactsalecount
source: Number of sales
cs_cz: Počet prodejů
zh_cn: 销售数量

# datacom.contact.contacturl
source: Page URL
cs_cz: URL stránka
zh_cn: 页面的 URL

# datacom.contact.country
source: Country
cs_cz: Země
zh_cn: 国家

# datacom.contact.email
source: Email
zh_cn: 电子邮件

# datacom.contact.firstname
source: First name
cs_cz: Jméno
zh_cn: 名字

# datacom.contact.lastmodificationdatetime
source: Last modified
cs_cz: Poslední změna
zh_cn: 上次修改时间

# datacom.contact.lastname
source: Last name
cs_cz: Příjmení
zh_cn: 姓氏

# datacom.contact.owned
source: Owned
cs_cz: Ve vlastnictví
zh_cn: 拥有

# datacom.contact.ownedtype
source: Owned type
cs_cz: Typ vlastnictví
zh_cn: 拥有的类型

# datacom.contact.phone
source: Phone
cs_cz: Telefon
zh_cn: 电话

# datacom.contact.seocontacturl
source: SEO page URL
cs_cz: URL stránka SEO
zh_cn: SEO 页面的 URL

# datacom.contact.state
source: State
cs_cz: Stát
zh_cn: 状态

# datacom.contact.title
source: Title
cs_cz: Titul
zh_cn: 标题

# datacom.contact.zip
source: ZIP code
cs_cz: Směrovací číslo
zh_cn: 邮政编码

# datacom.contactmatch
source: A matching contact was found by Data.com. Please check the fields to update and click Apply to save the changes.
cs_cz: Odpovídající kontakt byl nalezen v Data.com. Zkontrolujte, prosím, pole, která budou aktualizována a klikněte na Aplikovat pro uložení změn.
zh_cn: 被 Data.com 发现一个匹配的联系人。请检查字段，更新，并单击应用以保存更改。

# datacom.contactowned
source: You own this contact.
cs_cz: Tento kontakt nevlastníte.
zh_cn: 你拥有此联系人。

# datacom.contacts.title
source: Data.com contacts
cs_cz: Data.com kontakty
zh_cn: Data.com 联系人

# datacom.datacomaccount
source: Data.com account authentication
zh_cn: Data.com 帐户身份验证

# datacom.datacomhas
source: Overwrite contact information in your database with selected data from Data.com.
cs_cz: Data.com má
zh_cn: 用选定的数据，从 Data.com 覆盖数据库中的联系人信息。

# datacom.editmapping.loading
source: Loading mapping…
cs_cz: Načítání mapování
zh_cn: 正在加载映射...

# datacom.editmapping.title
source: Edit mapping
cs_cz: Upravit mapování
zh_cn: 编辑映射

# datacom.errormessage
source: An error occurred while communicating with Data.com service.
cs_cz: Nastala chyba při komunikaci se službou Data.com
zh_cn: 与 Data.com 服务进行通信时出错。

# datacom.exception
source: There was an error, please check the event log for details.
cs_cz: Nastala chyba. Pro více informací zkontrolujte prosím Záznam událostí.
zh_cn: 出现了错误，请检查事件日志以了解详细信息。

# datacom.invalidcredential
source: Invalid email address or password.
zh_cn: 无效的电子邮件地址或密码。

# datacom.invalidemail
source: Please enter a valid email address.
zh_cn: 请输入一个有效的电子邮件地址。

# datacom.invalidreferring
source: Referring page is not valid.
zh_cn: 引用的页是无效的。

# datacom.lastmodified
source: Last modified at {0}.
cs_cz: Poslední změna {0}.
zh_cn: 上次修改在 {0}。

# datacom.login.set
source: Set
zh_cn: 设置

# datacom.logout
source: Log out from Data.com ({0})
zh_cn: 从 Data.com ({0}) 注销

# datacom.logoutwarning
source: Logging out removes the Data.com credentials from your user account. Do you wish to log out?
zh_cn: 注销从您的用户帐户中删除 Data.com 凭据。要注销吗?

# datacom.mappingeditor.edit
source: Edit
cs_cz: Upravit
zh_cn: 编辑

# datacom.needaccount
source: Don't have a Data.com account?
zh_cn: 难道没有一个 Data.com 帐户吗？

# datacom.noattributevalue
source: None
cs_cz: Žádný
zh_cn: 没有一个

# datacom.nocompanymatch
source: An exact match was not found by Data.com. Please click the Search action above to locate the company in the Data.com business directory.
cs_cz: Přesná shoda v Data.com nebyla nalazena. Klikněte, prosím, na akci vyhledávání výše a lokalizujte společnost v obchodním adresáři Data.com.
zh_cn: 由 Data.com 找不到精确的匹配。请点击以上要在 Data.com 业务目录中查找该公司的搜索行动。

# datacom.nocompanyselected
source: No company is currently selected.
cs_cz: Momentálně není vybrána žádná společnost.
zh_cn: 当前选定没有一家公司。

# datacom.nocontactmatch
source: An exact match was not found by Data.com. Please click the Search action above to locate the contact in the Data.com business directory.
cs_cz: Přesná shoda v Data.com nebyla nalezena. Klikněte, prosím, na akci vyhledávání výše a lokalizujte kontakt v obchodním adresáři Data.com.
zh_cn: 由 Data.com 找不到精确的匹配。请点击以上要在 Data.com 业务目录中查找联系人的搜索行动。

# datacom.nocontactselected
source: No contact is currently selected.
cs_cz: Momentálně není vybrán žádný kontakt.
zh_cn: 当前选定没有联系。

# datacom.notoken
source: Data.com integration is currently disabled. To enable it, please go to <strong> ##ui|cms|settings## -&gt; Integration -&gt; Data.com</strong> and enter the Data.com REST API access token.
cs_cz: Integrace s Data.com je momentálně vypnutá. Pokud ji chcete povolit, jděte do <strong>Site Manager -&gt; Nastavení -&gt; Integrace -&gt; Data.com</strong> a zadejte Data.com REST API přístupový token.
zh_cn: Data.com 集成当前被禁用。若要启用它，请转到<strong> ##ui|cms|settings## -&gt; 集成-&gt; Data.com</strong> ，然后输入 Data.com REST API 访问令牌。

# datacom.nousercredential
source: You need to enter user account credential in Data.com integration settings.
cs_cz: Musíte zadat údaje uživatelského účtu do nastavení Data.com integrace
zh_cn: 您需要在 Data.com 集成设置中输入用户帐户凭据。

# datacom.register
source: Register here
zh_cn: 在此处注册

# datacom.selectedcompany
source: Selected company
cs_cz: Vybraná společnost
zh_cn: 选定的公司

# datacom.selectedcontact
source: Selected contact
cs_cz: Vybraný kontakt
zh_cn: 所选的联系人

# datacom.serviceexception
source: There was an error in communication with Data.com.
cs_cz: Nastala chyba při komunikaci s Data.com.
zh_cn: 与 Data.com 通信出错。

# datacom.settings.mappinginfo
source: Assign Data.com fields on the right to Kentico fields on the left.
zh_cn: 指定 Data.com 字段 Kentico 字段左边到右边。

# datacom.settingswarning
source: This setting will become active as soon as you save the changes.
cs_cz: Toto nastavení se stane aktivní hned, jak uložíte změny.
zh_cn: 只要您保存所做的更改，此设置将变得活跃。

# datacom.toomanycompanies
source: The search yielded too many companies. Please consider revising the filtering criteria.
cs_cz: Vyhledávání našlo příliš mnoho společností. Zvažte, prosím, revizi kriterií filtrování.
zh_cn: 搜索产生了太多的公司。请考虑修改筛选条件。

# datacom.toomanycontacts
source: The search yielded too many contacts. Please consider revising the filtering criteria.
cs_cz: Vyhledávání našlo příliš mnoho kontaktů. Zvažte, prosím, revizi kriterií filtrování.
zh_cn: 搜索产生了太多的接触。请考虑修改筛选条件。

# datapager.resulttextsingle
source: Displaying result {0} (of {1})
cs_cz: Zobrazení {0} výsledků (z {1})
sk_sk: Zobrazenie výsledku {0} (of {1})
zh_cn: 显示结果 {0} ({1})

# datatype.wrongformat
source: Field <b>'{0}'</b> contains wrong data format.
cs_cz: Pole <b>'{0}'</b> obsahuje chybný formát dat.
zh_cn: 字段<b>'{0}'</b>包含错误的数据格式。

# dateintervalsel.days
source: days
cs_cz: dní
sk_sk: dní
zh_cn: 天

# dateintervalsel.last
source: Last
cs_cz: Poslední
sk_sk: Posledný
zh_cn: 最后

# dateintervalsel.month
source: Month
cs_cz: Měsíc
sk_sk: Mesiac
zh_cn: 个月

# dateintervalsel.today
source: Today
cs_cz: Dnes
sk_sk: Dnes
zh_cn: 今天

# dateintervalsel.week
source: Week
cs_cz: Týden
sk_sk: Týždeň
zh_cn: 周

# debug.contactrequestedserver
source: Contacting requested server.
zh_cn: 联系要求服务器。

# delete.rootconfirm
source: I confirm that I want to delete the entire web site content
cs_cz: Potvrzuji, že chci smazat celý obsah webu.
zh_cn: 我确认我要删除整个 web 站点内容

# delete.rootnotchecked
source: You must confirm that you want to delete the entire site content in order to proceed
cs_cz: Musíte potvrdit, že opravdu chcete smazat celý obsah webu, aby jste mohli pokračovat
zh_cn: 你必须确认你想删除整个网站的内容才能继续

# delete.rootonlyglobaladmin
source: The root page (entire web site content) can only be deleted by account with global administrator privileges.
cs_cz: Kořenový dokument (celý obsah webu) může být smazán pouze z účtu s oprávněními globálního správce.
zh_cn: 只能由具有全局管理员特权的帐户删除根页 （整个 web 站点内容）。

# delete.rootwarning
source: NOTE: Delete action on the root page deletes <strong>all the sections and pages</strong> of the website. Only root page with default culture will remain on the site. You must check the following check box in order to proceed.
cs_cz: POZNÁMKA: Akce smazat v případě kořenového dokumentu smaže <strong>všechny sekce a dokumenty</strong> na webu. Pokud chcete pokračovat, musíte zakliknout následující políčko.<br /><br />Klikněte na <strong>Nie</strong>, pokud chcete zrušit akci.
zh_cn: 注意： 根页上的删除操作会删除<strong>所有分区和页</strong>的网站。只有根页与默认语言将继续在网站上。要继续，必须检查下面的复选框。

# deletesite.documentattachments
source: Delete page attachments physical files
cs_cz: Smazat fyzické soubory příloh dokumentu
sk_sk: Zmazať fyzické súbory príloh dokumentov
zh_cn: 删除页附件物理文件

# deletesite.mediafiles
source: Delete media files physical files
cs_cz: Smazat fyzické soubory medií
sk_sk: Zmazať fyzické súbory média súborov
zh_cn: 删除媒体文件的物理文件

# deletesite.metafiles
source: Delete meta files physical files
cs_cz: Smazat fyzické soubory meta souborů
sk_sk: Zmazať fyzické súbory meta súborov
zh_cn: 删除元文件的物理文件

# deletion.running
source: Deleting '{0}' task
cs_cz: Mazání '{0}' úloh
sk_sk: Zmazanie '{0}' úloh
zh_cn: 删去 '{0}' 的任务

# department_edit.headercaption
source: Department properties
cs_cz: Vlastnosti oddělení
sk_sk: Vlastnosti oddelenia
zh_cn: 部属性

# department_list.newitemcaption
source: New department
cs_cz: Nové oddělení
sk_sk: Nové oddelenie
zh_cn: 新建部

# departmentsectionsmanager.notallowedchild
source: Section page type is not allowed under department page type.
cs_cz: Typ dokumentu sekce není povolen pod typem dokumentu oddělení.
sk_sk: Akcia nie je povolená.
zh_cn: 根据部页面类型不允许部分页面类型。

# departmentsectionsmanager.notemplate
source: No sections available under department template path.
cs_cz: V šabloně oddělení nejsou dostupné žádné sekce.
sk_sk: Pod touto šablónou nie sú žiadne sekcie.
zh_cn: 没有可用部模板路径下的节。

# departmentsectionsmanagerformcontrol.removesectionwarning
source: Unchecking of department section cause removing all the pages under this section.
cs_cz: Odznačení sekce oddělení odstraní všechny dokumenty v této sekci.
sk_sk: Odškrtnutie tejtosekcie spôsobí odstránenie všetkých dokumentov pod touto sekciou.
zh_cn: 取消选中的部部分原因在这一节下的所有页面中都删除。

# departmentselector.additems
source: Add department
cs_cz: Přidat oddělení
sk_sk: Pridať oddelenie
zh_cn: 添加部门
