Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# graph.pie.others
source: Others
cs_cz: Jiné
sk_sk: Iné
zh_cn: 其他人

# graph.reattachhelpertooltip
source: Drag this point to another step to change the selected connection.
cs_cz: Přesuňte tento bod na jiný krok, pokud chcete změnit vybrané spojení.
zh_cn: 将此点拖动到另一个步骤来更改所选的连接。

# graph.sourcepointstandardtooltip
source: This is a source point. Drag it to another step to create a connection.
cs_cz: Toto je zdrojový bod. Přesuňte ho na jiný krok, pokud chcete vytvořit spojení.
zh_cn: 这是一个源点。将它拖到另一个步骤，以创建连接。

# graph.sourcepointswitchcasetooltip
source: This is the source point of this case. Drag it to another step to create a connection.
cs_cz: Toto je zdrojový bod tohoto případu. Přesuňte ho na jiný krok, pokud chcete vytvořit spojení.
zh_cn: 这是这种情况下的源点。将它拖到另一个步骤，以创建连接。

# graph.sourcepointswitchchoicetooltip
source: This is the source point of this choice. Drag it to another step to create a connection.
cs_cz: Toto je zdrojový bod títo volby. Přesuňte ho na jiný krok, pokud chcete vytvořit spojení.
zh_cn: 这是这一选择的源点。将它拖到另一个步骤，以创建连接。

# graph.sourcepointswitchdefaulttooltip
source: This is the source point for cases that don't meet the specified condition(s). Drag it to another step to create a connection.
cs_cz: Toto je zdrojový bod pro případy, které nesplňují zadanou podmínku/podmínky. Přesuňte ho na jiný krok, pokud chcete vytvořit spojení.
zh_cn: 这是不符合指定的条件的情况下的源点。将它拖到另一个步骤，以创建连接。

# graph.sourcepointtimeouttooltip
source: This is a timeout source point. Based on the step’s timeout settings, the process can continue using this path after the specified amount of time. Drag the point to another step to create the connection.
cs_cz: Toto je zdrojový bod časového limitu. Proces může pokračovat po této cestě po uplynutí času zadaného v nastavení časového limitu kroku. Přesuňte ho na jiný krok, pokud chcete vytvořit spojení.
zh_cn: 这是一个超时源点。基于该步骤的超时设置，该进程可以继续在指定的时间量后使用此路径。将点拖动到另一个步骤，以创建连接。

# graph.timeouticontooltip
source: This step has a timeout specified. Based on the step's timeout settings, the process continues through a defined path after the specified amount of time.
cs_cz: Tento krok má specifikovaný časový limit. Po uplynutí zadaného času bude proces pokračovat po definované cestě.
zh_cn: 这一步已指定的超时时间。基于该步骤的超时设置，则过程继续通过一个定义的路径后指定的时间量。

# graphservice.casedeleteconfirmation
source: Are you sure you want to remove the selected case?
cs_cz: Opravdu chcete odstranit vybraný případ?
zh_cn: 是否确实要删除选定的案例？

# graphservice.choicedeleteconfirmation
source: Are you sure you want to remove the selected choice?
cs_cz: Opravdu chcete odstranit vybranou volbu?
zh_cn: 是否确实要删除所选的选择?

# graphservice.choicetoofewsourcepoints
source: You cannot delete the last remaining two choices.
cs_cz: Nemůžete smazat dvě poslední volby.
zh_cn: 您不能删除最后一个剩余的两个选项。

# graphservice.choicetoomanysourcepoints
source: You have reached the maximum number of choices.
cs_cz: Dosáhli jste maximální počet voleb.
zh_cn: 您已经选择的最大数目。

# graphservice.connectioncreationfailed
source: Failed to create connection. Please see event log for more details.
cs_cz: Vytvoření spojení selhalo. Pro více informací zkontrolujte Historii událostí.
zh_cn: 未能创建连接。请参阅事件日志中有更多的细节。

# graphservice.connectiondeleteconfirmation
source: Are you sure you want to delete the selected connection?
cs_cz: Opravdu chcete smazat vybrané spojení?
zh_cn: 是否确实要删除所选的连接?

# graphservice.connectiondeletionfailed
source: Failed to delete connection. Please see event log for more details.
cs_cz: Mazání spojení selhalo. Pro více informací zkontrolujte Historii událostí.
zh_cn: 删除连接失败。请参阅事件日志中有更多的细节。

# graphservice.consistencyerror
source: This operation would result in data inconsistency because another user may have made changes to the graph. Please refresh the page and try again.
cs_cz: Tato operace by měla za následek nekonzistenci, protože jiný uživatel mohl vykonat změny v grafu. Obnovte, prosím, stránku a zkuste to znovu.
zh_cn: 此操作会导致数据的不一致性，因为另一用户可能已更改，到关系图。请刷新该页面，然后重试。

# graphservice.criticalerror
source: A critical error occurred while working with graph. Please refresh the page and try again.
cs_cz: Nastala kritická chyba při práci s grafem. Obnovte, prosím, stránku a zkuste to znovu.
zh_cn: 使用图形时发生严重错误。请刷新该页面，然后重试。

# graphservice.errornameempty
source: Please enter valid name.
cs_cz: Zadejte, prosím, platný název.
zh_cn: 请输入有效的名称。

# graphservice.invalidcaseid
source: Invalid case ID
cs_cz: Neplatné ID případu
zh_cn: 案例 ID 无效

# graphservice.invalidconnectionid
source: Invalid connection ID
cs_cz: Neplatné ID spojení
zh_cn: 无效的连接 ID

# graphservice.missingnode
source: Step with specified ID doesn't exist.
cs_cz: Uzel se zadaným ID neexistuje.
zh_cn: 不存在具有指定 ID 的一步。

# graphservice.nodedeleteconfirmation
source: Are you sure you want to delete the selected step?
cs_cz: Opravdu chcete smazat vybraný uzel?
zh_cn: 是否确实要删除所选的步骤?

# graphservice.nondeletablenode
source: This step cannot be deleted.
cs_cz: Tento uzel nemůže být smazán.
zh_cn: 不能删除此步骤。

# graphservice.savingchangesfailed
source: Saving changes failed, please see event log for more details.
cs_cz: Uložení změn selhalo, pro více informací zkontrolujte Historii událostí.
zh_cn: 保存更改失败，请参见事件日志中有更多的细节。

# graphservice.savingnewnodefailed
source: Creating new step failed, please see event log for more details.
zh_cn: 创建新的一步失败，请参见事件日志中有更多的细节。

# graphservice.savingnodeonconnectionfailed
source: Splitting connection failed. Please connect the new step manually.
zh_cn: 拆分连接失败。请手动连接新的一步。

# graphservice.toofewsourcepoints
source: You cannot delete the last remaining case.
cs_cz: Nemůžete smazat poslední případ.
zh_cn: 您不能删除最后余下的一个个案。

# graphservice.toomanysourcepoints
source: You have reached the maximum number of cases.
cs_cz: Nemůžete smazat poslední případ.
zh_cn: 你已到达情况下的最大数目。

# grid.noselection
source: No item selected.
cs_cz: Nebyly vybrány žádné položky.
zh_cn: 没有选定的项。

# group.editheadercaption
source: Group properties
cs_cz: Vlastnosti skupiny
sk_sk: Vlastnosti skupiny
zh_cn: 组属性

# group.entersearch
source: Group
cs_cz: Zobrazovaný název skupiny nebo jeho část:
sk_sk: Zobrazovacie meno skupiny alebo časť názvu:
zh_cn: 组

# group.group.logactivity
source: Log on-line marketing activity
cs_cz: Logovat aktivitu on-line marketingu
sk_sk: Logovať on-line marketingové aktivity
zh_cn: 日志在线市场营销活动

# group.groupnotavailable
source: The group is not available or you are not allowed to access the required page. Please contact the administrator if you think you should be allowed to access it.
cs_cz: Skupina není dostupná nebo nemáte povolení pro přístup k požadované stránce. Pokus si myslíte, že byste přístup měli mít, kontaktujte prosím administrátora.
sk_sk: Skupina nie je dostupná alebo nemáte povolený prístup k požadovanej stránke.
zh_cn: 组不可用或您不允许访问所需的页。请如果你认为你应该被允许访问它，与管理员联系。

# group.itemname
source: Group name
cs_cz: Název skupiny
sk_sk: Názov skupiny
zh_cn: 组名称

# group.medialibrary
source: Media libraries
cs_cz: Knihovna médií
sk_sk: Multimediálne knižnice
zh_cn: 媒体库

# group.member.addmemberinroles
source: Add member to roles
cs_cz: Přidat člena k rolím
sk_sk: Pridať člena do role
zh_cn: 将成员添加到角色

# group.members
source: Members
cs_cz: Členové
sk_sk: Členovia
zh_cn: 成员

# group.messageboards
source: Message boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 留言板

# group.moreitems
source: (more groups...)
cs_cz: (více skupin...)
sk_sk: (viac skupín ...)
zh_cn: (更多群体......)

# group.polls
source: Polls
cs_cz: Ankety
sk_sk: Ankety
zh_cn: 投票调查

# group.polls.answers
source: Answers
cs_cz: Odpovědi
sk_sk: Odpovede
zh_cn: 答案

# group.polls.title
source: Polls
cs_cz: Ankety
sk_sk: Ankety
zh_cn: 投票调查

# group.registration.nosourcepath
source: Please specify template source alias path.
cs_cz: Specifikujte, prosím, zdrojovou alias cestu šablony.
zh_cn: 请指定模板源别名路径。

# group.registration.notargetpath
source: Please specify template target alias path.
cs_cz: Specifikujte, prosím, cílovou alias cestu šablony.
zh_cn: 请指定模板目标别名路径。

# group.selectitem
source: Select group
cs_cz: Vybrat skupinu
sk_sk: Zvoľ skupinu
zh_cn: 选择组

# group_general.forums
source: Forums
cs_cz: Fóra
sk_sk: Diskusné fóra
zh_cn: 论坛

# group_general.headercaption
source: Forum group properties
cs_cz: Vlastnosti diskusní skupiny
sk_sk: Vlastnosti diskusnej skupiny
zh_cn: 论坛组属性

# group_general.medialibrary.backtolist
source: Media libraries
cs_cz: Knihovny médií
sk_sk: Knižnice multimédií
zh_cn: 媒体库

# group_list.newitemcaption
source: New forum group
cs_cz: Přidat diskusní skupinu
sk_sk: Pridať diskusnú skupinu
zh_cn: 新论坛组

# groupinvitation.invitationunsuccesinvexists
source: User ##USERNAME## has already been invited by user ##INVITEDBY##. You cannot send another invitation.
cs_cz: Uživatel ##USERNAME## již byl pozván uživatelem ##INVITEDBY##. Nemůžete poslat další pozvánku.
sk_sk: Užívateľ ##USERNAME## už bol pozvaný užívateľom ##INVITEDBY##. Nemôžete poslať ďalšiu pozvánku.
zh_cn: 用户 ##USERNAME## 已被邀请的用户##INVITEDBY##. 您不能发送另一个邀请。

# groupinvitation.invitationunsuccessismember
source: User ##USERNAME## is member of group ##GROUPNAME##. You cannot send invation.
cs_cz: Uživatel ##USERNAME## je členem skupiny ##GROUPNAME##. Nemůžete mu poslat pozvánku.
sk_sk: Užívateľ ##USERNAME## je členom skupiny ##GROUPNAME##. Nemôžete odoslať pozvánku.
zh_cn: 用户 ##USERNAME## 是成员的组 ##GROUPNAME##.您无法发送邀请。

# groups.additems
source: Add groups
cs_cz: Přidat skupiny
sk_sk: Pridať skupinu
zh_cn: 添加组

# groups.entersearch
source: Group
cs_cz: Zobrazovaný název skupiny nebo jeho část:
sk_sk: Zobrazovacie meno skupiny alebo časť názvu:
zh_cn: 组

# groups.groupiswaitingforapproval
source: Group waiting for approval
cs_cz: Skupina čekající na schválení
sk_sk: Skupina čakajúca na schválenie
zh_cn: 分组等待批准

# groups.itemname
source: Community group name
cs_cz: Zobrazovaný název skupiny
sk_sk: Zobrazovacie meno skupiny
zh_cn: 社交组名称

# groups.nodata
source: No groups selected.
cs_cz: Nebyly vybrány žádné skupiny.
sk_sk: Neboli vybrané žiadne skupiny.
zh_cn: 没有选定的组。

# groups.select
source: Select groups
zh_cn: 选择组

# groups.selectitem
source: Select community groups
cs_cz: Vybrat skupiny
sk_sk: Vybrané skupiny
zh_cn: 选择社区团体

# groups.status
source: Status
zh_cn: 状态

# groups.status.waitingforapproval
source: Waiting for approval
cs_cz: Čekající na schválení
sk_sk: Čaká na schválenie
zh_cn: 等待审批

# handlerslog.info
source: Event handlers called by this request / thread:
zh_cn: 此请求调用的事件处理程序 / 线程：

# handlerslog.name
source: Name
zh_cn: 名称

# hashtable.byguid
source: {0} - GUID
zh_cn: -GUID {0}

# hashtable.byid
source: {0} - ID
zh_cn: -ID {0}

# hashtable.byname
source: {0} - Name
cs_cz: {0} - Název
zh_cn: {0}-名称

# hashtablename.cms_pagetemplate_pagetemplatecodename_pagetemplatesiteid
source: Page templates - Name, SiteID
cs_cz: Šablony stránek - Name, SiteID
zh_cn: 网页模板-名称、 SiteID

# hashtablename.cms_taggroup_sitename_taggroupname
source: Tag groups - Name
cs_cz: Skupiny tagů - Název
sk_sk: Skupina tagov - Názov
zh_cn: 标记组-名称

# hashtablename.cms_taggroup_taggroupname_taggroupsiteid
source: Tag groups - Name, SiteID
zh_cn: 标记组的名称、 SiteID

# hashtablename.ecommerce_department_departmentname_departmentsiteid
source: Departments - Name, SiteID
cs_cz: Oddělení - Název, SiteID
zh_cn: 部门名称、 SiteID

# hashtablename.ecommerce_discountcoupon_discountcouponcode
source: Product coupons - Code
cs_cz: Slevové poukázky - Kód
sk_sk: Kupóny - Kód
zh_cn: 产品的优惠券-代码

# hashtablename.ecommerce_discountcoupon_discountcouponcode_discountcouponsiteid
source: Product coupons - Code, SiteID
cs_cz: Slevové kupóny - Kód, SiteID
zh_cn: 产品的优惠券-代码 SiteID

# hashtablename.ecommerce_discountlevel_discountlevelname_discountlevelsiteid
source: Discount levels - Name, SiteID
cs_cz: Úrovně slev - Název, SiteID
zh_cn: 折扣级别-名称、 SiteID

# hashtablename.ecommerce_internalstatus_internalstatusname_internalstatussiteid
source: Internal statuses - Name, SiteID
cs_cz: Interní stavy - Název, SiteID
zh_cn: 内部状态-名称、 SiteID

# hashtablename.ecommerce_optioncategory_categoryname_categorysiteid
source: Option category - Name, SiteID
cs_cz: Kategorie voleb - Název, SiteID
zh_cn: 选项类别的名称、 SiteID

# hashtablename.ecommerce_publicstatus_publicstatusname_publicstatussiteid
source: Public statuses - Name, SiteID
cs_cz: Veřejné stavy - Název, SiteID
zh_cn: 公共状态-名称、 SiteID

# hashtablename.ecommerce_taxclass_taxclassname_taxclasssiteid
source: Tax classes - Name, SiteID
cs_cz: Daňové třídy - Název, SiteID
zh_cn: 税类-Name, SiteID

# hashtablename.notification_template_sitename_templatename
source: Notification templates - Name
cs_cz: Šablony upozornění - Název
sk_sk: Šablóny oznámení - Názov
zh_cn: 通知模板-名称

# hashtablename.notification_template_templatename_templatesiteid
source: Notification templates - Name, SiteID
cs_cz: Šablony notifikací - Název, SiteID
zh_cn: 通知模板-名称、 SiteID

# hashtablename.om_mvtcombination_mvtcombinationpagetemplateid_mvtcombinationname
source: MVT combination - Page template ID, Combination name
cs_cz: MVT kombinace - Název, SiteID
zh_cn: MVT 组合-页面模板 ID，组合名称

# hashtablename.polls_poll_pollcodename_pollsiteid_pollgroupid
source: Polls - Name
cs_cz: Ankety - Název
sk_sk: Hlasovania - Názov
zh_cn: 民意调查-名称

# header.licenses
source: Licenses
cs_cz: Licence
sk_sk: Licencie
zh_cn: 许可证

# header.opencmsdesk
source: Open administration
cs_cz: Otevřít CMS Desk
sk_sk: Otvoriť CSM Desk
zh_cn: 行政公开

# hiertransf.all
source: (all transformations)
cs_cz: (všechny informace)
sk_sk: (všetky transformácie)
zh_cn: (所有转换)

# hiertransf.allowforlevel
source: Apply to sublevels
zh_cn: 适用于子

# hiertransf.alternatingitem
source: Alternating item transformation
cs_cz: Transformace měněné položky
sk_sk: Alternatívna transformácia položky
zh_cn: 交替项转换

# hiertransf.currentitem
source: Current item transformation
cs_cz: Transformace aktuální položky
sk_sk: Transformácia aktuálnej položky
zh_cn: 当前项目的转型

# hiertransf.firstitem
source: First item transformation
cs_cz: Transformace první položky
sk_sk: Transformácie prvej položky
zh_cn: 第一项转换

# hiertransf.footer
source: Footer transformation
cs_cz: Transformace patičky
zh_cn: 页脚转型

# hiertransf.header
source: Header transformation
cs_cz: Transformace hlavičky
zh_cn: 头转型

# hiertransf.item
source: Item transformation
cs_cz: Transformace položky
sk_sk: Transformácia položky
zh_cn: 项目转换

# hiertransf.lastitem
source: Last item transformation
cs_cz: Transformace poslední položky
sk_sk: Transformácia poslednej položky
zh_cn: 最后一项转换

# hiertransf.separator
source: Separator transformation
cs_cz: Transformace oddělovače
sk_sk: Transformácia oddeľovača
zh_cn: 分离器改造

# hiertransf.singleitem
source: Single item transformation
cs_cz: Transformace jedné položky
sk_sk: Transformácia jednej položky
zh_cn: 单个项目转换

# history.errornotallowedtomodify
source: You're not allowed to modify version history items.
cs_cz: Nejste oprávněn/a měnit položky historie verzí.
zh_cn: 你不是允许修改版本历史记录项目。

# history.select
source: (select version)
cs_cz: (vybrat verzi)
sk_sk: (vybrať)
zh_cn: （选择的版本）

# history.versionrollbacktooltip
source: Roll back to this version
cs_cz: Návrat k této verzi.
sk_sk: Vrátiť sa k tejto verzií.
zh_cn: 回滚到此版本

# iconselector.custom
source: Custom icon
cs_cz: Vlastní ikona
sk_sk: Vlastná ikona
zh_cn: 自定义图标

# iconselector.donotdisplay
source: Do not display any icon
cs_cz: Nezobrazovat žádnou ikonu.
sk_sk: Nezobrazovať žiadnu ikonu
zh_cn: 不显示任何图标

# iconselector.predefined
source: Predefined icon
cs_cz: Přednastavená ikona
sk_sk: Predvolená ikona
zh_cn: 预定义的图标

# idgets.zonetype.editor
source: Customization by page editor
cs_cz: Přizpůsobení
sk_sk: Prispôsobebie editorom
zh_cn: 由页面编辑器自定义

# ignorelist.available
source: Following users are in your ignore list
cs_cz: Následující uživatelé jsou na vašem seznamu ignorovaných uživatelů
sk_sk: Nasledujúci užívatelia sú na vašom zozname ignorovaných užívateľov
zh_cn: 下列用户正在忽略列表中

# imageeditor.badhashtext
source: Parameters of the file are inconsistent.
cs_cz: Parametry souboru jsou nekonzistentní.
sk_sk: Parameter súboru sú nekonzistentné.
zh_cn: 文件的参数并不一致。

# imageeditor.badhashtitle
source: Invalid file parameters
cs_cz: Neplatné parametry souboru
sk_sk: Neplatné parametre súboru.
zh_cn: 无效的文件参数

# imageeditor.discardchangesconfirmation
source: Are you sure you want to close the image editor? Your changes will be lost.
cs_cz: Opravdu chcete zavřít editor obrázků? Vaše změny budou ztraceny.
sk_sk: Určite chcete zatvoriť editor obrázkov? Vaše zmeny budú stratené.
zh_cn: 你确定你想要关闭图像编辑器？您的更改将会丢失。

# img.crop
source: Crop
cs_cz: Ořezat
sk_sk: Orezať
zh_cn: 作物

# img.errors.crop
source: Error trimming image!
cs_cz: Chyba při ořezávání obrázku!
sk_sk: Chyba pri orezávanie obrázku!
zh_cn: 修剪图像出错 ！

# img.errors.cropsize
source: Please enter width and height of the cropping area.
cs_cz: Zadejte prosím šířku a výšku oblasti ořezání.
sk_sk: Zadajte prosím šírku a výšku oblasti orezania.
zh_cn: 请输入宽度和高度的种植面积。

# img.errors.fileexists
source: File of the same name already exists.
cs_cz: Soubor se stejným názvem již existuje.
sk_sk: Súbor s rovnakým názvom už existuje.
zh_cn: 已存在具有相同名称的文件。

# img.errors.filemodify
source: You are not authorized to modify the image.
cs_cz: Nemáte oprávnění k úpravě obrázku.
sk_sk: Nemáte oprávnenie upravovať obrázok.
zh_cn: 您无权修改图像。

# img.errors.filesystempermissions
source: Insufficient file system permissions to edit this image.
cs_cz: Nedostatečné oprávnění systému souborů pro úpravu tohoto obrázku.
sk_sk: Nedostatočné oprávnenia systému súborov k úpravám tohto obrázku.
zh_cn: 不足的文件系统权限来编辑此图像。

# img.errors.filetoolong
source: File path length exceeds the supported file system path length.
cs_cz: Délka cesty souboru přesahuje podporovanou délku systémové cesty.
sk_sk: Dĺžka cesta k súboru presahuje podporovanú dĺžku cesty systému súborov.
zh_cn: 文件路径长度超过了受支持的文件系统路径长度。

# img.errors.maxversion
source: Maximum number of file versions reached.
cs_cz: Byl dosažen maximální počet verzí souboru.
sk_sk: Bol dosiahnutý maximálny počet verzií súboru.
zh_cn: 达到最大数量的文件版本。

# img.errors.processing
source: Processing image failed.
cs_cz: Zpracování obrázku se nezdařilo.
sk_sk: Spracovanie obrázku zlyhalo.
zh_cn: 处理后的图像失败。

# img.namenotunique
source: An attachment with same name already exists in the pagecontext. Please use different name.
cs_cz: Příloha se stejným jménem již v existuje v kontextu dokumentu. Použijte prosím jiné jméno.
sk_sk: Príloha s rovnakým menom existuje v kontexte dokumentu. Prosím, použite rozdielny názov.
zh_cn: 附件使用相同的名称已经存在于 pagecontext。请使用不同的名称。

# img.savechanges
source: Save changes
cs_cz: Uložit změny
sk_sk: Uložiť zmeny
zh_cn: 保存更改

# import.checklicensefailed
source: {0} objects cannot be imported due to license limitations.
zh_cn: 由于许可证限制，无法导入 {0} 的对象。

# import.objecttypenotregistered
source: Object type {0} is not registered.
zh_cn: 未注册的对象类型 {0}。

# importconfiguration.deleteconf
source: Are you sure you want to delete selected package?
cs_cz: Opravdu chcete smazat vybraný balík?
sk_sk: Určite chcete zmazať vybraný balíček?
zh_cn: 是否确实要删除选定的包？

# importconfiguration.deletepackage
source: Delete package
cs_cz: Smazat balík
sk_sk: Zmazať balíček
zh_cn: 删除包

# importconfiguration.securityerror
source: Unable to get list of import packages due to insufficient permissions for the '{0}' folder.
cs_cz: Není možné získat seznam balíků importu kvůli nedostatečným oprávněním pro složku'{0}'.
sk_sk: Nedá sa získať zoznam import balíčkov z dôvodu nedostatočných oprávnení pre adresár '{0}'
zh_cn: 无法获取由于没有足够的权限为"{0}"文件夹的导入包的列表。

# importconfiguration.uploading
source: Uploading &#46;&#46;&#46;
cs_cz: Nahrávání &#46;&#46;&#46;
sk_sk: Nahrávanie &#46;&#46;&#46;
zh_cn: 上传...

# importconfiguration.uploadpackage
source: Upload package
cs_cz: Nahrát balík
sk_sk: Nahrať balíček
zh_cn: 上传软件包

# importgridview.import.warning
source: Object exists and will be overwritten, if checked.
zh_cn: 对象已存在，并将被覆盖，如果选中。

# importobjects.copyfiles.disabled
source: Importing assemblies and code files is disabled in precombiled web.
zh_cn: 在 precombiled 网站，导入的程序集和代码文件被禁用。

# importobjects.selectallconfirm
source: Are you sure you want to select all objects? Definitions of objects, such as Inline controls, Form controls, Web parts, Widgets and others, as well as files belonging to these objects, will be overwritten. You can lose your custom changes made to these objects.
cs_cz: Opravdu chcete vybrat všechny objekty? Definice objektů, jako např. Inline controly, Form controly, Webparty, Widgety a další, stejně jako soubory patřící k těmto objektů, budou přepsány. Můžete tak ztratit vlastní úpravy techto objektů.
zh_cn: 你确定你想要选择所有的对象？定义的对象如内联控件、 表格控件、 Web 部件、 部件和其他人，属于这些对象的文件，将被覆盖。你可以失去您对这些对象所做的自定义更改。

# importobjects.skiporfans
source: Do not import objects where parent object is missing
cs_cz: Neimportovat objekty u kterých chybí rodičovský objekt
sk_sk: Neimportujte objekty, ktorých rodičovský objekt chýba.
zh_cn: 不导入此父对象丢失的对象

# importsite.subscribernotfound
source: Subscriber {0} not found
zh_cn: 找不到的订阅服务器 {0}

# importsite.unsubscribing
source: Unsubscribing {0}
zh_cn: 取消预订 {0}

# index.nocontent
source: Please specify index content.
cs_cz: Specifikujte prosím obsah indexu.
sk_sk: Špecifikujte, prosím, obsah indexu.
zh_cn: 请指定索引内容。

# index.noculture
source: Please specify culture before rebuild.
cs_cz: Před obnovou prosím specifikujte jazykovou verzi.
sk_sk: Špecifikujte, prosím, kultúru pred obnovou.
zh_cn: 请指定之前重建语言。

# inlinecontrol.new
source: New control
zh_cn: 新建控件

# inlinecontrol.sites.info
source: The inline control is available for the following websites:
zh_cn: 内联控件是浏览以下网站：

# inlinecontrol_edit.errorfilename
source: Please enter a control file name.
cs_cz: Zadejte nějaký soubor.
sk_sk: Prosím, vložte názov súboru.
zh_cn: 请输入控件的文件名。

# inlinecontrol_header.title
source: Inline control properties
cs_cz: Vlastnosti Inline kontrolu
sk_sk: Vlastnosti Inline controlu
zh_cn: 内联控件属性

# inlinewidgets.hashnotmatch
source: Inline macro parameters are not valid.
cs_cz: Vkládané parametry makra nejsou platné.
sk_sk: Parametre inline makra nie sú platné.
zh_cn: 内联宏参数不是有效的。

# insertmacro.dialogtitle
source: Insert Macro
cs_cz: Vložit makro
zh_cn: 插入宏

# insertmacro.insertmacrocode
source: Code
cs_cz: Kód
zh_cn: 代码

# insertmacro.insertmacrotree
source: Tree
cs_cz: Strom
zh_cn: 树

# insertmedia.title
source: Select media
cs_cz: Výběr medií
sk_sk: Vyberte súbor
zh_cn: 选择媒体

# install.colation
source: Collation
cs_cz: Kolace databáze
sk_sk: Zoradenie databázy (collation)
zh_cn: 排序规则

# install.keepcurrentcollation
source: (keep current)
cs_cz: (zachovat současné)
sk_sk: (zachovať súčasné)
zh_cn: （保持当前）

# install.schema
source: Schema of the objects
cs_cz: Schéma objektů
sk_sk: Schéma objektov
zh_cn: 对象的架构

# integration.alltasks
source: All tasks
cs_cz: všechny úlohy
zh_cn: 所有任务

# integration.assemblyname
source: Provider class
cs_cz: Název assembly
sk_sk: Názov zostavy
zh_cn: 提供程序类

# integration.classname
source: Class name
cs_cz: Název třídy
sk_sk: Názov triedy
zh_cn: 类名称

# integration.connector
source: Connector
cs_cz: Konektor
sk_sk: Konektor
zh_cn: 连接器

# integration.connector.edit
source: Connector properties
cs_cz: Vlastnosti konektoru
sk_sk: Vlastnosti konektoru
zh_cn: 连接器属性

# integration.connector.list
source: Connectors
cs_cz: Konektory
sk_sk: Konektory
zh_cn: 连接器

# integration.connector.new
source: New connector
cs_cz: Nový konektor
sk_sk: Nový konektory
zh_cn: 新建连接器

# integration.connectordisabled
source: Connector '{0}' is disabled. Please review your settings on 'Connectors' tab.
cs_cz: Konektor '{0}' je zakázaný. Zkontrolujte, prosím, nastavení na záložce 'Konektory'.
zh_cn: 连接器 '{0}' 被禁用。请查看您在连接器选项卡上的设置。

# integration.connectorname
source: Connector name
cs_cz: Název konektoru
sk_sk: Názov konektoru
zh_cn: 连接器名称
