Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# templatelayout.shared
source: Use shared layout
cs_cz: Použít sdílené rozvržení
sk_sk: Použiť zdieľaný layout
zh_cn: 使用共享的布局

# templatewizard.header
source: New Page Template Wizard
cs_cz: Průvodce nové šablony dokumentu
sk_sk: Sprievodca novou šablónou dokumentu
zh_cn: 新建页面模板向导

# templatewizard_attributes.stepdescription
source: Please define custom fields of the page template and their appearance in the editing form. You can define fields, such as SKU, product weight, press release text, etc.
cs_cz: Definujte volitelné atributy šablony dokumentu a jejich způsob zobrazení v editačním formuláři. Můžete definovat atributy jako například: číslo produktu, šířka produktu, text tiskové zprávy atd.
sk_sk: Prosím, definujte voliteľné atribúty šablóny dokumentu a ich spôsob zobrazenia v editačnom formulári. Môžete definovať atribúty ako napríklad: číslo produktu, šírka produktu, text tlačovej správy atd.
zh_cn: 请在编辑表格中定义自定义字段的页面模板和它们的外观。你可以定义字段如 SKU，产品的重量、 新闻稿文本等。

# templatewizard_attributes.stepheader
source: Step 3 - Page Template Custom Fields
cs_cz: Krok 3 - Uživatelské atributy šablony dokumentu
sk_sk: Krok 3 - Užívateľské atribúty šablóny dokumentu
zh_cn: 第 3 步-页面模板的自定义字段

# templatewizard_finished.classcreated
source: The new page template has been created.
cs_cz: Nová šablona dokumentu byla vytvořena.
sk_sk: Nová šablóna dokumentu bola vytvorená.
zh_cn: 已创建新的页面模板。

# templatewizard_finished.defaulticon
source: The default icon was created.
cs_cz: Výchozí ikona byla vytvořena.
sk_sk: Implicitná ikona bola vytvorená.
zh_cn: 创建默认的图标。

# templatewizard_finished.formcreated
source: The new editing form has been created.
cs_cz: Nový editační formulář byl vytvořen.
sk_sk: Nový editačný formulár bol vytvorený.
zh_cn: 已创建新的编辑形式。

# templatewizard_finished.intro
source: The setup has finished the following steps:
cs_cz: Setup ukončil následující kroky:
sk_sk: Setup ukončil nasledujúce kroky:
zh_cn: 安装程序已完成以下步骤：

# templatewizard_finished.nextsteps
source: Now you can further modify the page template using the options in the left menu.
cs_cz: Nyní můžete dále modifikovat šablonu dokumentu pomocí nastavení v levém menu.
sk_sk: Teraz môžete ďalej modifikovať šablónu dokumentu pomocou nastavenia v ľavom menu.
zh_cn: 现在你可以进一步修改使用左边的菜单中的选项的页面模板。

# templatewizard_finished.parenttemplatesadded
source: The page template was added among allowed child templates of specified parent templates.
cs_cz: Šablona dokumentu byla přidána mezi povolené závislé šablony specifikovaných nadřazených šablon.
sk_sk: Šablóna dokumentu bola pridaná medzi povolené závislé šablóny špecifikovaných nadradených šablón.
zh_cn: 允许的子指定的父模板的模板之间添加了页面模板。

# templatewizard_finished.permissionnames
source: The default permission names have been created.
cs_cz: Výchozí názvy oprávnění byly vytvořeny.
sk_sk: Implicitné názvy oprávnení boli vytvorené.
zh_cn: 已经创建了默认权限名称。

# templatewizard_finished.stepheader
source: Step 6 - The Wizard Has Finished
cs_cz: Krok 6 - Průvodce byl ukončen
sk_sk: Krok 6 - Sprievodca bol ukončený
zh_cn: 步骤 6-向导已完成

# templatewizard_finished.tablecreated
source: The new custom table for the page template has been created.
cs_cz: Nová uživatelská tabulka pro šablonu dokumentu byla vytvořena.
sk_sk: Nová užívateľská tabuľka pre šablónu dokumentu bola vytvorená.
zh_cn: 页面模板的新自定义表已创建。

# templatewizard_finished.transformation
source: The default ASCX transformation has been created.
cs_cz: Výchozí ASCX transformace byla vytvořena.
sk_sk: Implicitná ASCX transformácia bola vytvorená.
zh_cn: 已创建默认 ASCX 转换。

# templatewizard_names.errorexistingcodename
source: Another page template of that code name already exists. Please use some other code name.
cs_cz: Šablona dokumentu se stejným kódovým názvem již existuje. Použijte jiný kódový název.
sk_sk: Šablóna dokumentu s rovnakým kódovým menom už existuje. Prosím, použite iné kódové meno.
zh_cn: 该代码名称的另一个页面模板已存在。请使用其他一些代码名称。

# templatewizard_names.errorpointincodename
source: The Code Name field cannot contain any "." (dot) character.
cs_cz: Pole kódový název nesmí obsahovat žádný znak "." (tečka).
sk_sk: Pole kódové meno nesmie obsahovať žiadny znak "." (bodka).
zh_cn: 代码名称字段不能包含任何"."（点） 的字符。

# templatewizard_names.errorspaceincodename
source: The page template code name cannot contain spaces.
cs_cz: Kódový název šablony dokumentu nesmí obsahovat mezery.
sk_sk: Kódové meno šablóny dokumentu nesmie obsahovať medzery.
zh_cn: 页面模板代码名称不能包含空格。

# templatewizard_names.stepdescription
source: Please enter page template display name (for users) and code name (it will be used in your code when necessary).
cs_cz: Vložte prosím zobrazovaný název šablony dokumentu (pro uživatele) a kódové jméno (to v případě potřeby použijte ve Vašem kódu).
sk_sk: Prosím, vložte zobrazované meno šablóny dokumentu (pre užívateľa) a kódové meno (to v prípade potreby použite vo Vašom kóde).
zh_cn: 请输入 （对于用户） 页面模板显示名称和代码名称 （它将在您的代码，在必要时使用）。

# templatewizard_names.stepheader
source: Step 1 - New template name
cs_cz: Krok 1 - Název nové šablony
sk_sk: Krok 1 - Názov novej šablóny
zh_cn: 第 1 步-新模板的名称

# templatewizard_nodename.selectfield
source: Page name source:
cs_cz: Zdroj jména dokumentu:
sk_sk: Zdroj mena dokumentu:
zh_cn: 页面名称来源：

# templatewizard_nodename.stepdescription
source: Please choose the source field that will be used as a page name. You can choose either one of the custom fields or you can choose to use page name as a separate field. You can also choose if the page template should use versioning and workflow.
cs_cz: Vyberte prosím zdrojové pole, které bude použito jako jméno dokumentu. Můžete vybrat buď jedno z vlastních polí nebo použijte jméno dokumentu jako samostatné pole. Také můžete zvolit, zda bude pro nový typ dokumentů používáno verzování a workflow.
sk_sk: Prosím vyberte zdrojové pole, ktoré bude použité ako meno dokumentu. Môžete vybrať buď jedno z vlastných polí alebo použite meno dokumentu ako samostatné pole. Tiež môžete zvoliť, či bude pre nový typ dokumentov používané verzovanie a workflow.
zh_cn: 请选择将用作页名称的源字段。您可以选择任一自定义字段或您可以选择使用页名称作为单独的域。您还可以选择是否页面模板应使用版本控制和工作流。

# templatewizard_nodename.stepheader
source: Step 4 - Additional Template Settings
cs_cz: Krok 4 - Dodatečná nastavení šablony
sk_sk: Krok 4 - Dodatočné nastavenia šablóny
zh_cn: 第 4 步-附加模板设置

# templatewizard_nodename.usenodename
source: Use Page Name Field
cs_cz: Použít pole Název dokumentu
sk_sk: Použiť pole Názov dokumentu
zh_cn: 使用页面名称字段

# templatewizard_parenttemplates.add
source: Add Parent Template
cs_cz: Přidat nadřazenou šablonu
sk_sk: Pridať nadradenú šablónu
zh_cn: 添加父模板

# templatewizard_parenttemplates.confirmdelete
source: Are you sure you want to remove the selected template from the list of parent templates?
cs_cz: Opravdu chcete odstranit danou šablonu ze seznamu nadřazených šablon?
sk_sk: Určite chcete odstrániť danú šablónu zo zoznamu nadradených šablón?
zh_cn: 你确定你想要从父模板列表中删除所选的模板？

# templatewizard_parenttemplates.parentclassdisplayname
source: Parent template display name
cs_cz: Zobrazovaný název nadřazené šablony
sk_sk: Zobrazované meno nadradenej šablóny
zh_cn: 父模板显示名称

# templatewizard_parenttemplates.parentclassname
source: Parent template code name
cs_cz: Kódový název nadřazené šablony
sk_sk: Kódové meno nadradenej šablóny
zh_cn: 父模板代码名称

# templatewizard_parenttemplates.selectclasses
source: Select one or more page templates. Press CTRL key for multiple selection.
cs_cz: Vyberte prosím jednu nebo více šablon dokumentů. Použijte CTRL pro vícenásobný výběr.
sk_sk: Vyberte jednu alebo viac šablón dokumentov. Použite CTRL pre viacnásobný výber.
zh_cn: 选择一个或多个页面模板。按住 CTRL 键用于多重选择。

# templatewizard_parenttemplates.stepdescription
source: Please specify page templates under which this page template can be placed.
cs_cz: Specifikujte šablony dokumentů, pod které lze vložit tento dokument.
sk_sk: Prosím, špecifikujte šablóny dokumentov, pod ktoré možno vložiť tento dokument.
zh_cn: 请指定可以下放置此页面模板的页面模板。

# templatewizard_parenttemplates.stepheader
source: Step 5 - Parent Page Templates
cs_cz: Krok 5 - Šablony nadřazeného dokumentu
sk_sk: Krok 5 - šablóny nadradeného dokumentu
zh_cn: 第 5 步-父页面模板

# templatewizard_table.container
source: The template is only a container without custom fields.
cs_cz: Šablona je pouze kontejner bez uživatelských atributů.
sk_sk: Šablóna je iba kontajner bez užívateľských atribútov.
zh_cn: 该模板是只集装箱 — — 无自定义字段。

# templatewizard_table.custom
source: The template has custom fields.
cs_cz: Šablona má uživatelské atributy.
sk_sk: Šablóna má užívateľské atribúty.
zh_cn: 模板包含自定义字段。

# templatewizard_table.errorcreatetable
source: The table couldn't be created. Please try to use some other table name or primary key name. The original error:
cs_cz: Tabulku nelze vytvořit. Zkuste použít nějaký jiný název tabulky nebo primárního klíče. Originální chybová hláška:
sk_sk: Tabuľku nemožno vytvoriť. Prosím, skúste použiť nejaký iný názov tabuľky alebo primárneho kľúča. Originálna chybová správa:
zh_cn: 不能创建表。请尝试使用一些其他的表名称或主键名。原来的错误：

# templatewizard_table.erroremptypkname
source: Please enter a primary key name.
cs_cz: Vložte prosím název primárního klíče.
sk_sk: Prosím, vložte meno primárneho kľúča.
zh_cn: 请输入主键名。

# templatewizard_table.erroremptytablename
source: Please enter a table name.
cs_cz: Vložte prosím název tabulky.
sk_sk: Prosím, vložte meno tabuľky.
zh_cn: 请输入表的名称。

# templatewizard_table.errorpknameinvalidcharacter
source: The primary key name contains a space or one of the invalid characters:
cs_cz: Název primárního klíče obsahuje mezery nebo některý z následujících zakázaných znaků:
sk_sk: Názov primárneho kľúča obsahuje medzery alebo niektorý z nasledujúcich zakázaných znakov:
zh_cn: 主键名包含空格或无效字符之一：

# templatewizard_table.errorpknamewithspaces
source: The primary key name cannot contain spaces.
cs_cz: Název primárního klíče nesmí obsahovat mezery.
sk_sk: Názov primárneho kľúča nesmie obsahovať medzery.
zh_cn: 主要密钥名称不能包含空格。

# templatewizard_table.errortablenameinvalidcharacter
source: The table name contains a space or one of the invalid characters:
cs_cz: Název tabulky obsahuje mezeru nebo nějaký ze zakázaných znaků:
sk_sk: Názov tabuľky obsahuje medzeru alebo nejaký zo zakázaných znakov:
zh_cn: 表名称中包含空格或无效字符之一：

# templatewizard_table.errortablenamewithspaces
source: The table name cannot contain spaces.
cs_cz: Název tabulky nesmí obsahovat mezery.
sk_sk: Názov tabuľky nesmie obsahovať medzery.
zh_cn: 表名称不能包含空格。

# templatewizard_table.pkname
source: Primary Key Name:
cs_cz: Jméno primárního klíče:
sk_sk: Meno primárneho kľúča:
zh_cn: 主键名：

# templatewizard_table.stepdescription
source: Please choose page template type. If you choose a page template with custom fields you will also need to supply names of the new database table and its primary key.
cs_cz: Zvolte prosím typ šablony dokumentu. Pokud zvolíte šablonu s volitelnými atributy, zadejte také název nové databázové tabulky a jejího primárního klíče.
sk_sk: Prosím zvoľte typ šablóny dokumentu. Ak zvolíte šablónu s voliteľnými atribútmi, zadajte tiež názov novej databázovej tabuľky a jej primárneho kľúča.
zh_cn: 请选择页面模板类型。如果您选择与您还需要提供新的数据库表和其主键的名称的自定义字段的页面模板。

# templatewizard_table.stepheader
source: Step 2 - Page Template Type
cs_cz: Krok 2 - Typ šablony dokumentu
sk_sk: Krok 2 - Typ šablóny dokumentu
zh_cn: 第 2 步-页面模板类型

# templatewizard_table.tablename
source: Table Name:
cs_cz: Název tabulky:
sk_sk: Názov tabuľky:
zh_cn: 表名称:

# timez.edit.itemlist
source: Time zones
cs_cz: Časové pásmo
sk_sk: Časové pásmo
zh_cn: 时区

# timez.edit.newitem
source: New time zone
cs_cz: Nové časové pásmo
sk_sk: Nové časové pásmo
zh_cn: 新时区的时间

# timez.edit.properties
source: Time zone properties
cs_cz: Vlastnosti časového pásma
sk_sk: Nastavenia časového pásma
zh_cn: 时区属性

# timez.edit.rfvdisplayname
source: Please enter a time zone display name.
cs_cz: Zadejte prosím název časového pásma.
sk_sk: Prosím, zadajte názov časového pásma.
zh_cn: 请输入一个时区的显示名称。

# timez.edit.rfvgmt
source: Please enter a GMT time zone.
cs_cz: Zadejte prosím časový posun.
sk_sk: Prosím, zadajte GMT.
zh_cn: 请输入一个格林尼治标准时间的时区。

# timez.edit.rfvname
source: Please enter a time zone code name.
cs_cz: Zadejte prosím název časové zóny.
sk_sk: Prosím, zadajte kódový názov časového pásma.
zh_cn: 请输入一个时区代码名称。

# timez.edit.rvgmtdouble
source: Please enter a number between -12 and 13.
cs_cz: Zadejte prosím číslo mezi -12 a 13.
sk_sk: Prosím, zadajte číslo medzi -12 a 13.
zh_cn: 请输入一个数字-12 和 13 之间。

# timez.edit.timezonedaylight
source: Use daylight saving time:
cs_cz: Používat letní čas:
sk_sk: Používať letný čas:
zh_cn: 使用日光节约时间：

# timez.edit.timezonedisplayname
source: Time zone name
cs_cz: Název časového pásma
sk_sk: Názov časového pásma
zh_cn: 时区名称

# timez.edit.timezonegmt
source: GMT difference:
cs_cz: Posun oproti GMT:
sk_sk: GMT posun:
zh_cn: 格林尼治标准时间差异：

# timez.edit.timezonename
source: Name:
cs_cz: Název:
sk_sk: Názov:
zh_cn: 名称：

# timez.edit.timezonenameexists
source: Name must be unique.
cs_cz: Název musí být unikátní.
sk_sk: Názov musí byť unikátny.
zh_cn: 名称必须是唯一的。

# timez.edit.timezoneruleendin
source: Daylight saving time ends at:
cs_cz: Letní čas končí v:
sk_sk: Letný čas končí v:
zh_cn: 夏时制结束于：

# timez.edit.timezoneruleendrule
source: Daylight saving time end rule
cs_cz: Pravidlo pro konec letního času:
sk_sk: Pravidlo pre koniec letného času:
zh_cn: 夏令时结束规则

# timez.edit.timezonerulestartin
source: Daylight saving time starts at:
cs_cz: Letní čas začíná od:
sk_sk: Letný čas začína v:
zh_cn: 夏令时开始：

# timez.edit.timezonerulestartrule
source: Daylight saving time start rule
cs_cz: Pravidlo pro začátek letního času:
sk_sk: Pravidlo pre začiatok letného času:
zh_cn: 夏令时开始规则

# timez.list.header
source: Time zones
cs_cz: Časová pásma
sk_sk: Časové pásmo
zh_cn: 时区

# timez.list.newitem
source: New time zone
cs_cz: Nové časové pásmo
sk_sk: Nové časové pásmo
zh_cn: 新时区的时间

# timez.ruleeditor.day
source: Day
cs_cz: Den
sk_sk: Deň
zh_cn: 一天

# timez.ruleeditor.month
source: Month
cs_cz: Měsíc
sk_sk: Mesiac
zh_cn: 个月

# timez.ruleeditor.notvalid
source: Specified time zone rule is not valid.
cs_cz: Uvedené pravidlo není platné.
sk_sk: Uvedené pravidlo nie je platné.
zh_cn: 指定的时区规则是无效的。

# timez.ruleeditor.time
source: Time
cs_cz: Čas
sk_sk: Čas
zh_cn: 时间

# timez.ruleeditor.value
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# timez.type.custom
source: Custom
zh_cn: 自定义

# timez.type.inherit
source: Inherit
zh_cn: 继承

# timez.type.server
source: Server
zh_cn: 服务器

# timez.type.website
source: Website
zh_cn: 网站

# tools.fileimport.alreadyimported
source: Page already exists: {0}</br>
cs_cz: Dokument již existuje: {0}</br>
sk_sk: Dokument už existuje: {0}</br>
zh_cn: 页面已经存在: {0}<br>

# tools.fileimport.datagrid.columnfile
source: File
cs_cz: Soubor
sk_sk: Súbor
zh_cn: 文件

# tools.fileimport.datagrid.columnresult
source: Result
cs_cz: Výsledek
sk_sk: Výsledok
zh_cn: 结果

# tools.fileimport.deleteimported
source: Delete imported files from disk
cs_cz: Smazat importované soubory z disku
sk_sk: Zmazať importované súbory z disku
zh_cn: 从磁盘中删除导入的文件

# tools.fileimport.failed
source: Failed
cs_cz: Chyba
sk_sk: Chyba
zh_cn: 失败

# tools.fileimport.filenotallowed
source: You're not authorized to import the file at this location or this location cannot contain files.</br>
cs_cz: Nemáte oprávnění k importování souborů do této lokace nebo tato lokace nemůže obsahovat soubory</br>
sk_sk: Nemáte oprávnenie k importovaniu súborov do tejto lokácie alebo táto lokácia nemôže obsahovať súbory</br>
zh_cn: 你不被授权可以导入该文件在此位置或该位置不能包含文件。<br>

# tools.fileimport.filesnotimported
source: There were errors during import. Some files may not be imported.
cs_cz: Při importu souborů došlo k chybě.
sk_sk: Pri importe súborov došlo k chybe.
zh_cn: 导入过程中有错误。某些文件可能不能导入。

# tools.fileimport.fileswereimported
source: Files were imported.
cs_cz: Soubory byly importovány.
sk_sk: Súbory boli importované.
zh_cn: 文件被导入。

# tools.fileimport.foldernotallowed
source: You're not authorized to import the file at this location or this location cannot contain folders.</br>
cs_cz: Nemáte oprávnění k importování souborů do této lokace nebo tato lokace nemůže obsahovat složky</br>
sk_sk: Nemáte oprávnenie k importovaniu súborov do tejto lokácie alebo táto lokácia nemôže obsahovať adresáre.</br>
zh_cn: 你不被授权可以导入该文件在此位置或该位置不能包含文件夹。<br>

# tools.fileimport.header
source: File Import
cs_cz: Import souborů
sk_sk: Import súborov
zh_cn: 文件导入

# tools.fileimport.imported
source: Imported
cs_cz: Importováno
sk_sk: Importované
zh_cn: 导入

# tools.fileimport.importedfiles
source: Select files to be imported from
cs_cz: Vyberte soubory, které budou importovány z
sk_sk: Vyberte súbory, ktoré budú importované z
zh_cn: 选择要从导入的文件

# tools.fileimport.importok
source: Imported
cs_cz: Importován
sk_sk: Importované
zh_cn: 导入

# tools.fileimport.invalidfolder
source: Invalid import folder '{0}'. Please enter a valid import folder path into the 'File import folder' setting in ##ui|cms|settings## -> System -> Files.
cs_cz: Neplatný adresář pro import '{0}'. Vložte platný adresář v CMS SiteManageru -> Záložka Nastavení
sk_sk: Neplatný adresár pre import súborov '{0}'. Prosím, zadajte platný import adresár v CMS Site Manager -> Nastavenia -> Systém -> Súbory.
zh_cn: 无效的导入文件夹"{0}"。请输入一个有效导入的文件夹路径到文件导入文件夹设置在 ##ui|cms|settings##-> 文件系统。

# tools.fileimport.nodealreadyexist
source: Page already exists: {0}</br>
cs_cz: Dokument již existuje: {0}</br>
sk_sk: Dokument už existuje: {0}</br>
zh_cn: 页面已经存在: {0}<br>

# tools.fileimport.noreadpermissionfordirectory
source: You don't have read permission for directory
cs_cz: Nemáte oprávnění pro čtení složky
sk_sk: Nemáte oprávnenie na čítanie adresára.
zh_cn: 您不具有读取的权限目录

# tools.fileimport.notallowed
source: You're not authorized to import the file at this location or this location cannot contain files.</br>
cs_cz: Nemáte oprávnění k importování souborů do této lokace nebo tato lokace nemůže obsahovat soubory</br>
sk_sk: Nemáte oprávnenie k importovaniu súborov do tejto lokácie alebo táto lokácia nemôže obsahovať súbory</br>
zh_cn: 你不被授权可以导入该文件在此位置或该位置不能包含文件。<br>

# tools.fileimport.notallowedchildclass
source: File page type is not allowed under selected page
cs_cz: Typ dokumentu 'Soubor' není povoleno použít pod zvoleným dokumentem
sk_sk: Tento typ dokumentu nie je povolený pod týmto dokumentom
zh_cn: 根据所选页面不允许文件页面类型

# tools.fileimport.notfound
source: File {0} not found.</br>
cs_cz: Soubor {0} nenalezen.</br>
sk_sk: Súbor {0} nenájdený.</br>
zh_cn: 找不到文件 {0}。<br>

# tools.fileimport.removeextension
source: Include file extension in name
cs_cz: Zachovat příponu v názvu
sk_sk: Zahrnúť príponu do názvu súboru
zh_cn: 在名称中包含文件扩展名

# tools.fileimport.selectpath
source: Select Path
cs_cz: Vybrat cestu
sk_sk: Vybrať cestu
zh_cn: 选择路径

# tools.fileimport.skipped
source: Skipped
cs_cz: Vynecháno
sk_sk: Preskočené
zh_cn: 跳过

# tools.fileimport.startimport
source: Start import
cs_cz: Spustit import
sk_sk: Spustiť import
zh_cn: 开始导入

# tools.fileimport.targetaliaspath
source: Target alias path
cs_cz: Cílová aliasová cesta
sk_sk: Cesta
zh_cn: 目标别名路径

# tools.fileimport.wereimported
source: {0} files were successfully imported.</br>
cs_cz: {0} soubory byly úspěšně importovány.</br>
sk_sk: {0} súbory boli úspešne importované.</br>
zh_cn: {0} 文件已成功导入。<br>

# tools.notool
source: Please choose a tool in the left menu.
cs_cz: Zvolte prosím nástroj v levém menu.
sk_sk: Prosím, zvoľte nástroj v ľavom menu.
zh_cn: 请在左边的菜单中选择一种工具。

# tools.root
source: Tools
cs_cz: Nástroje
sk_sk: Nástroje
zh_cn: 工具

# toolstree.loading
source: Loading...
cs_cz: Načítání ...
sk_sk: Načítavanie ...
zh_cn: 正在加载...

# toolstree.root
source: Tools
cs_cz: Nástroje
sk_sk: Nástroje
zh_cn: 工具

# transformation.checkedout
source: The transformation is checked out to the following file: <strong>{0}</strong>.<br />Check in the transformation to apply changes to the database.
cs_cz: Transformace je uzamčena do souboru <strong>{0}</strong>.<br />Uvolněte transformaci, aby se změny promítly do databáze.
sk_sk: Transformácia je uzamknutá do súboru <strong>{0}</strong>.<br />Uvoľnite transformáciu, aby sa zmeny premietli do databázy.
zh_cn: 转型签出到以下文件: <strong>{0}</strong>。<br>检查中要将更改应用于数据库的转换。

# transformation.checkedoutonanothermachine
source: The transformation is checked out on another machine (<strong>{0}</strong>) by <strong>{1}</strong>
cs_cz: Transformace je uzamčena na jiném stroji (<strong>{0}</strong>) uživatelem <strong>{1}</strong>
sk_sk: Transformácia je uzamknutá na inom stroji (<strong>{0}</strong>) užívateľom <strong>{1}</strong>
zh_cn: 转型被签出在另一台机器 (<strong>{0}</strong>) 由<strong>{1}</strong>

# transformation.checkoutinfo
source: You can check out the transformation to the <strong>{0}</strong> file to edit it externally.
cs_cz: Pro externí editaci můžete transformaci uzamknout a uložit do souboru <strong>{0}</strong>.
sk_sk: Pre externú editáciu môžete transformáciu uzamknúť a uložiť do súboru <strong>{0}</strong>.
zh_cn: 您可以签出到文件<strong>{0}</strong> ，外部对其进行编辑的转变。

# transformation.discardcheckout
source: Undo check-out
cs_cz: Zrušit uzamčení
sk_sk: Zrušiť uzamknutie
zh_cn: 撤消签出

# transformation.errorcheckout
source: Error checking out the transformation
cs_cz: Chyba při uzamčení transformace
sk_sk: Chyba pri uzamknutí transformácie
zh_cn: 签出转换时出错

# transformationedit.ascxtransformation
source: ASCX user control
zh_cn: ASCX 用户控件

# transformationedit.erroremptytransformation
source: Please enter a transformation.
cs_cz: Vložte prosím transformaci.
sk_sk: Prosím, vložte transformáciu.
zh_cn: 请输入一个转变。

# transformationedit.erroremptytransformationname
source: Please enter a transformation name.
cs_cz: Vložte prosím název transformace.
sk_sk: Prosím, vložte meno transformácie.
zh_cn: 请输入转换的名称。

# transformationedit.errortransformationnameexists
source: Transformation with the specified name already exists
cs_cz: Transformace se specifikovaným názvem již existuje
sk_sk: Transformácia so špecifikovaným názvom už existuje
zh_cn: 变换与指定的名称已经存在

# transformationedit.transformationname
source: Transformation name:
cs_cz: Název transformace:
sk_sk: Názov transformácie:
zh_cn: 转换的名称：

# transformationedit.transformationtext
source: Transformation Text:
cs_cz: Text transformace:
sk_sk: Text transformácie:
zh_cn: 转换文本：

# transformationedit.transformationtype
source: Transformation type
cs_cz: Typ transformace
sk_sk: Typ transformácie
zh_cn: 转换类型

# transformationedit.usedefault
source: Use Default Transformation
cs_cz: Použít výchozí transformaci
sk_sk: Použiť implicitnú transformáciu
zh_cn: 使用默认转换

# transformationlist.ascxtransformation
source: ASCX user control
zh_cn: ASCX 用户控件

# transformationlist.header
source: Transformations
cs_cz: Transformace
sk_sk: Transformácie
zh_cn: 转换

# transformationlist.transformationname
source: Transformation name
cs_cz: Název transformace
sk_sk: Názov transformácie
zh_cn: 转换名称

# transformationlist.transformationtype
source: Transformation type
cs_cz: Typ transformace
sk_sk: Typ transformácie
zh_cn: 转换类型

# transformationname.default
source: Default
cs_cz: Implicitní
sk_sk: Implicitný
zh_cn: 默认

# transformationname.preview
source: Preview
sk_sk: Náhľad
zh_cn: 预览

# transformationselection.lbldoctypes
source: Page type:
cs_cz: Typ dokumentu:
sk_sk: Typ dokumentu:
zh_cn: 页面类型：

# transformationselection.title
source: Select transformation
cs_cz: Výběr transformace
sk_sk: Výber transformácie
zh_cn: 选择转换

# tree.linkednodetooltip
source: Linked page
cs_cz: Navázaný dokument
sk_sk: Linkované dokumenty
zh_cn: 链接的页面

# tree.loading
source: Loading...
cs_cz: Načítám ...
sk_sk: Nahrávam...
zh_cn: 正在加载...

# tree.nottranslatednodetooltip
source: Not translated page
cs_cz: Nepřeložený dokument.
sk_sk: Nepreložený dokument.
zh_cn: 不翻译的页面
