Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# dialogs.flash.advisorytitle
source: Advisory title
cs_cz: Informační titulek
sk_sk: Titulok
zh_cn: 咨询标题

# dialogs.flash.enablemenu
source: Enable menu
cs_cz: Povolit menu
sk_sk: Povoliť kontextové menu
zh_cn: 启用菜单

# dialogs.flash.invalidid
source: Please enter flash ID in indentificator format.
cs_cz: Zadejte flash ID ve formátu identifikátoru.
sk_sk: Prosím zadajte flash ID v identifikačnom formáte.
zh_cn: 请输入闪存 ID indentificator 格式。

# dialogs.flash.scale
source: Scale
cs_cz: Poměr
sk_sk: Veľkosť
zh_cn: 规模

# dialogs.flash.scale.exactfit
source: Exact fit
cs_cz: Přesný rozměr
sk_sk: Presné vyplnenie
zh_cn: 精确匹配

# dialogs.flash.scale.noborder
source: No border
cs_cz: Bez okraje
sk_sk: Žiadny rám
zh_cn: 无边框

# dialogs.flash.scale.showall
source: Show all
cs_cz: Zobrazit vše
sk_sk: Zobraziť všetko
zh_cn: 全部显示

# dialogs.folder.foldernameempty
source: Please enter a folder name.
cs_cz: Zadejte prosím název složky.
sk_sk: Prosím, zadajte názov zložky.
zh_cn: 请输入文件夹的名称。

# dialogs.folder.foldernameerror
source: Folder name contains illegal characters.
cs_cz: Název složky obsahuje nepovolené znaky.
sk_sk: Názov zložky obsahuje nepovolené znaky.
zh_cn: 文件夹名称包含非法字符。

# dialogs.folder.new
source: New folder
cs_cz: Nová složka
sk_sk: Nová zložka
zh_cn: 新建文件夹

# dialogs.header.anchor
source: Anchor
cs_cz: Kotva
sk_sk: Kotva
zh_cn: 锚点

# dialogs.header.libraries
source: Media libraries
cs_cz: Knihovna médií
sk_sk: Mediálne knižnice
zh_cn: 媒体库

# dialogs.header.title.allfiles
source: Insert file
cs_cz: Vložit soubor
sk_sk: Vložiť súbor
zh_cn: 插入文件

# dialogs.header.title.copydoc
source: Copy page
cs_cz: Kopírovat dokument
sk_sk: Kopíruj dokument
zh_cn: 复制页面

# dialogs.header.title.flash
source: Insert flash
cs_cz: Vložit flash
sk_sk: Vložiť flash
zh_cn: 插入闪存

# dialogs.header.title.image
source: Insert image
cs_cz: Vložit obrázek
sk_sk: Vložiť obrázok
zh_cn: 插入图像

# dialogs.header.title.imagemedia
source: Insert image or media
cs_cz: Vložit obrázek nebo soubor medií
sk_sk: Vložiť obrázok alebo média
zh_cn: 插入图像或介质

# dialogs.header.title.link
source: Insert link
cs_cz: Vložit odkaz
sk_sk: Vložiť odkaz
zh_cn: 插入链接

# dialogs.header.title.linkdoc
source: Link page
cs_cz: Navázat dokument
sk_sk: Odkazuj dokument
zh_cn: 链接页面

# dialogs.header.title.movedoc
source: Move page
cs_cz: Přesunout dokument
sk_sk: Presuň dokument
zh_cn: 移动页

# dialogs.header.title.relationship
source: Select node for relationship
cs_cz: Vybrat uzly pro vztah
sk_sk: Vyber uzol pre vzťah
zh_cn: 选择关系节点

# dialogs.header.title.selectfiles
source: Select file
cs_cz: Vybrat soubor
sk_sk: Vybrať súbor
zh_cn: 选择文件

# dialogs.header.title.selectflash
source: Select flash
cs_cz: Vybrat flash
sk_sk: Vybrať flash
zh_cn: 选择闪存

# dialogs.header.title.selectfolder
source: Select folder
cs_cz: Vybrat adresář
sk_sk: Vyberte adresár
zh_cn: 选择文件夹

# dialogs.header.title.selectimage
source: Select image
cs_cz: Vybrat obrázek
sk_sk: Vybrať obrázok
zh_cn: 选择图像

# dialogs.header.title.selectimagemedia
source: Select file
cs_cz: Vybrat soubor
sk_sk: Vybrať súbor
zh_cn: 选择文件

# dialogs.header.title.selectlink
source: Select link
cs_cz: Vybrat odkaz
sk_sk: Vybrať odkaz
zh_cn: 选择链接

# dialogs.header.title.selectpath
source: Select path
cs_cz: Vybrat cestu
sk_sk: Výber cesty
zh_cn: 选择路径

# dialogs.image.align.baseline
source: Baseline
cs_cz: Základní linka
sk_sk: Základná línia
zh_cn: 基线

# dialogs.image.align.bottom
source: Bottom
cs_cz: Dolů
sk_sk: Dole
zh_cn: 底部

# dialogs.image.align.left
source: Left
cs_cz: Doleva
sk_sk: Vľavo
zh_cn: 左

# dialogs.image.align.middle
source: Middle
cs_cz: Na střed
sk_sk: Na stred
zh_cn: 中东

# dialogs.image.align.right
source: Right
cs_cz: Doprava
sk_sk: Vpravo
zh_cn: 权利

# dialogs.image.align.textbottom
source: Text bottom
cs_cz: Konec textu
sk_sk: Spodok textu
zh_cn: 文本底部

# dialogs.image.align.texttop
source: Text top
cs_cz: Začátek textu
sk_sk: Vrch textu
zh_cn: 文本顶部

# dialogs.image.align.top
source: Top
cs_cz: Nahoru
sk_sk: Nahor
zh_cn: 返回页首

# dialogs.image.alignlabel
source: Align
cs_cz: Zarovnat
sk_sk: Zarovnanie
zh_cn: 对齐

# dialogs.image.altlabel
source: Alternate text
cs_cz: Alternativní text
sk_sk: Alternatívny text
zh_cn: 替换文本

# dialogs.image.behaviorlarger
source: Show larger size on mouse-over
cs_cz: Zobrazit větší velikost na událost mouse-over
sk_sk: Zobraziť väčšiu veľkosť pri prechode kurzoru
zh_cn: 在鼠标悬停显示更大的大小

# dialogs.image.behaviornew
source: Open full size in a new window
cs_cz: Otevřít obrázek v plné velikosti v novém okně
sk_sk: Otvoriť plnú veľkosť v novom okne
zh_cn: 在新窗口中打开全尺寸

# dialogs.image.behaviornone
source: None
cs_cz: Žádné
sk_sk: Žiadne
zh_cn: 没有一个

# dialogs.image.behaviorsame
source: Open full size in the same window
cs_cz: Otevřít obrázek v plné velikosti ve stejném okně
sk_sk: Otvoriť plnú veľkosť v rovnakom okne
zh_cn: 在同一窗口中打开全尺寸

# dialogs.image.bordercolorlabel
source: Border color
cs_cz: Barva okraje
sk_sk: Farba orámovania
zh_cn: 边框颜色

# dialogs.image.borderwidthlabel
source: Border width
cs_cz: Šířka okraje
sk_sk: Šírka orámovania
zh_cn: 边框宽度

# dialogs.image.height
source: Height
cs_cz: Výška
sk_sk: Výška
zh_cn: 高度

# dialogs.image.hspacelabel
source: Horizontal space
cs_cz: Horizontální odsazení
sk_sk: Horizontálny rozstup
zh_cn: 级别间距

# dialogs.image.invalidborder
source: Please enter valid border width.
cs_cz: Zadejte prosím platnou šířku okraje.
sk_sk: Prosím, zadajte platnú šírku orámovania.
zh_cn: 请输入有效的边框宽度。

# dialogs.image.invalidcolor
source: Please enter valid border color.
cs_cz: Zadejte prosím platnou barvu okraje.
sk_sk: Prosím, zadajte platnú farbu orámovania.
zh_cn: 请输入有效的边框颜色。

# dialogs.image.invalidhspace
source: Please enter valid HSpace.
cs_cz: Zadejte prosím platné horizontální odsazení.
sk_sk: Prosím, zadajte platný horizontálny rozstup.
zh_cn: 请输入有效的口。

# dialogs.image.invalidid
source: Please enter image ID in identifier format.
cs_cz: Zadejte prosím ID obrázku ve formátu identifikátoru.
sk_sk: Prosím, zadajte ID obrázku v identifikačnom formáte.
zh_cn: 请输入图像 ID 标识符的格式。

# dialogs.image.invalidsize
source: Please enter valid width and height.
cs_cz: Zadejte prosím platnou šířku a výšku.
sk_sk: Prosím, zadajte platnú výšku a šírku.
zh_cn: 请输入有效的宽度和高度。

# dialogs.image.invalidvspace
source: Please enter valid VSpace.
cs_cz: Zadejte prosím platné vertikální odsazení.
sk_sk: Prosím, zadajte platný vertikálny rozstup.
zh_cn: 请输入有效的垂直。

# dialogs.image.vspacelabel
source: Vertical space
cs_cz: Vertikální odsazení
sk_sk: Vertikálny rozstup
zh_cn: 垂直间距

# dialogs.image.width
source: Width
cs_cz: Šířka
sk_sk: Šírka
zh_cn: 宽度

# dialogs.item.notselectable
source: This type of file cannot be selected.
cs_cz: Tento typ souboru není možné označit.
sk_sk: Tento typ súboru nemôže byť vybraný.
zh_cn: 不能选择这种类型的文件。

# dialogs.libraries.nolibraries
source: No library found
cs_cz: Nebyla nalezena knihovna.
sk_sk: Nebola nájdená žiadna knižnica
zh_cn: 发现没有图书馆

# dialogs.libraries.nolibrary
source: There is no library matching your selection.
cs_cz: Žádná knihovna neodpovídá vašemu výběru.
sk_sk: Žiadna knižnica nevyhovuje vaše mu výberu.
zh_cn: 还有匹配您的选择没有图书馆。

# dialogs.link.browseserver
source: Browse server
cs_cz: Procházet server
sk_sk: Prehľadávať server
zh_cn: 浏览服务器

# dialogs.link.listinfo
source: Pages to link
cs_cz: Dokumenty pro navázání
sk_sk: Dokumenty na odkazovanie
zh_cn: 若要链接的页面

# dialogs.link.listinfoall
source: Link all child pages of
cs_cz: Navázat všechny dceřiné dokumenty
sk_sk: Odkazuj všetky synovské dokumenty
zh_cn: 将所有子页面的都链接

# dialogs.link.protocol
source: Protocol
cs_cz: Protokol
sk_sk: Protokol
zh_cn: 协议

# dialogs.link.targetframe
source: Target frame name
cs_cz: Název cílového framu
sk_sk: Názov cieľového rámu
zh_cn: 目标框架名称

# dialogs.link.targetname
source: Target
cs_cz: Cíl
sk_sk: Cieľ
zh_cn: 目标

# dialogs.link.text
source: Link text
cs_cz: Text odkazu
sk_sk: Text odkazu
zh_cn: 链接文本

# dialogs.link.url.info
source: The selected behavior is not compatible with the link, if you enter the link, the behavior will be disabled.
cs_cz: Vybrané chování není s odkazem kompatibilní. Pokud odkaz vložíte, chování nebude použito.
sk_sk: Vybrané správanie nie je kompatibilné s odkazom. Ak zadáte odkaz, správanie bude zrušené
zh_cn: 所选的行为是不兼容的链接，如果你进入链接后，行为将被禁用。

# dialogs.linkdoc.select
source: Please select page to be linked.
cs_cz: Vyberte dokumenty pro navázání.
sk_sk: Vyberte prosím dokument, ktorý má byť odkazovaný
zh_cn: 请选择要链接的页面。

# dialogs.list.actions.delete
source: Delete
cs_cz: Smazat
sk_sk: Zmazať
zh_cn: 删除

# dialogs.list.actions.edit
source: Update
cs_cz: Upravit
sk_sk: Aktualizovať
zh_cn: 更新

# dialogs.list.actions.select
source: Select
cs_cz: Vybrat
sk_sk: Vybrať
zh_cn: 选择

# dialogs.list.actions.select.desc
source: Select this file and display its properties
cs_cz: Vybrat tento soubor a zobrazit jeho vlastnosti
sk_sk: Vybrať súbor a zobraziť jeho vlastnosti
zh_cn: 选择该文件，然后显示其属性

# dialogs.list.actions.showsubdocuments
source: Show sub-pages
cs_cz: Ukaž dceřiné dokumenty
sk_sk: Zobraziť pod-dokumenty
zh_cn: 显示子页面

# dialogs.list.actions.showsubfolders
source: Show sub-folders
cs_cz: Ukaž dceřiné složky
sk_sk: Vyber pod-adresáre
zh_cn: 显示子文件夹

# dialogs.list.actions.view
source: View
cs_cz: Zobrazit
sk_sk: Zobraziť
zh_cn: 视图

# dialogs.list.actions.view.desc
source: Opens the attachment in full size in a new window
cs_cz: Otevře přílohu v plné velikosti v novém okně.
sk_sk: Otvoriť súbor v plnej veľkosti v novom okne
zh_cn: 在全尺寸在新窗口中打开附件

# dialogs.lockratio
source: Lock ratio
cs_cz: Zamknout/Odemknout poměr stran
sk_sk: Zamknúť/Odomknúť pomer
zh_cn: 锁定比

# dialogs.media.globallibraries
source: (global libraries)
cs_cz: (globální knihovny)
sk_sk: (globálne knižnice)
zh_cn: （全局图书馆）

# dialogs.media.library
source: Library
cs_cz: Knihovna
sk_sk: Knižnice
zh_cn: 图书馆

# dialogs.mediaview.azureprepare
source: Prepare for import
cs_cz: Připravit na import
sk_sk: Pripraviť na import
zh_cn: 准备导入

# dialogs.mediaview.gotoparent
source: Go to parent
zh_cn: 转到父

# dialogs.mediaview.parentfolder
source: Parent folder
cs_cz: Rodičovská složka
sk_sk: Rodičovský adresár
zh_cn: 父文件夹

# dialogs.missinghashtext
source: The dialog parameters are missing hash to validate the security.
zh_cn: 对话框参数缺少hash来验证安全性。

# dialogs.move.listinfo
source: Pages to move
cs_cz: Dokumenty pro přesun
sk_sk: Dokumenty na presunutie
zh_cn: 要移动的页面

# dialogs.move.listinfoall
source: Move all child pages of
cs_cz: Přesunout všechny dceřiné dokumenty
sk_sk: Presuň všetky synovské dokumenty
zh_cn: 移动所有子的页面

# dialogs.newfile.classnotfound
source: Class '{0}' not found.
cs_cz: Třída '{0}' nenalezena.
sk_sk: Trieda '{0}' nebola nájdená.
zh_cn: 类 '{0}' 找不到。

# dialogs.newfile.notallowed
source: You are not allowed to create page of type '{0}' in required location.
cs_cz: Nemáte oprávnění vytvářet dokument typu '{0}' v daném umístění.
sk_sk: Nemáte povolenie vytvoriť dokument typu '{0}' v požadovanej lokácii.
zh_cn: 你不准在所需位置中创建页的类型"{0}"。

# dialogs.newfoldertitle
source: New folder
cs_cz: Nová složka
sk_sk: Nová zložka
zh_cn: 新建文件夹

# dialogs.preview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# dialogs.properties.empty
source: Please select a file.
cs_cz: Vyberte soubor.
sk_sk: Prosím, vyberte súbor.
zh_cn: 请选择一个文件。

# dialogs.protocol.news
source: news://
zh_cn: 新闻： / /

# dialogs.protocol.other
source: (other)
cs_cz: (jiný)
sk_sk: (iný)
zh_cn: （其他）

# dialogs.refreshsize
source: Reset size
cs_cz: Obnovit velikost
sk_sk: Obnoviť veľkosť
zh_cn: 重置大小

# dialogs.resize.donotresize
source: (do not resize)
cs_cz: (neměnit velikost)
sk_sk: (nemeniť veľkosť)
zh_cn: (不调整)

# dialogs.resize.height
source: Height (px):
cs_cz: Výška (px):
sk_sk: Výška (px):
zh_cn: 高度 (px):

# dialogs.resize.maxsidesize
source: Max side size (px):
cs_cz: Maximální délka strany (px):
sk_sk: Maximálna veľkosť strany (px):
zh_cn: 最大侧大小 （px）：

# dialogs.resize.resizemode
source: Resize:
zh_cn: 调整大小：

# dialogs.resize.usecustomsettings
source: (use custom settings)
cs_cz: (použit osobní nastavení)
sk_sk: (použiť vlastné nastavenia)
zh_cn: （使用自定义设置）

# dialogs.resize.usesitesettings
source: (use site settings)
cs_cz: (použít nastavení webu)
sk_sk: (použiť nastavenia webu)
zh_cn: （使用站点设置）

# dialogs.resize.width
source: Width (px):
cs_cz: Šířka (px):
sk_sk: Šírka (px):
zh_cn: 宽度 (像素):

# dialogs.resize.wrongformat
source: Please enter dimensions as positive integer numbers or leave them empty.
cs_cz: Zadejte rozměry ve formátu kladných celých čísel nebo je ponechejte prázdné.
sk_sk: Prosím, zadajte rozmery ako kladné celé číslo alebo ponechajte prázdne.
zh_cn: 请输入正整数作为维度或将它们保留为空。

# dialogs.tab.advanced
source: Advanced
cs_cz: Pokročilé
sk_sk: Rozšírené
zh_cn: 高级

# dialogs.tab.behavior
source: Behavior
cs_cz: Chování
sk_sk: Správanie
zh_cn: 行为

# dialogs.tab.target
source: Target
cs_cz: Cíl
sk_sk: Cieľ
zh_cn: 目标

# dialogs.target.blank
source: New window (_blank)
cs_cz: Nové okno (_blank)
sk_sk: Nové okno (_blank)
zh_cn: 新窗口 (_blank)

# dialogs.target.frame
source: (frame)
sk_sk: (rám)
zh_cn: （框架）

# dialogs.target.notset
source: (not set)
cs_cz: (nenastaveno)
sk_sk: (nezadané)
zh_cn: （未设置）

# dialogs.target.parent
source: Parent window (_parent)
cs_cz: Rodičovské okno (_parent)
sk_sk: Rodičovské okno (_parent)
zh_cn: 父窗口 （_parent)

# dialogs.target.self
source: Same window (_self)
cs_cz: Stejné okno (_self)
sk_sk: Rovnaké okno (_self)
zh_cn: 同一窗口 （_self)

# dialogs.target.top
source: Topmost window (_top)
cs_cz: Celé okno (_top)
sk_sk: Vrchné okno (_top)
zh_cn: 最上面的窗口 （_top)

# dialogs.unlockratio
source: Unlock ratio
zh_cn: 解锁比率

# dialogs.vid.autoactivate
source: Automatically activate
cs_cz: Automaticky aktivovat
sk_sk: Automaticky aktivované
zh_cn: 自动激活

# dialogs.vid.autoplay
source: Autoplay
cs_cz: Přehrát automaticky
sk_sk: Automaticky prehrávať
zh_cn: 自动播放

# dialogs.vid.loop
source: Loop
cs_cz: Opakování
sk_sk: Opakovať
zh_cn: 循环

# dialogs.vid.showcontrols
source: Show controls
cs_cz: Zobrazit ovládací tlačítka
sk_sk: Zobraziť kontroly
zh_cn: 显示控件

# dialogs.view.list.nodata
source: There are no files to display.
cs_cz: Nejsou žádné soubory ke zobrazení.
sk_sk: Žiadne súbory na zobrazenie.
zh_cn: 没有要显示的文件。

# dialogs.view.searchbyname
source: Name
cs_cz: Název
sk_sk: Názov
zh_cn: 名称

# dialogs.viewmode.list
source: Listing mode
cs_cz: Seznam
sk_sk: Zoznam
zh_cn: 上市的模式

# dialogs.viewmode.thumbnails
source: Thumbnails mode
cs_cz: Náhledy
sk_sk: Náhľady
zh_cn: 缩略图模式

# dialogs.web.av
source: Audio/Video
zh_cn: 音频/视频

# dialogs.web.flash
source: Flash
zh_cn: 闪存

# dialogs.web.image
source: Image
cs_cz: Obrázek
sk_sk: Obrázok
zh_cn: 图像

# dialogs.web.mediatype
source: Media type
cs_cz: Typ média
sk_sk: Typ média
zh_cn: 媒体类型

# dialogs.web.refresh
source: Refresh
cs_cz: Obnovit
sk_sk: Obnoviť
zh_cn: 刷新

# dialogs.web.select
source: (select)
cs_cz: (vybrat)
sk_sk: (vybrať)
zh_cn: （选择）

# dialogs.web.selecteddoc
source: Selected page
cs_cz: Vybrat dokument
sk_sk: Vyber dokument
zh_cn: 所选的页

# dialogs.web.selectedpath
source: Selected path
cs_cz: Vybrat cestu
sk_sk: Vybraná cesta
zh_cn: 在所选的路径

# dialogs.web.selecttype
source: The media type was not recognized. Please select media type manually.
cs_cz: Typ média nebyl rozpoznán. Vyberte typ média manuálně.
sk_sk: Typ média nebol rozoznaný. Prosím, vyberte typ média manuálne.
zh_cn: 无法识别的媒体类型。请手动选择媒体类型。

# dialogs.youtube.color
source: Color
cs_cz: Barva
sk_sk: Farba
zh_cn: 颜色

# dialogs.youtube.color1
source: Color 1
cs_cz: Barva 1
sk_sk: Farba 1
zh_cn: 颜色 1

# dialogs.youtube.color2
source: Color 2
cs_cz: Barva 2
sk_sk: Farba 2
zh_cn: 颜色 2

# dialogs.youtube.defaultcolor
source: Default color
cs_cz: Výchozí barva
sk_sk: Základná farba
zh_cn: 默认颜色

# dialogs.youtube.defaultsize
source: Default size
cs_cz: Výchozí velikost
sk_sk: Základná veľkosť
zh_cn: 默认大小

# dialogs.youtube.delayed
source: Enable delayed cookies
cs_cz: Povolit zpožděné cookie.
sk_sk: Povoliť oneskorené cookies
zh_cn: 启用延迟的 cookie

# dialogs.youtube.fullscreen
source: Allow full screen
cs_cz: Povolit zobrazení na celou obrazovku
sk_sk: Povoliť plnú veľkosť
zh_cn: 允许全屏

# dialogs.youtube.goto
source: Go to YouTube
cs_cz: Jdi na YouTube
sk_sk: Prejsť na YouTube
zh_cn: 会去 YouTube

# dialogs.youtube.height
source: Height
cs_cz: Výška
sk_sk: Výška
zh_cn: 高度

# dialogs.youtube.inserttitle
source: Insert YouTube Video
cs_cz: Vložit YouTube video
sk_sk: Vložiť YouTube video
zh_cn: 插入视频

# dialogs.youtube.invalidcolor1
source: Please enter valid color #1.
cs_cz: Vložte platnou barvu #1
sk_sk: Prosím, zadajte platnú farbu #1.
zh_cn: 请输入有效的颜色 #1。

# dialogs.youtube.invalidcolor2
source: Please enter valid color #2.
cs_cz: Vložte platnou barvu #2
sk_sk: Prosím, zadajte platnú farbu #2.
zh_cn: 请输入有效的颜色 #2。

# dialogs.youtube.invalidsize
source: Please enter valid width and height.
cs_cz: Vložte platnou šířku a výšku.
sk_sk: Prosím, zadajte platnú výšku a šírku.
zh_cn: 请输入有效的宽度和高度。

# dialogs.youtube.playinhd
source: Play in HD
cs_cz: Přehrát v HD
sk_sk: Prehraj v HD
zh_cn: 在高清播放

# dialogs.youtube.playinhh
source: Play in HD
cs_cz: Přehrát v HD
sk_sk: Prehraj v HD
zh_cn: 在高清播放

# dialogs.youtube.preview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# dialogs.youtube.related
source: Include related videos
cs_cz: Zobrazit podobná videa
sk_sk: Zahrnúť súvisiace videá
zh_cn: 包括相关的视频

# dialogs.youtube.showborder
source: Show border
cs_cz: Zobrazit okraj
sk_sk: Zobraziť rám
zh_cn: 显示边框

# dialogs.youtube.width
source: Width
cs_cz: Šířka
sk_sk: Šírka
zh_cn: 宽度

# dialogs.youtube.widthandheight
source: Width & height
zh_cn: 宽度 & 高度

# discouncoupon_edit.discountcouponabsolutevaluelabel
source: Discount value
cs_cz: Sleva:
sk_sk: Zľava:
zh_cn: 价值大打折扣

# discouncoupon_edit.discountcouponcodeexists
source: Product coupon with given code already exists.
cs_cz: Kód slevové poukázky musí být jedinečný.
sk_sk: Kód poukážky musí byť jedinečný.
zh_cn: 产品优惠券与给定代码已存在。

# discouncoupon_edit.discountcouponcodelabel
source: Coupon code
cs_cz: Kód poukázky:
sk_sk: Kód poukážky:
zh_cn: 优惠券代码

# discouncoupon_edit.discountcoupondisplaynamelabel
source: Product coupon name:
cs_cz: Název poukázky:
sk_sk: Názov poukážky:
zh_cn: 产品的优惠券名称：

# discouncoupon_edit.discountcouponvalidfromlabel
source: Valid from
cs_cz: Validní od:
sk_sk: Platné od:
zh_cn: 从有效

# discouncoupon_edit.discountcouponvalidtolabel
source: Valid to
cs_cz: Validní do:
sk_sk: Platné do:
zh_cn: 有效期至

# discouncoupon_edit.errordisplay
source: Please enter a product coupon display name
cs_cz: Vložte nějaké zobrazené jméno slevové poukázky.
sk_sk: Prosím, vložte zobrazované meno poukážky.
zh_cn: 请输入产品的优惠券显示名称

# discouncoupon_edit.headercaption
source: Product coupon properties
cs_cz: Vlastnosti slevové poukázky
sk_sk: Vlastnosti poukážky
zh_cn: 产品的优惠券属性

# discouncoupon_edit.itemlistlink
source: Product coupons
cs_cz: Slevové poukázky
sk_sk: Poukážky
zh_cn: 产品优惠券

# discouncoupon_edit.newitemcaption
source: Enter product coupon
cs_cz: Nová slevová poukázka
sk_sk: Nová poukážka
zh_cn: 输入产品的优惠券

# discouncoupon_list.headercaption
source: Product coupons
cs_cz: Slevové poukázky
sk_sk: Poukážky
zh_cn: 产品优惠券

# discouncoupon_list.newitemcaption
source: Enter product coupon
cs_cz: Nová slevová poukázka
sk_sk: Nová poukážka
zh_cn: 输入产品的优惠券

# discouncoupon_new.headercaption
source: Enter product coupon
cs_cz: Nová slevová poukázka
sk_sk: Nová poukážka
zh_cn: 输入产品的优惠券

# discussionmacrohelper.plaintextcite
source: {0} wrote:
cs_cz: {0} napsal(a):
sk_sk: {0} napísal:
zh_cn: {0} 写道：

# discussionmacrohelper.plaintextimage
source: Image:
cs_cz: Obrázek:
sk_sk: Obrázok:
zh_cn: 图像:

# discussionmacrohelper.plaintextlink
source: Link to {0}
cs_cz: Odkaz na {0}
sk_sk: Odkaz na {0}
zh_cn: 链接到 {0}

# displaytype.checkboxlisthorizontal
source: Check-box list (horizontal)
zh_cn: 复选框列表 （级别）

# displaytype.checkboxlistvertical
source: Check-box list (vertical)
zh_cn: 复选框列表 （垂直）

# doc.header.altforms
source: Alternative forms
cs_cz: Alternativní formuláře
sk_sk: Alternatívne formuláre
zh_cn: 替代形式

# doc.nosteps
source: There are no next steps available.
cs_cz: Nejsou dosptuné žádné další kroky.
zh_cn: 没有接下来的步骤可用。

# doc.notauthorizedaction
source: You are not authorized to move the page to another step.
cs_cz: Nejste oprávněn/a přesunout dokument do dalšího kroku.
zh_cn: 您无权将页移动到另一个步骤。

# doc.stepslist
source: Move to step
cs_cz: Přesunout do kroku
zh_cn: 举措一步

# doc.urls.aliasaction
source: Alias redirection
cs_cz: Alias přesměrování
zh_cn: 别名重定向

# doc.urls.doacaliasnotunique
source: Page alias is in collision with other page alias or page URL path
cs_cz: Alias dokument je v kolizi s jiným aliasem dokumentu nebo s URL cestou dokumentu
zh_cn: 页别名是在碰撞与其他页面别名或页面 URL 路径

# doc.urls.viewallalias
source: View all aliases
cs_cz: Zobrazit všechny aliasy
zh_cn: 查看所有别名

# doctype.ecommerce.defaultproducttype
source: This page type represents
cs_cz: Výchozí typ produktu
sk_sk: Predvolený typ produktu
zh_cn: 此页类型表示

# doctype.ecommerce.isproduct
source: Page type represents a product type
cs_cz: Typ dokument reprezentuje typ dokumentu
zh_cn: 页面类型表示一种产品类型

# doctype.ecommerce.isproductsection
source: Page type represents a product section
cs_cz: Typ dokument reprezentuje sekci produktu
zh_cn: 页面类型表示产品节

# doctype.ecommerce.mappingwarning
source: Please <strong>do not use these settings</strong> in Kentico 8 and later. These settings provide backward compatibility for websites created in earlier versions of Kentico. The system now maps page fields to SKU fields automatically.
zh_cn: 请<strong>不要使用这些设置</strong>Kentico 8 及更高版本。这些设置可提供 Kentico 的早期版本中创建的网站向后兼容性。系统现在将映射页字段到 SKU 字段自动。

# doctypeiconselector.hidden
source: Form control is visible only if page type data are available.
zh_cn: 表格控件是可见的只有当页面类型数据可用。

# documenation.webpartproperties.allowdesignmode
source: If checked, design mode editing (resizing with mouse, additional design actions) is enabled for the user.
cs_cz: Pokud je zaškrtnuto, editace v design modu (změna velikosti myší, další designové akce) je pro uživatele povolená.
sk_sk: Ak je zaškrtnuté, editácia v dizajn móde je (zmena veľkosti myšou, ďalšie dizajnové akcie) je pre užívateľa povolená.
zh_cn: 如果选中此选项，会为用户启用编辑 （用鼠标，额外的设计操作调整大小） 的设计模式。

# document_type_edit.documents.used
source: The page type is used for the following pages
cs_cz: Tento typ dokumentu je použit pro následujících dokumenty
sk_sk: Daný typ dokumentov sa používa pre nasledujúce dokumenty
zh_cn: 页类型用于以下的页面

# documentation.allowselecttheme
source: If checked, administrators will be allowed to select which theme (CSS stylesheet) will be applied to the group.
cs_cz: Pokud je zaškrtnuto, administrátor bude moci vybrat, které téma (CSS styl) bude použit pro skupinu.
sk_sk: Ak je zaškrtnuté, administrátor bude môcť vybrať, ktorá téma (CSS štýl) bude použitá pre skupinu.
zh_cn: 如果选中此选项，将允许管理员选择的主题 （CSS 样式表） 将应用于组。

# documentation.generalproperties.allowexport
source: Show/hide export button.
cs_cz: Zobrazit (skrýt) tlačítko pro export.
sk_sk: Zobraziť/skryť tlačítko pre export.
zh_cn: 显示/隐藏导出按钮。

# documentation.generalproperties.reporttable
source: Selects the report and specific table that will be displayed.
cs_cz: Vyberte report a konkrétní tabulku, která bude zobrazena.
sk_sk: Vyberie report a konkrétnu tabuľku, ktorá bude zobrazená.
zh_cn: 选择将显示的特定表的报告。

# documentation.generalproperties.reportvalue
source: Selects the report and specific value that will be displayed.
cs_cz: Vyberte report a specifickou hodnotu, která bude zobrazena.
sk_sk: Vyberie report a špecifickú hodnotu, ktorá bude zobrazené.
zh_cn: 选择该报告以及将显示的特定值。

# documentation.info
source: Below you can find links to the Kentico on-line documentation.
cs_cz: Odkazy na on-line dokumentaci jsou níže.
sk_sk: Nižšie môžete nájsť odkaz na Kentico on-line dokumentáciu.
zh_cn: 下面你可以找到 Kentico 在线文档的链接。
