Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# documentation.webpartproperties.parentidcolumnname
source: Sets the name of the column that contains the unique identifier of an object's parent. It is used in a parent-child relationship with the column specified in the 'ID column' property. It is recommended to use the NodeParentID column when displaying pages.
cs_cz: Nastaví název sloupce, který obsahuje jednoznačný identifikátor nadřazeného objektu. Ten je použit ve vztahu nadřazený-podřazený se sloupcem specifikovaným ve vlastnosti 'ID sloupec'. V případě zobrazování dokumentů se doporučuje použít sloupec NodeParentID.
zh_cn: 设置包含对象的父对象的唯一标识符的列的名称。它用 ID 列属性中指定的列的父-子关系。它被建议使用 NodeParentID 列在显示页面时。

# documentation.webpartproperties.partialcachedependencies
source: Contains a list of cache keys on which the partial cache of the web part depends. When the specified cache items change, the system deletes the partial output cache of the web part. Add one cache key per line. If you leave the 'Use default cache dependencies' box checked, the system automatically clears the partial cache whenever you change the property configuration of the web part instance.
zh_cn: 包含 web 部件的局部缓存所依赖的缓存键的列表。当指定的缓存项更改时，系统将删除该 web 部件的部分输出缓存。添加每行一个的缓存键。如果你离开选中使用默认缓存依赖项复选框，系统将自动清除局部缓存每当您更改的 web 部件实例的配置属性。

# documentation.webpartproperties.partialcacheminutes
source: Sets the number of minutes for which the output HTML code of the web part should remain cached. This process is similar to full-page caching, but only for the code of the web part specifically. If left empty or set to 0, partial caching will be not be used for the web part.
cs_cz: Délka v minutách, po kterou je udržován obsah v cache paměti.
sk_sk: Počet minút po ktoré sa bude obsah webparty uchovávať v cache.
zh_cn: 设置为其输出的 HTML 代码，该 web 部件应保持缓存的分钟数。这个过程是类似于整页缓存，但只为 web 部件的代码具体。如果留的空或设置为 0，部分缓存将不能用于 web 部件。

# documentation.webpartproperties.path
source: Specifies the path of the selected pages. If you leave the path empty, the web part either loads all child pages or selects the current page (depending on the page type and the configuration of the web part's other properties).
cs_cz: Cesta k dokumentům, které mají být zobrazeny.
sk_sk: Cesta k dokumentom, ktoré majú byť zobrazené.
zh_cn: 指定所选页面的路径。如果您将该路径保留为空，web 部件加载所有的子页面或选择当前页 （取决于页的类型和配置的 web 部件的其它属性）。

# documentation.webpartproperties.pm.allowcreatefor
source: Designates what type of users can manage the displayed projects (create/modify projects and tasks). The selection made in this property overrides the security settings of individual projects.
cs_cz: Označuje, jaký typ uživatelů může spravovat zobrazované projekty (vytvořit/modifikovat projekty a úlohy). Výběr v této vlastnosti potlačí (překryje) bezpečnostní nastavení jednotlivých projektů.
zh_cn: 指定哪种类型的用户可以管理显示的项目 （创建修改的项目和任务）。在此属性中所做的选择将覆盖单个项目的安全设置。

# documentation.webpartproperties.pm.authorizedroles
source: Sets the roles that should be authorized to manage the displayed projects. This option is used only if the Authorized roles option is selected in the 'Project can be managed by' property.
cs_cz: Nastavuje role oprávněné spravovat zobrazené projekty. Tato volba se použije pouze pokud je ve vlastnosti 'Projekty mohou být spravovány' vybrána volba Autorizované role.
zh_cn: 设置应授权管理显示的项目的角色。只有当授权角色选项项目可以由管理属性中，将使用此选项。

# documentation.webpartproperties.postspagesize
source: Sets the number of posts displayed per page.
cs_cz: Nastavuje počet příspěvků zobrazených na stránce.
zh_cn: 设置每页显示帖子数目。

# documentation.webpartproperties.predictivesearchdocumentscategory
source: Predictive search pages filter
zh_cn: 预测搜索页面筛选器

# documentation.webpartproperties.predictivesearchenable
source: Enable predictive search
zh_cn: 启用预测搜索

# documentation.webpartproperties.predictivesearchenabledesc
source: Enables predictive search functionality. Predictive search displays results instantly while users type into the search box.
zh_cn: 启用预测搜索功能。预测搜索显示结果立即同时用户键入到搜索框。

# documentation.webpartproperties.predictivesearchmaxresultsdesc
source: Sets the maximum number of search results that the predictive search displays.
zh_cn: 设置预测搜索结果显示的搜索结果的最大数目。

# documentation.webpartproperties.predictivesearchsettings
source: Predictive settings
zh_cn: 预测设置

# documentation.webpartproperties.previousgroup
source: Sets the transformation used for the link to the previous group of page links. Use <%# Eval("PreviousGroupURL") %> to get the URL of the previous group.
cs_cz: Nastaví transformaci na předchozí skupinu stránek. Odkaz na předchozí skupinu stránek se získá pomocí <%# Eval("PreviousGroupURL") %>.
sk_sk: Nastaví transformáciu pre odkaz na predchádzajúcu skupinu stránok. K získaniu odkazu na predchádzajúcu skupinu stránok použite <%# Eval("PreviousGroupURL") %>.
zh_cn: 设置用于链接到上一组页面链接的变换。使用 < %# Eval("PreviousGroupURL") %> 以获取前一组的 URL。

# documentation.webpartproperties.previouspage
source: Sets the transformation used for the link to the previous page. Use <%# Eval("PreviousURL") %> to get the URL of the previous page.
cs_cz: Nastaví transformaci pro odkaz na předchozí stránku. Odkaz na předchozí stránku je možné získat použitím <%# Eval("PreviousURL") %>.
sk_sk: Nastaví transformáciu pre odkaz na predchádzajúcu stránku. K získaniu odkazu na predchádzajúcu stránku použite <%# Eval("PreviousURL") %>.
zh_cn: 设置用于链接到前一页的变换。使用 < %# Eval("PreviousURL") %> 以获取前一页的 URL。

# documentation.webpartproperties.productpublicstatus
source: Filters products by public status.
cs_cz: Veřejný stav, který má být zobrazen.
sk_sk: Verejný stav zobrazovaných produktov.
zh_cn: 通过公共状态筛选产品。

# documentation.webpartproperties.project
source: Allows the selection of the projects whose tasks should be displayed. All projects from the current site that do not belong under any group are available.
cs_cz: Umožní výběr projektů, jejichž úlohy mají být zobrazeny. Dostupné jsou všechny projekty z aktuálního webu, které nepatří pod žádnou skupinu.
zh_cn: 允许选择应显示其任务的项目。从当前网站不属于任何组的所有项目都是可用的。

# documentation.webpartproperties.querycolumns
source: Lists the columns (separated by commas) that should be loaded by the specified query. For this property to be applied, the used query must contain the ##COLUMNS## macro expression after its SELECT statement.
cs_cz: Seznamy sloupců (oddělené čárkami), které mají být načítány danou query. Aby se tato vlastnost použila, query musí obsahovat ##COLUMNS## makro po příkazu SELECT.
zh_cn: 列出的列 （以逗号分隔），应由指定的查询加载。要应用此属性，使用的查询必须包含 ##COLUMNS## 宏表达式后其 SELECT 语句。

# documentation.webpartproperties.queryorderby
source: Sets the value of the ORDER BY clause in the query used to retrieve data. For this property to be applied, the used query must have the ##ORDERBY## macro expression as the value of its ORDER BY clause.
cs_cz: Nastaví hodnotu ORDER BY klauzule dotazu používaného pro získání dat. Aby se tato vlastnost použila, query musí obsahovat ##ORDERBY## makro jako hodnotu své ORDER BY klauzule.
zh_cn: 设置在用于检索数据的查询的 ORDER BY 子句值。要应用此属性，使用的查询必须有 ##ORDERBY## 作为值宏表达式的其 ORDER BY 子句。

# documentation.webpartproperties.queryselecttopn
source: Sets the maximum amount of items to be retrieved by the specified query. For this property to be applied, the used query must contain the ##TOPN## macro expression directly after its SELECT statement.
cs_cz: Nastaví maximální množství položek, které mají být získány danou query. Aby se tato vlastnost použila, query musí obsahovat ##TOPN## makro hned za SELECT příkazem.
zh_cn: 设置要通过指定的查询检索的项的最大数量。要应用此属性，使用的查询必须包含 ##TOPN## 宏表达式直接后其 SELECT 语句。

# documentation.webpartproperties.querywhere
source: Sets the value of the WHERE clause in the query used to retrieve data. For this property to be applied, the used query must have the ##WHERE## macro expression as the value of its WHERE clause.
cs_cz: Nastaví hodnotu WHERE klauzule dotazu používaného pro získání dat. Aby se tato vlastnost použila, query musí obsahovat ##WHERE## makro jako hodnotu své WHERE klauzule.
zh_cn: 设置中用于检索数据的查询的 WHERE 子句的值。要应用此属性，使用的查询必须有 ##WHERE## 宏表达式作为值的 WHERE 子句。

# documentation.webpartproperties.ratingtype
source: Determines which type of content rating will be used.
cs_cz: Určuje jaký se použije typ hodnocení.
sk_sk: Určuje, aký typ hodnotenia sa použije.
zh_cn: 确定将使用哪种类型的内容评级。

# documentation.webpartproperties.redirecttouserprofile
source: Indicates whether the usernames of forum post authors should serve as links to the given user's profile page. This requires the ##ui|cms|settings## -> Community -> Member profile path setting to be configured properly.
cs_cz: Určuje, zda uživatelská jména autorů příspěvků ve fórách mají sloužit jako linky na stránku s profilem daného uživatele. Je ale nutné, aby bylo nastavení 'Cesta na stránku profilu člena' v Site Manager -> Nastavení -> Komunitní nastavení správně nakonfigurováno.
zh_cn: 指示是否论坛帖子作者的用户名应作为给定的用户的配置文件页面的链接。这就要求 ##ui|cms|settings##-> 社区-> 成员配置文件路径设置，以进行合理的配置。

# documentation.webpartproperties.registrationapprovalpage
source: Sets the URL of the page where users can confirm their registration. This page will be linked in the registration confirmation email. The page must contain the 'Registration email confirmation' web part to work correctly.
cs_cz: Nastaví URL stránky, na které mohou uživatelé potvrdit svou registraci. Tato stránka bude odkazována v e-mailu pro potrvzení registrace. Stránka musí obsahovat webpart pro potrvzení registrace ('Registration e-mail confirmation' web part).
zh_cn: 设置的页面的 URL，在那里用户可以确认他们的注册。此页面将以注册确认电子邮件链接。该页必须包含注册电子邮件确认' web 部件正常工作。

# documentation.webpartproperties.registrationassigntoroles
source: Can be used to set a list of roles to which users will be assigned when they register through the web part. The roles must be specified using their code names and separated by semicolons (;). For example: CMSPublicUsers;CMSEditors
cs_cz: Může být použito pro nastavení seznamu rolí, ke kterým budou uživatelé přiřazeni, když se zaregistrují přes tento webpart. Role musí být zadány pomocí kódovacích názvů oddělených středníkem (;). Např.: CMSPublicUsers;CMSEditors
zh_cn: 可用于设置当他们注册通过 web 部件将分配到的用户的角色的列表。必须指定角色，使用它们的代码名称，用分号 (;) 分隔。例如： CMSPublicUsers ；CMSEditors

# documentation.webpartproperties.registrationassigntosites
source: Can be used to select which sites users should automatically be assigned to when they register through the web part.
cs_cz: Může být použito pro weby, ke kterým mají být uživatelé automaticky přiřazeni, když se zaregistrují prostřednictvím tohoto webpartu.
zh_cn: 可以用于选择哪些网站用户应自动分配给注册通过 web 部件时。

# documentation.webpartproperties.renderimagealt
source: Indicates if ALT attributes should be rendered for all images used in the menu (for XHTML compatibility).
cs_cz: Určuje zda ALT atributy mají být vytvářeny pro všechny obrázky použité v menu (pro XHTML kompatibilitu).
zh_cn: 指示是否 ALT 属性应呈现为菜单中 （对于 XHTML 兼容性） 所使用的所有图像。

# documentation.webpartproperties.renderlinktitle
source: If enabled, the menu will render page names as Title attributes (tooltips) for all links. This can improve the accessibility of your website.
cs_cz: Pokud je povoleno, bude menu používat názvy dokumentů jako atribut Nadpis (popisek) pro všechny linky. To může zlepšit přístupnost vašeho webu.
zh_cn: 如果启用，菜单将呈现页的名称作为标题属性 （工具提示） 的所有链接。这样可以提高您的网站的可访问性。

# documentation.webpartproperties.repeatcolumns
source: Sets the number of columns into which the displayed items will be divided.
cs_cz: Nastaví počet sloupců, do kterých budou rozděleny zobrazené položky.
zh_cn: 设置的列显示的项将分成数。

# documentation.webpartproperties.repeatdirection
source: Determines the direction in which items should be displayed when multiple columns are used - can be either vertical or horizontal.
cs_cz: Určuje směr, ve kterém se mají položky zobrazovat, pokud se používá více sloupců - může být buď vertikální nebo horizontální.
zh_cn: 确定方向时使用多个列-应显示哪些项目可以在垂直或级别。

# documentation.webpartproperties.repeaterhtmlafter
source: HTML content placed after the list of generated items. This can be used to define the layout required for the effect, e.g. by adding closing block elements. The content is not used if a single selected page is viewed in detail view mode.
cs_cz: HTML obsah umísťovaný za seznam generovaných položek. Ten může být použit na definování layoutu potřebného pro efekt. Obsah se nepoužije, pokud je v módu zobrazení detailu zobrazen jeden vybraný dokument.
zh_cn: HTML 内容放置后生成的项的列表。这可以用来定义布局中所需的效果，例如通过添加关闭块元素。如果在详细信息视图模式下查看单个所选的页面，则不会使用的内容。

# documentation.webpartproperties.repeaterhtmlbefore
source: HTML content placed before the list of generated items. This property can be used to define the layout required for the desired effect, e.g. by adding wrapping block elements to apply CSS classes. The content is not used if a single selected page is viewed in detail view mode.
cs_cz: HTML obsah umís´tovaný před seznam generovaných položek. Ten může být použit na definování layoutu potřebného pro efekt. Obsah se nepoužije, pokud je v módu zobrazení detailu zobrazen jeden vybraný dokument.
zh_cn: HTML 内容放入之前生成的项的列表。此属性可用于定义布局中所需的预期效果，例如通过添加环绕块元素应用 CSS 类。如果在详细信息视图模式下查看单个所选的页面，则不会使用的内容。

# documentation.webpartproperties.repeatlayout
source: Allows the selection of the layout that should be used when displaying items. The available options are table or flow (no predefined structure).
cs_cz: Umožní výběr layoutu, který se má použít pro zobrazení položek. Dostupné možnosti jsou tabulka nebo tok.
zh_cn: 允许选择显示的项目时应使用的布局。可用的选项的表或流 （没有预定义的结构）。

# documentation.webpartproperties.reportchart
source: Selects the report and specific chart that will be displayed.
cs_cz: Vyberte zprávu a konkrétní graf, který se zobrazí.
zh_cn: 选择该报告以及特定的图表将显示。

# documentation.webpartproperties.reporttable
source: Report's table to be displayed.
cs_cz: Tabulka reportu, která se má zobrazit.
zh_cn: 要显示的报表的表。

# documentation.webpartproperties.reportvalue
source: Report's value to be displayed.
cs_cz: Hodnota reportu, která se má zobrazit.
zh_cn: 要显示的报告的值。

# documentation.webpartproperties.resetscrollposition
source: Indicates whether scroll position should be cleared after post back
cs_cz: Určuje, zda scroll pozice má být po postbacku smazána
zh_cn: 指示是否应在回发后清除滚动条的位置

# documentation.webpartproperties.resultsposition
source: Allows the position of the paging results summary text to be selected.
cs_cz: Umožňuje vybrat pozici souhrného textu výsledku stránkování.
zh_cn: 允许分页结果的立场摘要的文本将被选择。

# documentation.webpartproperties.rssitemscount
source: Number of items to be displayed in the RSS feed.
cs_cz: Počet položek, které budou zobrazeny v RSS feede.
zh_cn: 要显示在 RSS 源的项目数。

# documentation.webpartproperties.scriptfiles
source: Can be used to specify the path to external script files that are required to generate the effect. A request for these scripts will be added to the head element of the page. Each path must be entered on a new line. For example: ~/CMSWebParts/Viewers/Effects/lightbox_files/jquery.js
cs_cz: Může být použito na určení cesty k souborům externího skriptu, které jsou potřebné pro generování efektu. Požadavek na tyto skripty bude přidán do elementu hlavičky stránky. Každá cesta musí být zadána na nový řádek. Například: ~/CMSWebParts/Viewers/Effects/lightbox_files/jquery.js
zh_cn: 可以用来指定生成效果所需的外部脚本文件的路径。这些脚本的请求将添加到页上的头元素。必须在新行上输入每个路径。例如： ~/CMSWebParts/Viewers/Effects/lightbox_files/jquery.js

# documentation.webpartproperties.searchbutton
source: Sets the text caption of the search button.
cs_cz: Text zobrazený na tlačítku pro vyhledávání.
sk_sk: Text zobrazený na tlačidle vyhľadávania.
zh_cn: 设置搜索按钮的文本标题。

# documentation.webpartproperties.searchcheckpermissions
source: Check permissions
cs_cz: Určuje, zda se bude vyhledávat v i dokumentech, na které nemá uživatel oprávnění.
sk_sk: Určuje, ktoré vyhľadávacie filtre dokumentov, ku ktorým užívateľ nemá prístup (užívateľ nemá oprávnenie vidieť ich obsah).
zh_cn: 请检查权限

# documentation.webpartproperties.searchcheckpermissionsdesc
source: Indicates whether the web part filters the search results to exclude pages for which users do not have the "Read" permission.
zh_cn: 指示是否将 web 部件筛选搜索结果，以便排除的网页的用户没有"读取"权限。

# documentation.webpartproperties.searchcondition
source: Search condition
cs_cz: Nastavuje vyhledávací podmínku. která je spojena s vyhledávací podmínkou z text boxu. Můžete použít speciální znaky (jako +, -) a pole dokumentu (jako +nodeid:255).
sk_sk: Nastavuje vyhľadávaciu podmienku, ktorá bude pripojená k podmienke z textového poľa. Môžete použiť špeciálne znaky (napr.: + - ) a podmienku pre pole (napr.: +nodeid:255).
zh_cn: 搜索条件

# documentation.webpartproperties.searchconditiondesc
source: Sets a search condition that is added to any conditions specified in the search expression. You can use special characters (+ -) and field conditions (e.g. +documentnodeid:(int)255).
zh_cn: 设置搜索条件添加到搜索表达式中指定任何条件。您可以使用特殊字符 （+）-和现场条件 （例如 + documentnodeid:(int)255)。

# documentation.webpartproperties.searchculture
source: Culture code
zh_cn: 语言代码

# documentation.webpartproperties.searchculturedesc
source: Sets the culture code of the pages that should be included in searches. If empty, the current culture is searched. The ##ALL## macro can be used to search in pages of all cultures.
zh_cn: 设置应包括在搜索页面的语言代码。如果为空，将搜索当前区域性。 ##ALL## 宏可以用于搜索页的所有语言中。

# documentation.webpartproperties.searchdocumenttypes
source: Page types
cs_cz: Je možné omezit vyhledávání jen v určitých typech dokumentu. Pokud zůstane nevyplněno, systém bude vyhledávat v rámci všech typů dokumentů.
sk_sk: Umožňuje obmedziť vyhľadávanie obsahu iba na určité typy dokumentov. Ak je ponechané prázdne systém bude vyhľadávať vo všetkých typoch dokumentov.
zh_cn: 页面类型

# documentation.webpartproperties.searchdocumenttypesdesc
source: Allows you to restrict page searches to specific page types. Enter the code names of page types, separated by semicolons (;). If empty, all page types specified by the index are searched.
zh_cn: 允许您将页面搜索限制为特定的页面类型。输入代码的页面类型，以分号 (;) 分隔的名称。如果为空，搜索所有由索引指定的页面类型。

# documentation.webpartproperties.searchdofuzzysearch
source: Typo tolerant search
zh_cn: 错字宽容搜索

# documentation.webpartproperties.searchdofuzzysearchdesc
source: If checked, the search finds results for words that are similar in spelling to the search terms (fuzzy search). For example, searching for 'code' also matches words such as 'core' or 'node'. Only works for search requests that use the 'Any word' Search mode.
zh_cn: 如果选中此选项，搜索会将结果查找与搜索条件 （模糊搜索） 拼写相近的词语。例如，寻找 '代码' 匹配 '核心' 或 '节点' 等词。仅适用于使用 '任何 ' 词' 搜索模式的搜索请求。

# documentation.webpartproperties.searchforlabel
source: Sets the text displayed before the search textbox.
cs_cz: Text zobrazený na labelu pro vyhledávání.
sk_sk: Text zobrazený v popise vyhľadávania.
zh_cn: 设置显示在搜索文本框之前的文本。

# documentation.webpartproperties.searchindexes
source: Indexes
zh_cn: 指标

# documentation.webpartproperties.searchmaxresults
source: Max. results
cs_cz: Nastavuje maximální počet výsledků vyhledávání, které se může zobrazit. Pokud je prázdné, počet je neomezený.
zh_cn: 最大值。结果

# documentation.webpartproperties.searchmaxresultsdesc
source: Sets the maximum number of search results that can be displayed. If empty, no limits are used.
zh_cn: 设置可以显示的搜索结果的最大数目。如果为空，则使用没有限制。

# documentation.webpartproperties.searchminchars
source: Min. characters
zh_cn: 最少个字符

# documentation.webpartproperties.searchmincharsdesc
source: Sets the minimum number of characters that users need to type into the search box before the predictive search starts showing results.
zh_cn: 设置用户需要预测搜索开始显示结果之前在搜索框中键入的字符的最小数目。

# documentation.webpartproperties.searchmode
source: Sets the default search mode. The options are searching for results that contain all words in the entered expression, any of the words or only the exact phrase.
cs_cz: Nastavuje implicitní mód vyhledávání - všehcny slova/jakékoli slovo/přesná fráze.
sk_sk: Nastavuje základný mód vyhľadávania - všetky slová/akékoľvek slovo/presná fráza
zh_cn: 设置默认搜索模式。选项搜索结果中包含所有的单词在输入表达式中，任何字或只有精确的短语。

# documentation.webpartproperties.searchmodedesc
source: Sets the default search mode, which determines how the smart search handles expressions with multiple words. The options are searching for results that contain any words in the entered expression, any words or their synonyms (English only), all of the words, or only the exact phrase.
zh_cn: 设置的默认搜索模式，用于确定如何智能搜索处理表达式包含多个单词。选项搜索结果中包含任何单词在输入表达式中，任何词语或其同义词 （仅英文） 的所有单词或只有精确的短语。

# documentation.webpartproperties.searchmodelabel
source: Sets the text displayed before the search mode selector.
cs_cz: Text zobrazený na labelu pro mód vyhledávání.
sk_sk: Text zobrazený v popise módu vyhľadávania.
zh_cn: 设置显示在搜索模式选择器之前的文本。

# documentation.webpartproperties.searchoptions
source: Search options
cs_cz: Určuje úroveň podmínky, kterou může uživatel vyplnit. Žádná: Uživatel může specifikovat pouze klíčová slova, všechno v text boxu je převedeno na únikové sekvence. Základní: uživatel může vložit speciální znaky (jako +, -, ...), ale nemůže použít filtrování podle polí dokumentu (pole: hodnota). Plná: uživatel může vložit kompletní dotaz.
sk_sk: Určuje stupeň podmienky, ktoré užívateľ vyplňuje. None: Užívateľ môže zadať iba slová, všetko v text boxe bude Basic: Užívateľ môže zadať špeciálne znaky (napr.: +,-,...) ale nemôže filtrovať podľa názvu polí dokumentu (napr.: stlpec:hodnota) Full: Užívateľ môže zadať kompletný dotaz
zh_cn: 搜索选项

# documentation.webpartproperties.searchoptionsdesc
source: Sets the level of syntax that is allowed in search expressions: Basic - users are allowed to input special syntax, but cannot search specific fields(field:value). None - users can only enter text, everything is processed as a part of the search expression. Full - all search options can be used, including field searching.
zh_cn: 设置搜索表达式中的语法所允许的级别： 基本-用户被允许输入特殊的语法，但无法搜索特定的 fields(field:value)。None-用户只能输入文本，一切都将被处理为搜索表达式的一部分。全所有搜索可以使用选项，包括字段搜索。

# documentation.webpartproperties.searchorderby
source: Sets the ORDER BY expression that defines the order in which page attachments are displayed in the search results.
cs_cz: Výraz ORDER BY pro vyhledávání v přílohách dokumentů.
sk_sk: Order by výraz pre vyhľadávanie v prílohách dokumentov.
zh_cn: 设置定义的顺序在哪一页附件显示在搜索结果中的 ORDER BY 表达式。

# documentation.webpartproperties.searchpath
source: Path
cs_cz: Je možné zadat cestu, ve které se bude vyhledávat.
sk_sk: Umožňuje nastaviť cestu v ktorej sa bude vyhľadávať.
zh_cn: 路径

# documentation.webpartproperties.searchpathdesc
source: Can be used to limit the path that is searched by page searches.
zh_cn: 可以用于限制搜索的网页搜索的路径。

# documentation.webpartproperties.searchresultspageurl
source: URL of the page where the search results are displayed. This page must contain either the Smart search results or Smart search dialog with results web part. If empty, the current page is used.
cs_cz: URL stránky, na které se zobrazují výsledky vyhledávání. Tato stránka musí obsahovat buď 'Smart search result' webpart nebo 'Smart search dialog with results' webpart. Pokud je prázdné, použije se aktuální stránka.
zh_cn: 显示搜索结果的位置的页面的 URL。此页必须包含的智能搜索结果或智能搜索对话框与结果 web 部件。如果为空，则使用当前页。

# documentation.webpartproperties.searchsort
source: Search sort
cs_cz: Nastavuje řazení pro vyhledávání. Můžete specifikovat jeden nebo více políček dokumentu (oddělené mezerami). Výsledky vyhledávání budou podle něj setříděny. Můžete též vložit ##SCORE## makro, které značí, že výsledky budou setříděny podle skóre. Implicitní směr třídění je vzestupná. Je ho možné změnit na sestupný klíčovým slovem DESC.
sk_sk: Nastavuje zoradenie vyhľadávania. Môžete zadať jeden alebo viacero polí dokumentu (oddelených medzerou). Výsledky budú zoradené podľa nich. Môžete použiť makro ##SCORE##, ktoré určuje, že výsledky budú zoradené podľa skóre. Základný smer zoradenia je vzostupne. Smer môžete zmeniť na zostupný pridaním slova DESC.
zh_cn: 搜索排序
