Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# codegenerator.objectwasnotloaded
source: Target object could not be loaded.
zh_cn: 目标对象不能被加载。

# codegenerators.saveconfirmation
source: Are you sure you want to proceed?
zh_cn: 是否确实要继续?

# codename.tooltip
source: Code name is a string identifier of the object that can be used by developer in API calls or URLs.
cs_cz: Kódový název je řetězec identifikující objekt. Může být použitý vývojářem ve voláních API nebo v URL.
zh_cn: 代码名称是对象的可以由开发人员在 API 调用或 Url 中使用的字符串标识符。

# codename.tooltipedit
source: Click on the text to edit it.
cs_cz: Klikněte na text, pokud ho chcete upravit.
zh_cn: 单击要对其进行编辑的文本。

# com.address
source: Address:
zh_cn: 地址：

# com.address.billing
source: Billing address:
zh_cn: 帐单地址：

# com.address.nostate
source: Please select a state.
zh_cn: 请选择一种状态。

# com.address.personalname
source: Contact name
zh_cn: 联系人姓名

# com.available
source: Available
zh_cn: 可用

# com.bindanskuinfo
source: This page is configured to be a product, however, it is not connected with any SKU yet. Use the action below to bind an SKU to the page.
cs_cz: Tento dokument je konfigurovaný jako produkt, ale není zatím propojený se žádnou SKU. Použijte akci níže pro navázání SKU na dokument.
zh_cn: 此页配置为一个产品，然而，它没有连接任何 sku 尚未。使用下面的操作绑定到页面的 SKU。

# com.bundle.products
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# com.bundle.removebundle
source: Remove bundle only
cs_cz: Odstranit jen balíček
sk_sk: Odstrániť len balíček
zh_cn: 删除包只

# com.bundle.removebundleandproducts
source: Remove both bundle and products
cs_cz: Odstranit balíček i produkty
sk_sk: Odstrániť balíček aj produkty
zh_cn: 删除包和产品

# com.bundle.removefrominventory
source: Remove from inventory
cs_cz: Odstranit z inventáře
sk_sk: Odstrániť z inventára
zh_cn: 从库存中删除

# com.bundle.removeproducts
source: Remove each product separately
cs_cz: Odstranit každý produkt zvlášť
sk_sk: Odstrániť každý produkt zvlášť
zh_cn: 单独删除每个产品

# com.cart.meetrestrictions
source: Please update your shopping cart to meet the following restrictions:
cs_cz: Aktualizujte prosím obsah svého nákupního košíku, pro splnění následujících omezení:
sk_sk: Prosím, upravte obsah nákupného košíka, aby vyhovoval nasledujúcim obmedzeniam:
zh_cn: 请更新您的购物车，以满足下列限制：

# com.cartcontent.nonexistingvariantselected
source: Selected combination of options is not available.
zh_cn: 所选的组合的选项不可用。

# com.cartcontent.totalorderdiscountlabel
source: Order discount
zh_cn: 订单折扣

# com.cartcustomerselection.createcustomer
source: Create a new customer
cs_cz: Vytvořit nového zákazníka
zh_cn: 创建一个新的客户

# com.cartcustomerselection.selectcustomer
source: Select an existing customer
cs_cz: Vybrat existujícího zákazníka
zh_cn: 选择现有的客户

# com.catalogrules.list
source: Catalog rules
zh_cn: 目录规则

# com.categorytype.selection
source: Category with selectable options
cs_cz: Kategorie s volitelnými možnostmi
sk_sk: Kategória s voliteľnými možnosťami
zh_cn: 选择的选项的类别

# com.categorytype.text
source: Category with one text option only
cs_cz: Kategorie s jedinou textovou možností
sk_sk: Kategória s jedinou textovou možnosťou
zh_cn: 与只有一个文本选项类别

# com.checkout.cartisempty
source: Your shopping cart is empty.
zh_cn: 您的购物车是空的。

# com.checkout.loginbanned
source: Your IP is banned for login and anonymous check out process is not allowed.
zh_cn: 您的 IP 禁止登录和匿名签出过程不允许的。

# com.checkout.paymentoptionnotselected
source: No payment option is selected.
zh_cn: 没有付款选项被选中。

# com.checkout.registeraftercheckouterror
source: The Register after checkout web part is an extra feature because automatic registration for unregistered customers is already set. Remove it or turn off automatic registration in ##ui|cms.ecommerce|configuration## -> Store Settings -> General tab.
zh_cn: 注册后签出 web 部件是一个额外的功能，因为已设置自动登记未登记的客户。将其删除或关闭自动注册的 ##ui|cms.ecommerce|configuration##-> 存储设置-> 常规选项卡。

# com.checkoutprocess.nosteps
source: No usable checkout process steps were found.
cs_cz: Nebyly nalezeny žádné použitelné kroky nákupního procesu.
sk_sk: Neboli nájdené žiadne použiteľné kroky nákupného procesu.
zh_cn: 没有可用的结帐过程步骤被发现。

# com.checkoutprocess.paymentneeded
source: Please select a payment method
zh_cn: 请选择付款方式

# com.checkoutprocess.shippingneeded
source: Please select a shipping method
zh_cn: 请选择送货方式

# com.chooseglobalorsite
source: Please select (global) or a specific site to create an item.
cs_cz: Zvolte prosím globální nebo konkrétní webovou stránku pro vytvoření nové položky.
sk_sk: Vyberte prosím hodnotu 'globálne' alebo konkrétnu webovú stránku, ak chcete vytvoriť novú položku.
zh_cn: 请选择 （全局） 或某个特定的网站创建一个项目。

# com.companyname
source: Company
cs_cz: Název společnosti
zh_cn: 公司

# com.configuration.description
source: Allows you to configure settings for the E-commerce Solution (general settings, email settings, etc.). You can also manage selected e-commerce objects (e.g. departments, payment methods, currencies, etc.) using this application.
zh_cn: 允许您配置电子商务解决方案 (常规设置、 电子邮件设置等） 的设置。您还可以管理所选的电子商务对象 （例如部门、 付款方式、 货币等） 使用此应用程序。

# com.couponcode.couponcode
source: Coupon code
zh_cn: 优惠券代码

# com.couponcode.couponcodedesc
source: Unique product coupon code.
zh_cn: 独特的产品的优惠券代码。

# com.couponcode.generate
source: Generate
zh_cn: 生成

# com.couponcode.generated
source: Code {0} successfully generated.
zh_cn: {0} 已成功生成的代码。

# com.couponcode.generateerror
source: Error during coupon codes creation.
zh_cn: 在优惠券代码创建过程中的错误。

# com.couponcode.generating
source: Generating
zh_cn: 生成

# com.couponcode.generationterminated
source: Process terminated by user.
zh_cn: 进程被用户终止。

# com.couponcode.invalidcount
source: Please enter a number of codes you wish to generate.
zh_cn: 请输入您希望生成的代码的次数。

# com.couponcode.invalidnumberofuses
source: Leave the <strong>"Redemption limit"</strong> field empty for unlimited coupons or set value higher than 0.
zh_cn: 将<strong>"赎回限制"</strong>字段留空无限优惠券或设置大于 0 的值。

# com.couponcode.invalidprefix
source: Please enter a valid code prefix. The code prefix can contain only alphanumeric characters, some special characters (_, -, .) and cannot start or end with '.'.
zh_cn: 请输入一个有效的代码前缀。代码前缀只能包含字母数字字符，一些特殊的字符 （_，-，。） 并不能启动或结束与 '.'。

# com.couponcode.new
source: Create coupon code
zh_cn: 创建优惠券代码

# com.couponcode.numberof
source: Quantity
zh_cn: 数量

# com.couponcode.numberofuses
source: Coupons redeemed
zh_cn: 优惠券

# com.couponcode.prefix
source: Coupon code prefix
zh_cn: 优惠券代码前缀

# com.couponcode.times
source: purchase(s)
zh_cn: 购买

# com.couponcode.unlimited
source: unlimited
zh_cn: 无限制

# com.couponcode.usecount
source: Used
zh_cn: 使用

# com.couponcode.uselimit
source: Redemption limit
zh_cn: 兑换限制

# com.couponcode.uselimitdesc
source: Coupon usage is limited by inserted value.
zh_cn: 优惠券使用受限制插入的值。

# com.couponcode.uses
source: Redeemed
zh_cn: 赎回

# com.createproduct
source: Product types
cs_cz: Typy produktů
zh_cn: 产品类型

# com.createsection
source: Section types
cs_cz: Typy sekcí
zh_cn: 部分类型

# com.creditpayment.creditnotexist
source: You need to have some credit on your customer account to be able to use this payment method.
zh_cn: 您需要对您的客户帐户，以便能够使用此支付方式有一些信用。

# com.currencies.nosuitablefound
source: No suitable currencies found.
cs_cz: Nebyly nalezeny žádné vhodné měny.
sk_sk: Neboli nájdené žiadne vhodné meny.
zh_cn: 发现没有合适的货币。

# com.customer.accounttype
source: Account Type
zh_cn: 帐户类型

# com.customer.accounttype.description
source: Customer's account type.
zh_cn: 客户的帐户类型。

# com.customer.businessaccount
source: Business
zh_cn: 业务

# com.customer.companyname.description
source: Customer's company name. Used for company account type.
zh_cn: 客户的公司名称。用于公司帐户类型。

# com.customer.createlogin
source: Create login
zh_cn: 创建登录

# com.customer.edit
source: Customer properties
cs_cz: Vlastnosti zákazníka
sk_sk: Vlastnosti zákazníka
zh_cn: 客户属性

# com.customer.email
source: Email
zh_cn: 电子邮件

# com.customer.email.description
source: Customer's email address.
zh_cn: 客户的电子邮件地址。

# com.customer.emailnotunique
source: The user with email {0} already exists. </br> To create login, provide another email on the General tab.
zh_cn: 为用户提供电子邮件 {0} 已存在。<br>若要创建登录，在常规选项卡上提供另一封邮件。

# com.customer.enterpassword
source: Enter a password.
zh_cn: 输入一个密码。

# com.customer.firstname
source: First name
zh_cn: 名字

# com.customer.firstname.description
source: Customer's first name.
zh_cn: 客户的名字。

# com.customer.generatepassword
source: Generate password
zh_cn: 生成密码

# com.customer.invalidemailusername
source: The customer's email {0} is not a valid username. </br> To create login, provide another email on the General tab.
zh_cn: 客户的电子邮件 {0} 不是有效的用户名。<br>若要创建登录，在常规选项卡上提供另一封邮件。

# com.customer.lastname
source: Last name
zh_cn: 姓氏

# com.customer.lastname.description
source: Customer's last name.
zh_cn: 客户的姓氏。

# com.customer.logincreated
source: Login has been created.
zh_cn: 已创建登录名。

# com.customer.noemail
source: Customer's email address is not set. To create login, provide email on the General tab.
zh_cn: 未设置客户的电子邮件地址。若要创建登录，常规选项卡上提供的电子邮件。

# com.customer.notificationemaildefaultsubject
source: Welcome to {% CurrentSite.SiteDomainName %}!
zh_cn: 欢迎光临 {%currentsite.sitedomainname%} ！

# com.customer.notificationemailnotsent
source: Notification email could not be sent. Please check event log for more details.
zh_cn: 无法发送通知电子邮件。请检查事件日志中有更多的细节。

# com.customer.notificationsent
source: Notification email has been sent.
zh_cn: 已发送电子邮件通知。

# com.customer.organizationid
source: Organization ID
zh_cn: 组织 ID

# com.customer.organizationid.description
source: Customer's organization ID.
zh_cn: 客户的组织 id。

# com.customer.passwordchange
source: Do you want to generate a new password for the user?
zh_cn: 你想要生成用户的新密码吗？

# com.customer.passwordgenerated
source: New password has been generated.
zh_cn: 已生成新的密码。

# com.customer.passwordsaved
source: Password has been saved.
zh_cn: 已保存的密码。

# com.customer.passwordsdontmatch
source: Passwords do not match.
zh_cn: 密码不匹配。

# com.customer.personalaccount
source: Personal
zh_cn: 个人

# com.customer.phonenumber
source: Phone number
zh_cn: 电话号码

# com.customer.phonenumber.description
source: Customer's phone number.
zh_cn: 客户的电话号码。

# com.customer.registrednotification
source: Customer will be notified by email.
zh_cn: 客户将通过电子邮件通知。

# com.customer.taxregistrationid
source: Tax registration ID
zh_cn: 税务注册 ID

# com.customer.taxregistrationid.description
source: Customer's tax registration ID.
zh_cn: 客户的税注册 id。

# com.customer.unexpectederror
source: Operation failed. Please try again later.
zh_cn: 操作失败。请稍后再试。

# com.customer.usernotcreated
source: User for this customer could not be created. Check event log for more details.
zh_cn: 无法创建此客户的用户。请检查事件日志中有更多的细节。

# com.customeredit.companydeatils
source: Company details
zh_cn: 公司的详细信息

# com.customeredit.contacts
source: Additional contacts
cs_cz: Kontakty
sk_sk: Kontakty
zh_cn: 其他联系人

# com.customeredit.customerdetials
source: Customer details
zh_cn: 客户详细信息

# com.customeredit.discounts
source: Discounts
cs_cz: Slevy
sk_sk: Zľavy
zh_cn: 折扣

# com.customeredit.general
source: General info
cs_cz: Obecné informace
sk_sk: Obecné informácie
zh_cn: 一般信息

# com.customeredit.login
source: Login
cs_cz: Přihlásit
sk_sk: Prihlásiť
zh_cn: 登录

# com.customeredit.nameemail
source: Customer details
zh_cn: 客户详细信息

# com.customeredit.preferences
source: Preferred settings on this site
cs_cz: Preferované nastavení na tomto webu.
sk_sk: Preferované nastavenia na tomto webe
zh_cn: 此站点上的首选的设置

# com.customeredit.userinfo
source: Registered user info
cs_cz: Informace o registrovaném uživateli
sk_sk: Registrovaný užívateľ - info
zh_cn: 已注册的用户信息

# com.customernotboundtosite
source: This customer is not bound to site. Please create a login for this customer.
cs_cz: Tento zákazník není vázán k tomuto webu. Vytvořte prosím přihlášení pro tohoto zákazníka.
sk_sk: Zákazník nie je viazaný na webovú stránku. Vytvorte, prosím, login pre tohto zákazníka.
zh_cn: 这位顾客不会绑定到站点。请为此客户创建登录。

# com.customers.description
source: Allows you to manage your anonymous and registered customers. The registered customers have their personal accounts, and can purchase in your on-line store repeatedly. For all your customers, you can manage their personal details, addresses, orders and email campaigns.
zh_cn: 允许您管理您匿名和注册客户。注册的客户有他们个人的账户，并可以反复在你的网上商店购买。为您的客户，您可以管理自己的个人资料，地址，订单和电子邮件活动。

# com.dashboard.description
source: Provides a widget dashboard that you can personalize to contain frequently used sources of information or tools. This dashboard is intended as an overview of the system's e-commerce features.
zh_cn: 提供窗口小部件的控制板，还可以个性化地频繁地包含使用的工具或信息来源。此控制板的目的是作为系统的电子商务功能的概述。

# com.dashboard.reporttotalwidget
source: Total orders count:
cs_cz: Celkový počet objednávek:
zh_cn: 总订单数：

# com.deletemaincurrencyerror
source: Currency "{0}" can't be deleted because it is set as main currency.
cs_cz: Měna "{0}" nemůže být smazána, protože je nastavena jako hlavní měna.
sk_sk: Mena "{0}" nemôže byť zmazaná, pretože je nastavená ako hlavná mena.
zh_cn: 不能删除货币"{0}"，因为它是作为主要货币。

# com.department.defaulttaxes
source: The following tax classes will be automatically applied to all new products from this department:
cs_cz: Na všechny nové produkty z tohoto oddělení budou automaticky aplikovány následující daňové třídy:
sk_sk: Na všetky nové produkty z tohto oddelenia sa budú automaticky aplikovať nasledujúce daňové triedy:
zh_cn: 下面的税类将自动应用到所有新产品从这个部门：

# com.department.usersavailable
source: The following users can manage products from this department:
cs_cz: Produkty z tohoto oddělení mohou spravovat následující uživatelé:
sk_sk: Spravovať produkty z tohto oddelenia môžu nasledujúci užívatelia:
zh_cn: 下列用户可以从这个部门管理产品：

# com.departments.userdepartments
source: The user is granted with permission to manage products from the following departments
cs_cz: Uživatel je oprávněn spravovat produkty v následujících odděleních
sk_sk: Užívateľ môže spravovať produkty z nasledujúcich oddelení:
zh_cn: 具有管理产品从以下部门权限授予用户

# com.descriptionlabel
source: Description:
zh_cn: 描述：

# com.discount.allproducts
source: All products
zh_cn: 所有产品

# com.discount.amountpercentage
source: Please enter a discount amount between 0 and 100.
zh_cn: 请输入介于 0 和 100 之间的折扣金额。

# com.discount.applyfurtherdiscounts
source: Apply lower priority discounts
zh_cn: 应用优先级的低折扣

# com.discount.applyfurtherdiscountsdesc
source: Indicates if other discounts with lower priority should be applied
zh_cn: 指示是否应该应用其他具有低优先级的折扣

# com.discount.applyfurtherdiscountsshort
source: Apply lower priority discounts
zh_cn: 应用优先级的低折扣

# com.discount.applyto
source: Apply to
zh_cn: 适用于

# com.discount.applytodesc
source: Condition for products to which the discount applies.
zh_cn: 产品折扣适用的条件。

# com.discount.availablecoupon
source: Coupon available
zh_cn: 可用的优惠券

# com.discount.availablecoupons
source: Coupons available
zh_cn: 可用的优惠券

# com.discount.basicproperties
source: Basics
zh_cn: 基础知识

# com.discount.by
source: By
zh_cn: 由

# com.discount.cartconditiondesc
source: Conditions which have to be met in order to apply the order discount.
zh_cn: 有为适用订单折扣必须达到的条件。

# com.discount.catalogdiscounts
source: Catalog discounts
zh_cn: 目录折扣

# com.discount.cataloguediscounts
source: Catalog discounts
zh_cn: 目录折扣

# com.discount.cataloguediscountsdesc
source: Allows you to motivate your selected customers to purchase more products. If you use this type of discount, the system offers on the live site either all or only selected products to eligible customers for discounted prices.
zh_cn: 使您可以激励你所选的客户购买更多的产品。如果你使用这种类型的折扣，系统提供对生活网站要么全部或仅所选的产品为合资格客户折扣价格。

# com.discount.codenodatafound
source: No coupon code found.
zh_cn: 找不到优惠券代码。

# com.discount.codeupdatelimiterror
source: The coupon has been used {0} times already. Please enter a higher or equal value. Leave the field empty for unlimited coupons.
zh_cn: 优惠券已经已经使用的 {0} 次。请输入一个值，高于或等于。将字段留空为无限的优惠券。

# com.discount.conditiondesc
source: Condition which has to be met in order to apply discount.
zh_cn: 已为应用折扣必须达到的条件。

# com.discount.couponapplied
source: Applied coupons
zh_cn: 应用的优惠券

# com.discount.couponcodelimiterror
source: Leave the field empty for unlimited coupons or set value higher than 0.
zh_cn: 将字段留空无限优惠券或设置大于 0 的值。

# com.discount.couponcodenotused
source: The coupons cannot be used because they are disabled. You can enable them on the Discount tab, in the Coupons section.
zh_cn: 由于他们都未禁用，不能使用优惠券。你可以在折扣选项卡的优惠券节上启用它们。

# com.discount.coupons
source: Coupons
zh_cn: 优惠券

# com.discount.couponsredirect
source: You can create coupons once you save your discount
zh_cn: 您可以创建的优惠券，一旦您保存您的折扣

# com.discount.couponsused
source: Uses coupons
zh_cn: 使用优惠券

# com.discount.customerrestriction
source: Target customers
zh_cn: 目标客户

# com.discount.description
source: Description
zh_cn: 描述

# com.discount.descriptiondesc
source: Internal note invisible to customers.
zh_cn: 肉眼看不到客户的内部说明。

# com.discount.discount
source: Discount
zh_cn: 折扣

# com.discount.discountconditionorder
source: Condition
zh_cn: 条件

# com.discount.discountconditionproduct
source: Apply to
zh_cn: 适用于

# com.discount.discountconditions
source: Discount conditions
zh_cn: 折扣的条件

# com.discount.discountisflat
source: Discount
zh_cn: 折扣

# com.discount.discountisflatdescription
source: By currency discount value is flat, By % means that discount value is relative.
zh_cn: 按货币折扣值地势平坦，百分之价值大打折扣的手段是相对的。

# com.discount.discountorderamount
source: Minimum order amount
zh_cn: 最小起订量

# com.discount.discountvalue
source: Discount value
zh_cn: 价值大打折扣

# com.discount.displayname
source: Name
zh_cn: 名称

# com.discount.displaynameempty
source: Please enter a discount name your customers will see at checkout.
zh_cn: 请输入您的客户将看到在收银台的折扣名称。

# com.discount.editcatalogdiscount
source: Catalog discount properties
zh_cn: 目录折扣属性

# com.discount.editcode
source: Edit coupon code
zh_cn: 编辑优惠券代码

# com.discount.editorderdiscount
source: Order discount properties
zh_cn: 订单折扣属性

# com.discount.editshippingdiscount
source: Free shipping offer properties
zh_cn: 免运费的优惠属性

# com.discount.enabled
source: Enabled
zh_cn: 启用

# com.discount.enableddesc
source: If disabled, the discount is never applied. If enabled, the discount checks other conditions to be applied.
zh_cn: 如果禁用了，都是永远不会加折扣的那种。如果启用，折扣检查其他要应用的条件。

# com.discount.fixedamount
source: fixed amount
zh_cn: 固定的金额

# com.discount.general
source: General
zh_cn: 一般

# com.discount.generatecoupons
source: Generate coupon codes
zh_cn: 生成优惠券代码

# com.discount.limitperorderdesc
source: Specifies how many times customers can use the discount in one order.
zh_cn: 指定客户可以在一个命令中使用折扣的多少倍。

# com.discount.limitperordererror
source: Leave the field empty for unlimited uses per order or set value higher than 0.
zh_cn: 将字段留空为每个订单的无限使用或设置大于 0 的值。

# com.discount.limitperordershort
source: Limit use per order
zh_cn: 每个订单的限制使用

# com.discount.minamount
source: Please enter a discount amount greater than 0.
zh_cn: 请输入大于 0 的折扣金额。

# com.discount.minimumquantityempty
source: Please specify a minimum quantity of units that will trigger the discount.
zh_cn: 请指定单位，将会触发折扣最低数量。

# com.discount.minorderamount
source: Please enter an order amount greater than 0.
zh_cn: 请输入大于 0 的订单金额。

# com.discount.name
source: Code name
zh_cn: 代码名称

# com.discount.namedesc
source: Discount name used internally.
zh_cn: 折扣在内部使用的名称。

# com.discount.new
source: New discount
zh_cn: 新建折扣

# com.discount.newcatalogdiscount
source: New catalog discount
zh_cn: 新建目录折扣

# com.discount.neworderdiscount
source: New order discount
zh_cn: 新订单折扣

# com.discount.newshippingdiscount
source: New Free shipping offer
zh_cn: 新提供免费送货

# com.discount.notcreated
source: No coupons set
zh_cn: 没有优惠券集

# com.discount.orderamountdesc
source: Minimum order amount for the customer to be elligible for the discount. The entered order amount does not include other Order discounts.
zh_cn: 最小起订量为客户所提供的折扣的邀请函的。输入的订单金额不包括其他订单折扣。

# com.discount.orderdiscounts
source: Order discounts
zh_cn: 订单折扣

# com.discount.orderdiscountsdesc
source: Allows you to motivate your selected customers to purchase more products. Use this type of discount if you want to apply a discount on your eligible customers' whole shopping.
zh_cn: 使您可以激励你所选的客户购买更多的产品。使用这种类型的折扣，如果你想要在你符合资格客户应用折扣整个购物。

# com.discount.percentage
source: percentage
zh_cn: 百分比

# com.discount.promotioncalculation
source: Promotion calculation
zh_cn: 促进计算

# com.discount.properties
source: Discount properties
zh_cn: 折扣属性

# com.discount.restrictiondesc
source: Customers to limit discounts for.
zh_cn: 用户可以限制折扣。

# com.discount.rolesdesc
source: User roles to apply discounts for.
zh_cn: 要申请折扣的用户角色。

# com.discount.runningdiscount
source: Discount running
zh_cn: 运行的折扣

# com.discount.runningdiscounts
source: Discounts running
zh_cn: 运行的折扣

# com.discount.runningoffer
source: Offer running
zh_cn: 提供运行

# com.discount.runningoffers
source: Offers running
zh_cn: 提供运行

# com.discount.shippingcondition
source: Further conditions
zh_cn: 进一步的条件

# com.discount.shippingconditiondescription
source: Conditions which have to be met in order to apply shipping promotion.
zh_cn: 有为适用船推广活动必须达到的条件。

# com.discount.shippingconditionpanel
source: Free shipping conditions
zh_cn: 免费送货条件

# com.discount.shippingdiscounts
source: Free shipping offers
zh_cn: 免费送货优惠

# com.discount.shippingdiscountsdesc
source: Allows you to motivate your selected customers to purchase more products by granting them free shipping. You can configure free shipping offers to apply only if specified conditions are fulfilled.
zh_cn: 使您可以激励你所选的客户购买更多的产品，给予他们免费送货。您可以配置提供免费送货，只适用于如果指定条件得到满足。

# com.discount.status
source: Status
zh_cn: 状态

# com.discount.statuslabel
source: Status:
zh_cn: 状态：

# com.discount.timerestriction
source: Duration
zh_cn: 持续时间

# com.discount.times
source: time(s)
zh_cn: 时间 (s)

# com.discount.unlimited
source: unlimited
zh_cn: 无限制

# com.discount.updatelimiterror
source: Leave the field empty for unlimited coupons or set value higher than Number of uses..
zh_cn: 将字段留空无限优惠券或设置值高于使用次数。

# com.discount.usescoupons
source: Customer has to redeem a coupon to get the discount
zh_cn: 客户已赎回优惠券获得折扣

# com.discount.usescouponsshipping
source: Customer has to redeem a coupon to get Free shipping:
zh_cn: 客户有赎回优惠券去免运费：

# com.discount.validfrom
source: Valid from
zh_cn: 从有效

# com.discount.validfromdesc
source: Discount is valid from this date.
zh_cn: 折扣是从这个日期有效。

# com.discount.validto
source: Valid to
zh_cn: 有效期至

# com.discount.validtodesc
source: Discount is valid to this date.
zh_cn: 折扣有效期至该日期。

# com.discount.value
source: Amount
zh_cn: 金额

# com.discount.valuedesc
source: Value of discount.
zh_cn: 折扣值。

# com.discount.valueempty
source: Please enter a discount amount your customers will get at checkout.
zh_cn: 请输入您的客户将获得在收银台的折扣金额。

# com.discount.valueperitem
source: Amount
zh_cn: 金额

# com.discount.valuerealposnumber
source: Discount value must be a positive real number.
zh_cn: 折扣值必须是一个积极的实数。

# com.discountappliesto
source: Discount applies to
zh_cn: 折扣适用于

# com.discountapplyto.order
source: Order total
zh_cn: 订单合计

# com.discountapplyto.products
source: Products
zh_cn: 产品

# com.discountcoupon.edit
source: Product coupon properties
cs_cz: Vlastnosti slevového kupónu
sk_sk: Zľavový kupón - vlastnosti
zh_cn: 产品的优惠券属性

# com.discountcoupons.description
source: Allows you to motivate your customers to purchase more products. Use this type of discount if you want to provide your customers with virtual vouchers that they can exchange for financial discounts when purchasing selected products.
zh_cn: 使您可以激励你的客户购买更多的产品。如果您想要为您的客户提供他们可以交换的虚拟券金融折扣，购买所选的产品时使用这种类型的折扣。

# com.discountedit.weightinvalid
source: The value should be a double, higher than or equal to 1.
zh_cn: 值应该是一个双精度高于或等于 1。
