Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# clonning.settings.webpart.category.tooltip
source: Select a target category for the cloned web part from the list of categories.
cs_cz: Vyberte cílovou kategorii, do které chcete webpart naklonovat.
zh_cn: 从类别列表中选择一个目标类别为克隆的 web 部件。

# clonning.settings.webpart.filename
source: Web part file name
cs_cz: Název souboru klonovaného webpartu.
zh_cn: Web 部件文件名称

# clonning.settings.webpart.filename.tooltip
source: Enter a file name for cloned web part source code file.
cs_cz: Zadejte název souboru zdrojového kódu pro naklonování webpartu.
zh_cn: 输入为克隆的 web 部分源代码文件的文件名称。

# clonning.settings.webpart.files
source: Clone web part files
cs_cz: Klonovat soubory webpartu.
zh_cn: 克隆 web 部件文件

# clonning.settings.webpart.files.tooltip
source: Check this if you want web part source code files to be cloned as well.
cs_cz: Zaklikněte, pokud chcete klonovat i soubory zdrojového kódu webpartu.
zh_cn: 如果您希望 web 部件代码源文件以及克隆，请检查这。

# clonning.settings.webpart.layouts
source: Clone web part layouts
cs_cz: Klonovat layouty webpartu.
zh_cn: 克隆 web 部件布局

# clonning.settings.widget.category
source: Clone to category
cs_cz: Klonovat do kategorie
zh_cn: 克隆到类别

# clonning.settings.widget.category.tooltip
source: Select widget category under which you want to clone the widget.
cs_cz: Vyberte kategorii, pod kterou chcete widget naklonovat.
zh_cn: 选择构件类别下，你想要克隆的小部件。

# clonning.settings.workflow.workflowscope
source: Clone workflow scopes
cs_cz: Klonovat rozsahy workflow
zh_cn: 克隆工作流范围

# clonning.settings.workflow.workflowscope.tooltip
source: Check this if you want to clone workflow scopes as well.
cs_cz: Zaklikněte, pokud chcete klonovat i rozsahy použití workflow.
zh_cn: 如果你想要克隆以及工作流范围，请检查这。

# clonning.settings.workflow.workflowtrigger
source: Clone triggers
cs_cz: Klonovat spouštěče
zh_cn: 克隆触发器

# clonning.settings.workflow.workflowtrigger.tooltip
source: Indicates whether site specific triggers should be cloned.
zh_cn: 指示是否应该克隆站点特定触发器。

# cm.contentcategory
source: My desk
zh_cn: 我的桌面

# cms.avatar.description
source: Allows you to manage the set of avatars available in the system. Avatars are images that represent users on websites. The list includes both avatars prepared by administrators and avatars uploaded by users.
cs_cz: V této sekci je možné spravovat avatary. Je možné přidávat nové avatary, upravovat a mazat stávající. Samozřejmostí je i seznam avatarů s možností filtrování podle určitých kritérií.
sk_sk: Táto sekcia zobrazuje zoznam avatarov. Je možné pridávať nové avatary, upravovať a mazať existujúce. Môže zobrazovať iba globálne alebo užívateľské avatary.
zh_cn: 允许您管理的一整套系统中可用的化身。头像是代表用户在网站上的图像。该列表包含由管理员编写的化身和由用户上传的化身。

# cms.bannercategory
source: Banner category
cs_cz: Kategorie reklamních panelů
zh_cn: 旗帜类别

# cms.dashboard
source: Dashboard
zh_cn: 控制板

# cms.dashboard.addapp
source: Add new application
zh_cn: 添加新应用程序

# cms.dashboard.back
source: Back to Dashboard
zh_cn: 追溯到控制板

# cms.dashboard.defaultdashboard
source: Default dashboard
zh_cn: 默认控制板

# cms.dashboard.edit
source: Edit dashboard
zh_cn: 编辑控制板

# cms.dashboard.empty.info
source: This place could contain your favorite applications. Please ask an administrator to customize the dashboard for your role. Quick access to the applications that you use most frequently will improve your work process.
zh_cn: 这个地方可能会包含您喜爱的应用程序。请让管理员能够自定义为你的角色的控制板。快速访问您最常使用的应用程序将会提高你的工作流程。

# cms.dashboard.empty.title
source: Empty dashboard
zh_cn: 空白控制板

# cms.dashboard.introduction.applications
source: Browse all applications
zh_cn: 浏览所有的应用程序

# cms.dashboard.introduction.help
source: Open help
zh_cn: 打开帮助

# cms.dashboard.introduction.info
source: This is your Application Dashboard, where you can easily access the most important applications.
zh_cn: 这是您应用程序的控制板，在那里您可以轻松地访问最重要的应用。

# cms.dashboard.introduction.welcome
source: Welcome to Kentico
zh_cn: 欢迎来到 Kentico

# cms.dashboard.licenseowner
source: License owner: {0}
zh_cn: 许可证所有者: {0}

# cms.ecommerce.description
source: Allows you to configure store preferences (general global settings, global email settings, etc.) and objects (e.g. departments, payment methods, currencies, etc.) that are shared across multiple stores.
cs_cz: V této sekci jsou uvedeny všechny informace, data a nastavení týkající se e-commerce modulu. Je možné vytvářet a upravovat objednávky, produkty, výrobce, prodejce, slevy atd. Součástí jsou i reporty.
sk_sk: Táto sekcia obsahuje informácie o údajoch a nastaveniach e-commerce modulu. Môžete spravovať objednávky, produkty, ich možnosti, dodávateľov, výrobcov, zľavové kupóny a úrovne zliav. Je možné si nechať zobraziť reporty alebo zmeniť nastavenie e-commerce modulu.
zh_cn: 允许您配置存储首选项 （一般的全局设置，全局电子邮件设置等） 和跨多个存储共享的对象 （例如部门、 付款方式、 货币等）。

# cms.layout.layout.edit
source: Layout properties
cs_cz: Vlastnosti layoutu
zh_cn: 布局属性

# cms.layout.layout.list
source: Layouts
cs_cz: Layouty
zh_cn: 布局

# cms.layout.layout.new
source: New layout
cs_cz: Nový layout
zh_cn: 新建布局

# cms.pagetemplate.newitem
source: New template
zh_cn: 新建模板

# cms.query.customization.createdisabled
source: Queries can be created only for customizable classes or classes belonging to modules still in development or the Custom module.
zh_cn: 只能为可自定义的类或类属于模块仍处于开发阶段或自定义模块，可以创建查询。

# cms.query.customization.disabled
source: Editing of queries is only allowed for customizable classes or classes belonging to modules still in development or the Custom module.
zh_cn: 对于可自定义的类或类属于模块仍处于开发阶段或自定义模块只允许编辑的查询。

# cms.query.customization.howtocustomize
source: To customize this object please click the Customize button. Customized objects won't be overwritten by hotfix or upgrade procedure.
zh_cn: 若要自定义此对象，请单击自定义按钮。自定义的对象不会被覆盖修补程序或升级过程。

# cms.query.customization.information
source: This object is marked as customized. Customized object won't be overwritten by hotfix or upgrade procedure.
zh_cn: 此对象被标记为已定制。自定义的对象不会被覆盖修补程序或升级过程。

# cms.tabs.back
source: Back
zh_cn: 返回

# cms.tabs.show
source: Show tabs
zh_cn: 显示选项卡

# cms.transformation.customization.howtocustomize
source: To customize this object please click the Customize button. Customized objects won't be overwritten by hotfix or upgrade procedure.
zh_cn: 若要自定义此对象，请单击自定义按钮。自定义的对象不会被覆盖修补程序或升级过程。

# cms.transformation.customization.information
source: This object is marked as customized. Customized object won't be overwritten by hotfix or upgrade procedure.
zh_cn: 此对象被标记为已定制。自定义的对象不会被覆盖修补程序或升级过程。

# cms.webpart.clone
source: Clone web part
zh_cn: 克隆 web 部件

# cms.webpart.newitem
source: New web part
zh_cn: 新建 web 部件

# cms.webpartlayout
source: Web part layout
cs_cz: Rozvržení web party
sk_sk: Layout web party
zh_cn: Web 部件布局

# cms.wftrans.endstep
source: End step
cs_cz: Počáteční krok
zh_cn: 最后一步

# cms.wftrans.startstep
source: Start step
cs_cz: Konečný krok
zh_cn: 开始步骤

# cms.wftrans.type
source: Type
cs_cz: Typ
zh_cn: 类型

# cms.wftrans.workflowtransition.edit
source: Workflow transition properties
cs_cz: Vlastnosti workflow přechodu
zh_cn: 工作流转换属性

# cms.wftrans.workflowtransition.list
source: Workflow transitions
cs_cz: Workflow přechody
zh_cn: 工作流转换

# cms.wftrans.workflowtransition.new
source: New workflow transition
cs_cz: Nový přechod
zh_cn: 新工作流过渡

# cms.widget.clone
source: Clone widget
zh_cn: 克隆小部件

# cms.widget.newitem
source: New widget
zh_cn: 新建小部件

# cms.widgets.description
source: Allows you to manage widgets and their categories. Widgets are page components that display content or perform functionality. Every widget is based on an existing web part. You can create new widgets, define their properties, and choose where and how each widget can be used by content editors and end users of websites. By working with widgets, users can build or customize the content of pages.
cs_cz: Tato sekce zobrazuje strom kategorií a v nich dostupných widgetů. Můžete vytvářet nové kategorie a přidávat widgety.Můžete zde widgety též klonovat, mazat a exportovat. Stejně tak můžete upravovat jejich nastavení a oprávnění.
sk_sk: Táto sekcia zobrazuje widget kategórie v stromovej štruktúre spolu s widgets, ktoré obsahujú. Môžete vytvárať nové kategórie a pridávať nové widgets. Taktiež môžete widgets duplikovať, mazať, exportovať a meniť ich vlastnosti.
zh_cn: 允许您管理小部件和它们的类别。小部件是页面组件，显示内容或执行功能。每个小部件基于现有的 web 部件。你可以创建新的小部件、 定义它们的属性，并选择在何处和如何每个插件可以使用的内容编辑人员和最终用户的网站。通过使用窗口小部件，用户可以建立或自定义页面的内容。

# cms.workflow.allowedobjects
source: Applicable to
cs_cz: Aplikovatelné na
zh_cn: 适用于

# cms.workflow.recurrency
source: Start the process:
cs_cz: Spustit proces:
zh_cn: 启动过程：

# cms.workflow.recurrency.recurring
source: Always as a new instance
cs_cz: Vždy jako nová instance
zh_cn: 总是作为一个新的实例

# cms.workflow.recurrencytitle
source: Process start
cs_cz: Spuštění procesu
zh_cn: 进程开始

# cms.workflowaction.action.edit
source: Action properties
cs_cz: Vlastnosti akce
zh_cn: 操作属性

# cms.workflowaction.action.list
source: Actions
cs_cz: Akce
zh_cn: 操作

# cms.workflowaction.action.new
source: New action
cs_cz: Nová akce
zh_cn: 新建行动

# cms.workflowscope.condition
source: Condition
cs_cz: Podmínka
zh_cn: 条件

# cms.workflowstep.entersearch
source: Step
cs_cz: Název kroku:
zh_cn: 一步

# cms.workflowstep.itemname
source: Step name
cs_cz: Název kroku
zh_cn: 步骤名称

# cms.workflowstep.selectitem
source: Select step
cs_cz: Vybrat krok
zh_cn: 选择步骤

# cms_class.select.additems
source: Add classes
cs_cz: Přidat třídy
zh_cn: 添加类

# cms_class.select.entersearch
source: Class name
cs_cz: Filtr:
zh_cn: 类名称

# cms_class.select.itemname
source: Class name
cs_cz: Název třídy
zh_cn: 类名称

# cms_class.select.moreitems
source: (more classes...)
cs_cz: (více tříd...)
zh_cn: (更多类......)

# cms_class.select.nodata
source: No classes selected.
cs_cz: Nebyly vybrány žádné třídy.
zh_cn: 没有选定的类。

# cms_class.select.selectitem
source: Select class
cs_cz: Vybrat třídu
zh_cn: 选择类

# cms_cssstylesheet.select.additems
source: Add stylesheets
cs_cz: Přidat styl
zh_cn: 添加样式表

# cms_cssstylesheet.select.entersearch
source: Stylesheet
cs_cz: Filtr:
zh_cn: 样式表

# cms_cssstylesheet.select.itemname
source: Stylesheet name
cs_cz: Název stylu
zh_cn: 样式表的名称

# cms_cssstylesheet.select.moreitems
source: (more stylesheets...)
cs_cz: (více...)
zh_cn: （更多样式表......)

# cms_cssstylesheet.select.newitem
source: (new stylesheet...)
cs_cz: (nový...)
zh_cn: (新样式表......)

# cms_cssstylesheet.select.nodata
source: No CSS stylesheets selected.
cs_cz: Nebyly vybrány žádné CSS styly
zh_cn: 没有选定的 CSS 样式表。

# cms_cssstylesheet.select.selectitem
source: Select stylesheet
cs_cz: Vybrat styl
zh_cn: 选择样式表

# cms_culture.select.additems
source: Add cultures
cs_cz: Přidat kultury
zh_cn: 添加语言

# cms_culture.select.entersearch
source: Culture name
cs_cz: Filtr:
zh_cn: 语言名称

# cms_culture.select.itemname
source: Culture name
cs_cz: Název jazyka
zh_cn: 语言名称

# cms_culture.select.nodata
source: No cultures selected
cs_cz: Nebyly vybrány žádné kultury
zh_cn: 没有选定的语言

# cms_culture.select.selectitem
source: Select cultures
cs_cz: Vybrat kultury
zh_cn: 选择语言

# cms_documenttype.select.additems
source: Add page types
zh_cn: 添加页面类型

# cms_documenttype.select.itemname
source: Page type
zh_cn: 页面类型

# cms_documenttype.select.nodata
source: No page type selected.
zh_cn: 未选择的页面类型。

# cms_documenttype.select.nodatafound
source: No page types found.
zh_cn: 发现没有页面类型。

# cms_documenttype.select.selectitem
source: Select page types
zh_cn: 选择页面类型

# cms_formusercontrol.select.selectitem
source: Select form control
cs_cz: Vybrat form control
zh_cn: 选择表格控件

# cms_inlinecontrol.select.additems
source: Add inline controls
cs_cz: Přidat online kontroly
zh_cn: 添加内联控件

# cms_inlinecontrol.select.entersearch
source: Control
cs_cz: Filtr:
zh_cn: 控制

# cms_inlinecontrol.select.itemname
source: Inline control name
cs_cz: Název inline controlu
zh_cn: 内联控件名称

# cms_inlinecontrol.select.moreitems
source: (more inline controls...)
cs_cz: (více...)
zh_cn: （......更多内联控件）

# cms_inlinecontrol.select.nodata
source: No inline controls selected.
cs_cz: Nebyly vybrány žádné inline controly
zh_cn: 选择没有内联控件。

# cms_inlinecontrol.select.selectitem
source: Select inline control
cs_cz: Vybrat inline control
zh_cn: 选择内联控件

# cms_pagetemplate.select.additems
source: Add page templates
cs_cz: Přidat šablony stránky
zh_cn: 添加网页模板

# cms_pagetemplate.select.entersearch
source: Template
cs_cz: Filtr:
zh_cn: 模板

# cms_pagetemplate.select.itemname
source: Page template name
cs_cz: Název šablony stránky
zh_cn: 页面模板名称

# cms_pagetemplate.select.moreitems
source: (more templates...)
cs_cz: (více...)
zh_cn: (更多模板...)

# cms_pagetemplate.select.nodata
source: No page templates selected.
cs_cz: Nebyly vybrány žádné šablony stránky.
zh_cn: 没有选定的页面模板。

# cms_pagetemplate.select.selectitem
source: Select page template
cs_cz: Vybrat šablonu stránky
zh_cn: 选择页面模板

# cms_relationshipname.select.additems
source: Add rel. names
cs_cz: Přidat název vztahů
zh_cn: 添加关系名称

# cms_relationshipname.select.entersearch
source: Relationship name
cs_cz: Filtr:
zh_cn: 关系名称

# cms_relationshipname.select.itemname
source: Relationship name
cs_cz: Název vztahu
zh_cn: 关系名称

# cms_relationshipname.select.moreitems
source: (more relationship names)
cs_cz: (více...)
zh_cn: （更多关系名称）

# cms_relationshipname.select.nodata
source: No relationship names selected.
cs_cz: Nebyly vybrány žádné názvy vztahů
zh_cn: 没有选定的关系名称。

# cms_relationshipname.select.selectitem
source: Select relationship name
cs_cz: Vybrat název vztahu
zh_cn: 选择关系名称

# cms_resource.deleteerror
source: The selected module cannot be deleted because existing objects (classes, settings, UI elements) are assigned to this module. You need to remove all the objects from this module first.
zh_cn: 不能删除选定的模块，因为现有对象 （类、 设置、 用户界面元素） 分配给此模块。您需要从本模块首先删除所有对象。

# cms_resource.select.additems
source: Add modules
cs_cz: Přidat moduly
zh_cn: 添加模块

# cms_resource.select.entersearch
source: Module
cs_cz: Název modulu:
zh_cn: 模块

# cms_resource.select.itemname
source: Module name
cs_cz: Název modulu
zh_cn: 模块名称

# cms_resource.select.moreitems
source: (more modules...)
cs_cz: (více...)
zh_cn: （更多模块...)

# cms_resource.select.nodata
source: No results matching your criteria were found.
cs_cz: Nebyly nalezeny žádné výsledky odpovídající vašim kriteriím vyhledávání.
zh_cn: 没有与您的条件匹配的结果被发现。

# cms_resource.select.selectitem
source: Select module
cs_cz: Vybrat modul
zh_cn: 选择模块

# cms_roleapplication.assignedapplications
source: The following applications are visible to users of the current role, until they customize it for themselves:
zh_cn: 下列应用程序对用户是可见的电流的作用，直到他们为自己自定义它：

# cms_roleapplication.select.additems
source: Add applications
zh_cn: 添加应用程序

# cms_roleapplication.select.entersearch
source: Application
zh_cn: 应用程序

# cms_roleapplication.select.itemname
source: Application name
zh_cn: 应用程序名称

# cms_roleapplication.select.nodata
source: No application selected
zh_cn: 未选择应用程序

# cms_roleapplication.select.selectitem
source: Select applications
zh_cn: 选择应用程序。

# cms_roleapplication.select.title
source: Select application
zh_cn: 选择应用程序

# cms_searchindex.select.additems
source: Add indexes
cs_cz: Přidat indexy
zh_cn: 添加索引

# cms_searchindex.select.entersearch
source: Index name
cs_cz: Filtr:
zh_cn: 索引名称

# cms_searchindex.select.itemname
source: Index name
cs_cz: Název indexu
zh_cn: 索引名称

# cms_searchindex.select.moreitems
source: (more indexes...)
cs_cz: (více...)
zh_cn: （更多索引......)

# cms_searchindex.select.nodata
source: No indexes selected
cs_cz: Nebyly vybrány žádné indexy
zh_cn: 没有选定的索引

# cms_searchindex.select.selectitem
source: Select search indexes
cs_cz: Vybrat vyhledávací indexy
zh_cn: 选择搜索索引

# cms_smtpserver.select.additems
source: Add SMTP servers
cs_cz: Přidat SMTP servery
zh_cn: 添加 SMTP 服务器

# cms_smtpserver.select.entersearch
source: SMTP server name
cs_cz: Filtr:
zh_cn: SMTP 服务器名称

# cms_smtpserver.select.itemname
source: SMTP server name
cs_cz: Název SMTP serveru
zh_cn: SMTP 服务器名称

# cms_smtpserver.select.moreitems
source: (more SMTP servers...)
cs_cz: (více...)
zh_cn: （......更多 SMTP 服务器）

# cms_smtpserver.select.nodata
source: No SMTP servers selected.
cs_cz: Nebyly vybrány žádné SMTP servery.
zh_cn: 没有选定的 SMTP 服务器。

# cms_smtpserver.select.selectitem
source: Select SMTP server
cs_cz: Vybrat SMTP server
zh_cn: 选择 SMTP 服务器

# cms_user.select.additems
source: Add users
cs_cz: Přidat uživatele
zh_cn: 添加用户

# cms_user.select.entersearch
source: User name
cs_cz: Filtr:
zh_cn: 用户名称

# cms_user.select.itemname
source: User
cs_cz: Uživatel
zh_cn: 用户

# cms_user.select.moreitems
source: (more users...)
cs_cz: (více uživatelů...)
zh_cn: （更多用户...)

# cms_user.select.nodata
source: No users selected.
cs_cz: Nebyly vybráni žádní uživatelé.
zh_cn: 没有选定的用户。

# cms_user.select.selectitem
source: Select user
cs_cz: Vybrat uživatele
zh_cn: 选择用户

# cms_webpartcontainer.select.additems
source: Add containers
cs_cz: Přidat kontejnery
zh_cn: 添加容器

# cms_webpartcontainer.select.entersearch
source: Container name
cs_cz: Filtr:
zh_cn: 容器名称

# cms_webpartcontainer.select.itemname
source: Container name
cs_cz: Název kontejneru
zh_cn: 容器名称

# cms_webpartcontainer.select.moreitems
source: (more containers...)
cs_cz: (více kontejnerů...)
zh_cn: (更多容器......)

# cms_webpartcontainer.select.nodata
source: No web part containers selected.
cs_cz: Nebyly vybrány žádné kontejnery
zh_cn: 选择没有 web 部件容器。

# cms_webpartcontainer.select.selectitem
source: Select web part container
cs_cz: Vybrat webpart kontejner
zh_cn: 选择 web 部件容器

# cms_workflow.select.entersearch
source: Workflow
zh_cn: 工作流

# cms_workflow.select.itemname
source: Workflow name
zh_cn: 工作流名称

# cms_workflow.select.nodatafound
source: There is currently no workflow available.
zh_cn: 目前没有工作流可用。

# cms_workflow.select.selectitem
source: Select workflow
zh_cn: 选择工作流

# cms_workflowaction.objectlist
source: List of steps:
cs_cz: Seznam kroků:
zh_cn: 列表中的步骤操作：

# cmsapiexample.isnotadminmsg
source: Only global administrator can access Kentico API examples.
cs_cz: Pouze globální administrátor má přístup k příkladům CMS API.
sk_sk: Len globálny administrátor má prístup k CMS API príkladom.
zh_cn: 只有全局管理员可以访问 Kentico API 的例子。

# cmsdesk.blogdeletelicenselimitations
source: Page(s) cannot be deleted due to blogs license limitations.
cs_cz: Dokument(y) nemohou být smazány kvůli licenční limitaci pro blogy.
sk_sk: Dokument(y) nemôžu byť zmazané pre obmedzenie licencie na blogy.
zh_cn: 由于博客许可证的限制，不能删除页。

# cmsdesk.documentdeletelicenselimitations
source: Page(s) cannot be deleted due to pages license limitations.
cs_cz: Dokument(y) nemohou být smazány kvůli licenční limitaci pro dokumenty.
sk_sk: Dokument(y) nemôžu byť zmazané pre obmedzenie licencie na dokumenty.
zh_cn: 由于页许可证的限制，不能删除页。

# cmsdesk.notauthorizedtoeditdocumentpermissions
source: You're not authorized to modify permissions of the page '{0}'.
cs_cz: Nejste autorizovaný měnit oprávnění dokumentu '{0}'.
zh_cn: 您无权修改的页面"{0}"的权限。

# cmsdesk.notauthorizedtotranslatedocument
source: You are not authorized to translate page '{0}'.
cs_cz: Nejste autorizovaný překládat dokument '{0}'.
zh_cn: 你无权翻译页面"{0}"。

# cmsdesk.resourcenotavailableonsite
source: Resource '{0}' is not available on the current site.
cs_cz: Zdroj '{0}' není na aktuálním webu dostupný.
sk_sk: Zdroj '{0}' nie je na aktuálnom webe dostupný.
zh_cn: 资源"{0}"在当前站点上不可用。

# cmsdesk.restoringcanceled
source: Permission restoring has been canceled.
cs_cz: Obnova práv byla zrušena.
sk_sk: Obnova práva bola zrušená.
zh_cn: 权限恢复已被取消。

# cmsdesk.restoringfailed
source: Restoring of permissions has failed
cs_cz: Obnova práv selhala.
sk_sk: Obnova práv zlyhala.
zh_cn: 恢复的权限已失败

# cmsdesk.restoringpermissioninheritance
source: Restoring permission inheritance...
cs_cz: Obnovování dědičnosti práv...
sk_sk: Obnova dedičnosti práv....
zh_cn: 正在还原权限继承...

# cmsdesk.skippingrestoring
source: Page '{0}' already inherits permissions.
cs_cz: Dokument '{0}' již dědí práva.
sk_sk: Dokumentt '{0}' už dedí práva.
zh_cn: 页面"{0}"已经继承权限。

# cmsdesk.ui.administration
source: Administration
cs_cz: Administrace
sk_sk: Administrácia
zh_cn: 行政管理

# cmsdesk.ui.content
source: Content
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 内容

# cmsdesk.ui.ecommerce
source: E-commerce
zh_cn: 电子商务

# cmsdesk.ui.marketing
source: On-line marketing
zh_cn: 在线市场营销

# cmsdesk.ui.mydesk
source: My desk
cs_cz: Moje plocha
sk_sk: Moja plocha
zh_cn: 我的桌面

# cmsdesk.ui.tools
source: Tools
cs_cz: Nástroje
sk_sk: Nástroje
zh_cn: 工具

# cmsform.notinitializederror
source: Error occurred during form initialization. Please see event log for more details.
cs_cz: Během inicializace nastala chyba. Pro detailnější informace prosím otevřete log událostí.
sk_sk: Nastala chyba pri inicializácií formulára. Viac informácií nájdete v Histórií udalostí.
zh_cn: 在表格初始化过程中出现错误。请参阅事件日志中有更多的细节。

# cmsimport.importphysicalfiles
source: Import physical files
cs_cz: Importovat fyzické soubory
sk_sk: Importovať fyzické súbory
zh_cn: 导入物理文件

# cmsimport_medialibrary.importfiles
source: Import media files
cs_cz: Importovat soubory médií
sk_sk: Import mediálnych súborov
zh_cn: 导入媒体文件

# cmslicensing.bulkimport
source: Bulk license import
zh_cn: 批量许可证导入

# cmsreplacedialog.findwhat
source: Find what
cs_cz: Najít co
sk_sk: Nájsť čo
zh_cn: 查找内容

# cmsreplacedialog.replacemode
source: Replace mode
cs_cz: Mód nahrazování
sk_sk: Mód nahradzovania
zh_cn: 替换模式

# cmsreplacedialog.replacemode.replace
source: One by one
cs_cz: Jednotlivě
sk_sk: Jednotlivo
zh_cn: 一个接一个

# cmsreplacedialog.replacemode.replaceall
source: All
cs_cz: Vše
sk_sk: Všetky
zh_cn: 所有

# cmsreplacedialog.replacewith
source: Replace with
cs_cz: Nahradit
sk_sk: Nahradiť čím
zh_cn: 替换为

# cmssearchdialog.searchdirection
source: Search direction
cs_cz: Směr hledání
sk_sk: Smer hľadania
zh_cn: 搜索方向

# cmstesting.advancedinformation
source: Advanced Information & Debug
cs_cz: Pokročilé informace a debug
sk_sk: Pokročilé informácie & Debug
zh_cn: 高级信息 & 调试

# cmstesting.basicinformation
source: Basic information
cs_cz: Základní informace
sk_sk: Základné informácie
zh_cn: 基本信息

# cmstesting.buildnumber
source: Build number (date):
cs_cz: Číslo buildu (datum):
sk_sk: Číslo buildu (dátum):
zh_cn: 内部版本号 （日期）：

# cmstesting.connectionstrings
source: Connection strings:
cs_cz: Connection string:
zh_cn: 连接字符串：

# cmstesting.currentuser
source: Current user:
cs_cz: Současný uživatel:
sk_sk: Súčasný užívateľ:
zh_cn: 当前用户：

# cmstesting.debug
source: All debug
cs_cz: Celý debug
sk_sk: Celý debug
zh_cn: 所有调试

# cmstesting.eventlog
source: Event log
cs_cz: Historie událostí
sk_sk: História udalostí
zh_cn: 事件日志

# cmstesting.headerlink
source: Export testing information
cs_cz: Exportovat testovací informace
sk_sk: Vyexportovať testovacie informácie
zh_cn: 导出测试信息

# cmstesting.livesiteurl
source: Live site URL:
cs_cz: URL ostrého webu:
zh_cn: 直播网址：

# cmstesting.system
source: System & Database information
cs_cz: Systém a databázové informace
sk_sk: Systémové a databázové informácie
zh_cn: 系统 & 数据库信息

# cmstesting.useragent
source: User agent:
zh_cn: 用户代理：

# cmstesting.webconfig.connstrname
source: Connection string name
cs_cz: Název connection stringu
sk_sk: Názov connection stringu
zh_cn: 连接字符串的名称

# cmstesting.webconfig.connstrvalue
source: Connection string value
cs_cz: Hodnota connection stringu
sk_sk: Hodnota connection stringu
zh_cn: 连接字符串的值

# cmstesting.webconfig.key
source: Web.config key name
cs_cz: Název Web.config klíče
sk_sk: Web.config názov kľúča
zh_cn: Web.config 密钥名称

# cmstesting.webconfig.value
source: Value
cs_cz: Hodnota
sk_sk: Hodnota
zh_cn: 价值

# cmstextbox.macrotoolong
source: Text is too long because of macro security parameters.
cs_cz: Text je příliš dlouhý kvůli bezpečnostním parametrům makra.
sk_sk: Text je príliš dlhý kvôli bezpečnostným parametrom makra.
zh_cn: 文本是宏安全参数太长。

# codegenerator.downloadfile
source: Download generated file
zh_cn: 下载生成文件
