Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# subscriber_edit.erroremptyrole
source: Please select a role.
cs_cz: Vyberte prosím roli.
sk_sk: Prosím, vyberte rolu.
zh_cn: 请选择一个角色。

# subscriber_edit.erroremptyuser
source: Please select a user.
cs_cz: Vyberte prosím uživatele.
sk_sk: Prosím, vyberte užívateľa.
zh_cn: 请选择一个用户。

# subscriber_edit.headercaption
source: New subscriber
cs_cz: Nový odběratel
sk_sk: Nový odberateľ
zh_cn: 新建订阅服务器

# subscriber_edit.itemlistlink
source: Subscribers
cs_cz: Odběratelé
sk_sk: Odberatelia
zh_cn: 订阅服务器

# subscriber_edit.newitemcaption
source: New subscriber
cs_cz: Nový odběratel
sk_sk: Nový odberateľ
zh_cn: 新建订阅服务器

# subscriber_edit.newsletter
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# subscriber_edit.nonewsletters
source: There are no email campaigns to subscribe.
cs_cz: Nejsou žádné newslettery k přihlášení.
sk_sk: Žiadne newslettery, ku ktorým by sa dalo prihlásiť, neexistujú.
zh_cn: 没有电子邮件活动订阅。

# subscriber_edit.rolealreadyexists
source: Selected role is already subscribed.
cs_cz: Vybraná role je již odběratelem.
sk_sk: Vybraná rola už bola prihlásená k odberu.
zh_cn: 已经订阅了选定的角色。

# subscriber_edit.rolesubscriber
source: Role subscriber
sk_sk: Odberateľ role
zh_cn: 订阅服务器的角色

# subscriber_edit.sendconfirmation
source: Send email confirmation to the subscriber
cs_cz: Poslat potvrzovací e-mail odběrateli
sk_sk: Poslať potvrdzovací e-mail odberateľovi
zh_cn: 向订阅者发送电子邮件确认

# subscriber_edit.subscriberdoesnotexists
source: Subscriber with given ID doesn't exists!
cs_cz: Odběratel s daným ID neexistuje!
sk_sk: Odberateľ s daným ID neexistuje!
zh_cn: 订阅服务器上与给定 ID 不存在 ！

# subscriber_edit.subscriberfirstnamelabel
source: First name:
cs_cz: Křestní jméno:
sk_sk: Krstné meno:
zh_cn: 名字:

# subscriber_edit.subscriberlastnamelabel
source: Last name:
cs_cz: Příjmení:
sk_sk: Priezvisko:
zh_cn: 姓氏：

# subscriber_edit.useralreadyexists
source: Selected user is already subscribed.
cs_cz: Vybraný uživatel je již odběratelem.
sk_sk: Vybraný užívateľ už bol prihlásený k odberu.
zh_cn: 选定的用户已经订阅了。

# subscriber_edit.usersubscriber
source: User subscriber
cs_cz: Odběratel - uživatel
sk_sk: Užívateľský odberateľ
zh_cn: 用户订阅服务器

# subscriber_export.btnexport
source: Export
zh_cn: 导出

# subscriber_export.exportheader
source: Export
zh_cn: 导出

# subscriber_export.headercaption
source: Export subscribers
cs_cz: Exportovat odběratele
sk_sk: Exportovať odberateľov
zh_cn: 导出订户

# subscriber_export.lblexportedsub
source: List of exported subscribers:
cs_cz: Seznam exportovaných odběratelů:
sk_sk: Zoznam exportovaných odberateľov:
zh_cn: 导出的订阅服务器的列表：

# subscriber_export.lblselectsub
source: Export only subscribers of the selected email campaigns:
cs_cz: Exportovat pouze odběratele vybraných newsletterů:
sk_sk: Exportovať iba odberateľov vybraných newsletterov:
zh_cn: 导出仅所选电子邮件宣传活动的订阅服务器：

# subscriber_export.newsletterheader
source: Email campaign display name
cs_cz: Jméno newsletteru
sk_sk: Zobrazované meno newslettera
zh_cn: 电子邮件市场活动显示名称

# subscriber_export.nosubscribersexported
source: No subscribers were exported.
cs_cz: Žádní odběratelé nebyli exportováni.
sk_sk: Žiadny odberatelia neboli exportovaní.
zh_cn: 没有订户都导出。

# subscriber_export.subscribersexported
source: Subscribers were successfully exported. You can use copy &amp; paste to move them to some other application.
cs_cz: Odběratelé byli úspěšně exportování. Můžete použít kopírovat &amp; vložit, abyste je přesunuli do jiné aplikace.
sk_sk: Odberatelia boli úspešne exportovaní. Môžete použiť kopírovať &amp; vložiť, aby ste ich presunuli do inej aplikácie.
zh_cn: 订阅服务器已成功导出。您可以使用复制和粘贴到将它们移动到其他某个应用程序。

# subscriber_import.btnimport
source: Import
zh_cn: 导入

# subscriber_import.deleteimported
source: Delete the subscribers
cs_cz: Smazat přihlášené uživatele
sk_sk: Zmazať odberateľov
zh_cn: 删除订阅者

# subscriber_import.headercaption
source: Import subscribers
cs_cz: Importovat odběratele
sk_sk: Importovať odberateľov
zh_cn: 导入用户

# subscriber_import.importheader
source: Subscribe
cs_cz: Odebírat
sk_sk: Odoberať
zh_cn: 订阅

# subscriber_import.lblactions
source: Available actions
cs_cz: Možné operace
sk_sk: Možné operácie:
zh_cn: 可用的操作

# subscriber_import.lblimportedsub
source: List of subscribers to be processed
cs_cz: Seznam odběratelů ke zpracování:
sk_sk: Zoznam odberateľov k importu:
zh_cn: 订阅服务器将处理的列表

# subscriber_import.lblnote
source: One subscriber per line in format: email address;first name;last name (first name and last name may be omitted).
cs_cz: <strong>Upozornění:</strong> Vložte na řádek pouze jednoho odběratele ve formátu email;jmeno;prijmeni (jméno a příjmení mohou být vypuštěny).<br />Je doporučeno neimportovat více než 1000 odběratelů najednou.
sk_sk: <strong>Upozornenie:</strong> Prosím, vložte na riadok iba jedného odberateľa vo formáte email;meno;priezvisko (meno a priezvisko môžu byť vynechané).<br />Je doporučené neimportovať viac ako 1000 odberateľov naraz.
zh_cn: 一个订阅服务器，每行的格式： 电子邮件地址; 名字姓氏 （可省略第一名和姓）。

# subscriber_import.lblselectsub
source: List of email campaigns
cs_cz: Seznam newsletterů:
sk_sk: Prihlásiť importovaných užívateľov k odberu newsletterov:
zh_cn: 电子邮件市场活动列表

# subscriber_import.newsletterheader
source: Email campaign display name
cs_cz: Jméno newsletteru
sk_sk: Zobrazované meno newslettera
zh_cn: 电子邮件市场活动显示名称

# subscriber_import.subscribeimported
source: Subscribe imported users to selected email campaigns
cs_cz: Přihlásit importované uživatele k vybraným newsletterům
sk_sk: Prihlásiť importovaných užívateľov k vybraným newsletterom
zh_cn: 订阅导入到所选电子邮件活动的用户

# subscriber_import.subscribersdeleted
source: All subscribers were successfully deleted.
cs_cz: Všichni uživatelé byli úspěšně smazáni.
sk_sk: Všetci užívatelia boli úspešne zmazaní.
zh_cn: 所有订阅服务器都已成功删除。

# subscriber_import.subscribersimported
source: All subscribers were successfully imported.
cs_cz: Všichni odběratelé byli úspěšně importováni.
sk_sk: Všetci odberatelia boli úspešne importovaní.
zh_cn: 所有订阅服务器已成功导入。

# subscriber_import.subscribersunsubscribed
source: All subscribers were successfully unsubscribed.
cs_cz: Všichni uživatelé byli úspěšně odhlášeni.
sk_sk: Všetci užívatelia boli úspešne odhlásení.
zh_cn: 所有订阅服务器都成功退订。

# subscriber_import.unsubscribeimported
source: Unsubscribe the users from selected email campaigns
cs_cz: Odhlásit uživatele z vybraných newsletterů
sk_sk: Odhlásiť užívateľov z vybraných newsletterov
zh_cn: 退订来自所选电子邮件活动的用户

# subscriber_list.headercaption
source: Subscribers
cs_cz: Odběratelé
sk_sk: Odberatelia
zh_cn: 订阅服务器

# subscriberlist.firstname
source: First Name
cs_cz: Křestní jméno
sk_sk: Krstné meno
zh_cn: 名字

# subscriberlist.header
source: Subscribers
cs_cz: Odběratelé
sk_sk: Odberatelia
zh_cn: 订阅服务器

# subscriberlist.lastname
source: Last Name
cs_cz: Příjmení
sk_sk: Priezvisko
zh_cn: 姓氏

# subscriberlist.new
source: Add New Subscriber
cs_cz: Přidat nového odběratele
sk_sk: Pridať nového odberateľa
zh_cn: 添加新的订阅服务器

# subscriberlist.newslettershint
source: Subscribed email campaigns
cs_cz: Přihlášené newslettery
sk_sk: Prihlásené newslettery
zh_cn: 订阅电子邮件活动

# subscriptions.blogposts
source: Blog post subscriptions
cs_cz: Odběr komentářů blogů
sk_sk: Blogové príspevky
zh_cn: 博客帖子订阅

# subscriptions.messageboards
source: Message board subscriptions
cs_cz: Odběr diskuzí
sk_sk: Diskusie
zh_cn: 留言板订阅

# subscriptions.newsletters
source: Email campaign subscriptions
cs_cz: Odběr newsletterů
sk_sk: Prihlášky k newsletteru
zh_cn: 电子邮件活动订阅

# supplier_edit.erroremailformat
source: Given email is not valid
cs_cz: Daný e-mail není platný
sk_sk: Daný e-mail nie je platný
zh_cn: 鉴于电子邮件是无效

# supplier_edit.erroremptycodename
source: Please enter a supplier code name
cs_cz: Vložte nějaké jméno dodavatele.
sk_sk: Prosím, vložte meno dodávateľa.
zh_cn: 请输入供应商代码名称

# supplier_edit.erroremptydisplayname
source: Please enter a supplier display name
cs_cz: Vložte nějaké jméno dodavatele.
sk_sk: Prosím, vložte meno dodávateľa.
zh_cn: 请输入供应商显示名称

# supplier_edit.headercaption
source: Supplier properties
cs_cz: Vlastnosti dodavatele
sk_sk: Vlastnosti dodávateľa
zh_cn: 供应商的属性

# supplier_edit.itemlistlink
source: Suppliers
cs_cz: Dodavatelé
sk_sk: Dodávatelia
zh_cn: 供应商

# supplier_edit.newitemcaption
source: New supplier
cs_cz: Nový dodavatel
sk_sk: Nový dodávateľ
zh_cn: 新建供应商

# supplier_edit.suppliercurrencyidlabel
source: Supplier currency ID:
cs_cz: ID měny dodavatele:
sk_sk: ID meny dodávateľa:
zh_cn: 供应商货币 ID：

# supplier_edit.supplierdisplaynamelabel
source: Supplier display name:
cs_cz: Jméno dodavatele:
sk_sk: Meno dodávateľa:
zh_cn: 供应商显示名称：

# supplier_edit.supplieremaillabel
source: Supplier email:
cs_cz: E-mail dodavatele:
sk_sk: E-mail dodávateľa:
zh_cn: 供应商的电子邮件：

# supplier_edit.supplierfaxlabel
source: Supplier fax:
cs_cz: Fax dodavatele:
sk_sk: Fax dodávateľa:
zh_cn: 供应商传真：

# supplier_edit.suppliernameexists
source: Supplier with given code name already exists.
cs_cz: Kódové jméno dodavatele musí být jedinečné.
sk_sk: Kódové meno dodávateľa musí byť jedinečné.
zh_cn: 供应商与给定代码名称已经存在。

# supplier_edit.suppliernamelabel
source: Supplier code name:
cs_cz: Kódové jméno dodavatele:
sk_sk: Kódové meno dodávateľa:
zh_cn: 供应商代码名称：

# supplier_edit.supplierphonelabel
source: Supplier phone:
cs_cz: Telefon dodavatele:
sk_sk: Telefón dodávateľa:
zh_cn: 供应商电话：

# supplier_list.headercaption
source: Suppliers
cs_cz: Dodavatelé
sk_sk: Dodávatelia
zh_cn: 供应商

# supplier_new.headercaption
source: New supplier
cs_cz: Nový dodavatel
sk_sk: Nový dodávateľ
zh_cn: 新建供应商

# support.failed
source: Sending issue failed. Please check your global SMTP settings (##ui|cms|settings## -> System -> Emails -> SMTP server) and resend the message from the Email queue (##ui|cms|administration.emaiqueue##).
cs_cz: Odeslání selhalo. Zkontrolujte vaše globální nastavení SMTP (Nastavení -> E-maily -> SMTP).
sk_sk: Zaslanie vydania zlyhalo. Prosím, skontrolujte vaše globálne nastavenia SMTP (Site Manager -> Nastavenia -> Systém -> E-maily -> SMTP server).
zh_cn: 发送问题时失败。请检查您全局的 SMTP 设置 （##ui|cms|settings##-> 系统-> 的电子邮件的 SMTP 服务器->) 和发送的邮件从电子邮件队列 （##ui|cms|administration.emaiqueue##）。

# support.submiissue.aspx
source: ASPX templates
cs_cz: ASPX šablony
sk_sk: ASPX šablóny
zh_cn: ASPX 模板

# support.submiissue.attachment
source: Attachment:
cs_cz: Příloha:
sk_sk: Príloha:
zh_cn: 附件：

# support.submiissue.ckissue
source: Describe the issue:
cs_cz: Popis problému:
sk_sk: Popis problému:
zh_cn: 描述此问题：

# support.submiissue.dontknow
source: I don't know
cs_cz: Nevím
sk_sk: Neviem
zh_cn: 我不知道

# support.submiissue.email
source: Your email:
cs_cz: Váš e-mail:
sk_sk: Váš e-mail:
zh_cn: 您的电子邮件：

# support.submiissue.emailempty
source: Please enter your email.
cs_cz: Vložte váš e-mail.
sk_sk: Prosím, vložte váš e-mail.
zh_cn: 请输入您的电子邮件。

# support.submiissue.emailformat
source: Invalid email format
cs_cz: Neplatný tvar e-mailu
sk_sk: Neplatný tvar e-mailu
zh_cn: 无效的电子邮件格式

# support.submiissue.mix
source: Both
cs_cz: Oboje
sk_sk: Oboje
zh_cn: 两个

# support.submiissue.portal
source: Portal engine
zh_cn: 门户引擎

# support.submiissue.send
source: Send
cs_cz: Odeslat
sk_sk: Odoslať
zh_cn: 发送

# support.submiissue.settings
source: Attach site settings:
cs_cz: Připojit nastavení webu:
sk_sk: Pripojiť nastavenia webu:
zh_cn: 连接站点设置：

# support.submiissue.subjectempty
source: Please enter some subject text
cs_cz: Vložte nějaký text do Předmětu
sk_sk: Prosím, vložte text do Predmetu
zh_cn: 请输入一些主题文本

# support.submiissue.sysinfo
source: System information:
cs_cz: Systémové informace:
sk_sk: Systémové informácie:
zh_cn: 系统信息：

# support.submiissue.template
source: Development model:
cs_cz: Vývojový model:
sk_sk: Vývojový model:
zh_cn: 开发模式：

# support.success
source: The issue was sent. We will contact you within one business day.
cs_cz: Odeslání proběhlo úspěšně. Kontaktujeme vás do jednoho pracovního dne.
sk_sk: Problém bol zaslaný. Kontaktujeme vás do jedného pracovného dňa.
zh_cn: 这一问题被送。我们将在一个工作日内与您联系。

# support-leftmenu.submitissue
source: Submit support issue
cs_cz: Odeslat dotaz na podporu
sk_sk: Odoslať otázku na technickú podporu
zh_cn: 提交支持问题

# support-leftmenu.submitissuedescription
source: Provides a form that you can use to send an email to Kentico support staff if you encounter a problem when using the system.
cs_cz: Objeví-li se problém při používání Kentica, klikněte na tento link a budete přesměrováni na formulář umožňující poslat hlášení na oddělení podpory zákazníků.
sk_sk: Ak ste narazili na problém pri používaní Kentico môžete kliknúť na tento odkaz a budete presmerovaný na formulár, ktorý vám umožní poslať Váš problém na oddelenie technickej podpory Kentico.
zh_cn: 提供一个表格，您可以使用向 Kentico 支持人员发送电子邮件，如果您遇到问题时使用的系统。

# syncclient.clienterror
source: Synchronization client error
cs_cz: Chyba klienta při synchronizaci.
sk_sk: Chyba klienta pri synchronizácii.
zh_cn: 同步客户端错误

# syncclient.errorexception
source: Exception occurred
cs_cz: Nastala výjimka
sk_sk: Nastala výnimka
zh_cn: 出现异常

# synchronization.cancel
source: Cancel synchronization
cs_cz: Ukončit synchronizaci
sk_sk: Ukončiť synchronizáciu
zh_cn: 取消同步

# synchronization.loggingtasks
source: Preparing the tasks for objects...
cs_cz: Příprava úloh pro objekty ...
sk_sk: Príprava úloh pre objekty
zh_cn: 对于对象编写任务......

# synchronization.runningtasks
source: Synchronizing the tasks...
cs_cz: Synchronizační úlohy ...
sk_sk: Synchronizačné úlohy ...
zh_cn: 同步任务......

# synchronization.title
source: Tasks synchronization
cs_cz: Probíhá synchronizace ...
sk_sk: Prebieha synchronizácia ...
zh_cn: 任务同步

# synchronizationstatus.lastattempt
source: Last attempt
cs_cz: Poslední pokus
sk_sk: Posledný pokus
zh_cn: 最后一次尝试

# synchronizationstatus.result
source: Result
cs_cz: Výsledek
sk_sk: Výsledok
zh_cn: 结果

# synchronizationstatus.server
source: Server
zh_cn: 服务器

# synclog.columns.error
source: Result
cs_cz: Výsledek
sk_sk: Výsledok
zh_cn: 结果

# synclog.columns.server
source: Server
zh_cn: 服务器

# synclog.columns.tasktitle
source: Task title
cs_cz: Názav úloh
sk_sk: Titulok úlohy
zh_cn: 任务标题

# synclog.columns.time
source: Time
cs_cz: Čas
sk_sk: Čas
zh_cn: 时间

source: SyncServer Error
cs_cz: SyncServer chyba
sk_sk: SyncServer chyba
zh_cn: SyncServer 错误

# syncserver.errordeletefailed
source: Failed to delete the page
cs_cz: Chyba při mazání dokumentu
sk_sk: Chyba pri mazaní dokumentu
zh_cn: 未能删除页面

# syncserver.errorexception
source: Exception occurred
cs_cz: Nastala výjimka
sk_sk: Nastala výnimka
zh_cn: 出现异常

# syncserver.errorinvalidauthentication
source: Unknown authentication type or wrong authentication settings
cs_cz: Neznámý typ autentizace nebo chybné nastavení autentizace
sk_sk: Neznámy typ autentizácie
zh_cn: 未知的身份验证类型或错误的身份验证设置

# syncserver.errorinvalidauthorization
source: Authorization is invalid!
cs_cz: Neplatná autorizace!
sk_sk: Neplatná autorizácia!
zh_cn: 授权是无效的 ！

# syncserver.errorlicense
source: Current license does not allow using the Staging module.
cs_cz: Synchronizace obsahu není v aktuální licenci povolena.
sk_sk: Synchronizácia obsahu nie je v aktuálnej licencii povolená.
zh_cn: 当前许可证不允许使用暂存模块。

# syncserver.errormissingdocumentdata
source: Missing page data!
cs_cz: Chybí data dokumentu!
sk_sk: Chýbajú dáta dokumentu!
zh_cn: 丢失的页面数据 ！

# syncserver.errormissingparentnode
source: Failed to create the page, parent node is missing, please synchronize the parent node first.
cs_cz: Chyba při vytváření dokumentu, chybí nadřazený dokument, prosím synchronizujte nejprve nadřazený dokument.
sk_sk: Chyba pri vytváraní dokumentu, chýba nadradený dokument, prosím synchronizujte najprv nadradený dokument.
zh_cn: 未能创建页面，父节点丢失，请首先同步的父节点。

# syncserver.errormissingusernametoken
source: Missing username token, please check authentication type
sk_sk: Chýba informácia o užívateľovi, prosím, skontrolujte typ autentizácie
zh_cn: 缺少用户名令牌，请检查身份验证类型

# syncserver.errormissingx509token
source: Missing X509 certificate token, please check authentication type
sk_sk: Chýba X509 token, skontrolujte prosím typ autentizácie
zh_cn: 缺少 X 509 证书令牌，请检查身份验证类型

# syncserver.errorservicenotenabled
source: Staging service is not enabled on this server!
cs_cz: Služba synchronizace není na tomto serveru povolena!
sk_sk: Služba synchronizácie nie je na tomto servery povolená!
zh_cn: 在此服务器上未启用临时服务 ！

# syncserver.errorupdatefailed
source: Failed to update the page
cs_cz: Chyba při aktualizaci dokumentu
sk_sk: Chyba pri aktualizácii dokumentu
zh_cn: 未能更新页面

# syncserver.errorusernameauthenticationfailed
source: Username authentication failed.
cs_cz: Autentikace pomocí uživatelského jména selhala.
sk_sk: Autentizácia pomocou užívateľského mena zlyhala.
zh_cn: 用户名的身份验证失败。

# syncserver.errorversion
source: System versions of source and target server must match, you are synchronizing from version '{1}' to version '{0}'.
cs_cz: Verze systému na zdrojovém a cílovém serveru musí být stejné. Pokoušíte se synchronizovat z verze '{1}' do verze '{0}'.
sk_sk: Verzie systému zdrojového a cieľového servera sa musia zhodovať. Synchronizujete z verzie '{1}' na verziu '{0}'.
zh_cn: 系统版本的源服务器和目标服务器必须相匹配，您从版本 '{1}' 同步到版本"{0}"。

# syncserver.errorx509authenticationfailed
source: X509 authentication failed.
cs_cz: X509 autentikace selhala.
sk_sk: X509 autentizácia zlyhala.
zh_cn: X 509 身份验证失败。

# synctitle.delete
source: Delete {0}
cs_cz: Smazat {0}
sk_sk: Zmazať {0}
zh_cn: 删除 {0}

# synctitle.move
source: Move {0} to {1}
cs_cz: Přesunout {0} do {1}
sk_sk: Presunúť {0} do {1}
zh_cn: 移动 {0} 到 {1}

# synctitle.update
source: Update {0}
cs_cz: Aktualizovat {0}
sk_sk: Aktualizovať {0}
zh_cn: 更新 {0}

# sysdev.class_edit_gen.codenameunique
source: Class with specified code name already exist. Please specify the unique code name.
cs_cz: Třída s uvedeným kódovým názvem již existuje. Zadejte unikátní kódový název.
sk_sk: trieda zo zadaným kódovým označením existuje. Prosím, zadajte unikátne kódové označenie.
zh_cn: 初始化具有指定代码名称已经存在。请指定唯一的代码名称。

# sysdev.class_edit_gen.displayname
source: Please enter a class display name.
cs_cz: Zadejte zobrazované jméno třídy.
sk_sk: Prosím, zadajte zobrazovacie meno triedy.
zh_cn: 请输入一个类别显示名称。

# sysdev.class_edit_gen.name
source: Please enter a class code name.
cs_cz: Zadejte prosím kódový název třídy.
sk_sk: Prosím, zadajte kódové meno triedy.
zh_cn: 请输入一个类的代码名称。

# sysdev.class_edit_gen.namespace
source: Please enter a class namespace.
cs_cz: Zadejte prosím jmenný prostor třídy.
sk_sk: Prosím, zadajte namespace triedy.
zh_cn: 请输入一个类的命名空间。

# sysdev.class_edit_gen.saved
source: Information about class were saved successfully.
cs_cz: Informace byly úspěšně uloženy.
sk_sk: Informácie o triede boli úspešne uložené.
zh_cn: 有关类的信息已成功保存。

# sysdev.class_edit_gen.tablename
source: Please enter a class table name.
cs_cz: Zadejte prosím název tabulky dané třídy.
sk_sk: Prosím, zadajte názov tabuľky pre triedu.
zh_cn: 请输入类的表名。

# sysdev.class_edit_gen.tablenameunique
source: Specified table already exist. Please specify the unique table name.
cs_cz: Zadaná tabulka již existuje. Zadejte jiný název.
sk_sk: Zadaná tabuľka existuje. Prosím zadajte unikátny názov tabuľky.
zh_cn: 指定的表已存在。请指定唯一的表名称。

# sysdev.class_edit_general.classissys
source: Can be customized
cs_cz: Třída je systémovou tabulkou
sk_sk: Trieda je systémová
zh_cn: 可以自定义

# sysdev.class_edit_general.tablechanged
source: Note: Table name has changed. Please modify all the custom queries to avoid problems in the future.
cs_cz: Poznámka: Název tabulky byl změněn. Upravte teď všechny uživatelské dotazy, aby se předešlo problémům v budoucnu.
sk_sk: Poznámka: Názov tabuľky bol zmenený. Prosím zmeňte všetky vlastné query aby sa predišlo problémom v budúcnosti.
zh_cn: 注： 表名称已更改。请修改所有自定义的查询，以免将来出现问题。

# sysdev.class_edit_query_edit.newquery
source: New query
cs_cz: Nový dotaz
sk_sk: Nová query
zh_cn: 新建查询

# sysdev.class_edit_query_edit.queries
source: Queries
cs_cz: Dotazy
sk_sk: Query
zh_cn: 查询

# sysdev.class_header.classes
source: Classes
cs_cz: Třídy
sk_sk: Triedy
zh_cn: 类

# sysdev.class_list.classtablename
source: Class table name
cs_cz: Název tabulky
sk_sk: Názov tabuľky
zh_cn: 类表名称

# sysdev.class_list.classtype
source: Class type
cs_cz: Typ třídy
sk_sk: Typ triedy
zh_cn: 类类型

# sysdev.class_list.delete.hasdependencies
source: The selected class cannot be deleted because dependent items exist. You need to remove all the items using this class first.
cs_cz: Zvolená třída nemůže být ostraněna protože na ní závisí jiné položky. Nejprve musíte odstranit závislé položky.
sk_sk: Vybraná trieda nemôže byť zmazaná, pretože existujú závislé objekty. Musíte odstrániť všetky objekty používajúce túto triedu.
zh_cn: 不能删除所选的类，因为存在依赖项。您需要删除的第一次使用此类的所有项目。

# sysdev.class_list.title
source: Classes
cs_cz: Třídy
sk_sk: Triedy
zh_cn: 类

# sysdev.class_list.updateclasses
source: Update classes
cs_cz: Aktualizovat třídy
sk_sk: Aktualizovať triedy
zh_cn: 更新类

# sysdev.class_list.updateconfirm
source: Are you sure you want to generate view and basic queries for all coupled classes and page types?
cs_cz: Opravdu chcete vygenerovat pohled a základní dotazy pro všechny přidružené třídy a typy dokumentů?
sk_sk: Naozaj chcete generovať view a základné query pre všetky triedy a typy dokumentov?
zh_cn: 你确定你想要生成视图和基本查询所有耦合的类和页面类型？

# sysdev.class_list.updatesucc
source: The default view and basic queries for all coupled classes and page types were successfully generated.
cs_cz: Výchozí pohled (view) a základní dotazy pro coupled classy a typy dokumentů byly vygenerovány.
sk_sk: Základné view a query pre všetky triedy a typy dokumentov boli úspešne vygenerované.
zh_cn: 默认视图并基本查询所有耦合的类和页类型是成功地生成的。

# sysdev.class_new.codename
source: Class
cs_cz: třída
sk_sk: trieda
zh_cn: 类

# sysdev.class_new.codenameidentifier
source: Please enter class code name in identifier format.
cs_cz: Zadejte, prosím, kódový název v identifikačním formátu.
zh_cn: 请输入类代码名称标识符的格式。

# sysdev.class_new.custom
source: The class has custom fields
cs_cz: Třída má uživatelem definované položky
sk_sk: Trieda má vlastné polia
zh_cn: 类具有自定义字段

# sysdev.class_new.displayname
source: Class display name:
cs_cz: Zobrazovaný název:
sk_sk: Zobrazovacie meno:
zh_cn: 类显示名称：

# sysdev.class_new.erroremptycodename
source: Please enter a class code name.
cs_cz: Zadejte prosím kódový název.
sk_sk: Prosím, zadajte kódové meno triedy.
zh_cn: 请输入一个类的代码名称。

# sysdev.class_new.erroremptydisplayname
source: Please enter a class display name.
cs_cz: Zadejte prosím zobrazovaný název.
sk_sk: Prosím, zadajte zobrazovacie meno triedy.
zh_cn: 请输入一个类别显示名称。

# sysdev.class_new.erroremptynamespacename
source: Please enter a class namespace.
cs_cz: Zadejte prosím jmenný prostor.
sk_sk: Prosím, zadajte namespace triedy.
zh_cn: 请输入一个类的命名空间。

# sysdev.class_new.fullcodename
source: Class code name:
cs_cz: Kódový název:
sk_sk: Kódové meno triedy:
zh_cn: 类代码名称：

# sysdev.class_new.namespacenameidentifier
source: Please enter class namespace in identifier format.
cs_cz: Zadejte, prosím, namespace v identifikačním formátu.
zh_cn: 请输入类命名空间标识符的格式。

# sysdev.class_new.primarykeyname
source: Primary key name:
cs_cz: Název primárního klíče:
sk_sk: Názov primárneho kľúča:
zh_cn: 主键名：

# sysdev.class_new.tablename
source: Table name:
cs_cz: Název tabulky:
sk_sk: Názov tabuľky:
zh_cn: 表名称:

# sysdev.class_new_step1.description
source: Please enter class display name (for users) and code name (it will be used in your code when necessary).
cs_cz: Zadejte prosím zobrazovaný název třídy (pro uživatele) a kódový název (bude v případě potřeby použit v kódu).
sk_sk: Prosím, zadajte názov triedy (pre užívateľov) a kódové meno (bude použité vo vašom kóde ak to bude nutné)
zh_cn: 请输入 （对于用户） 类显示名称和代码名称 （它将在您的代码，在必要时使用）。
