Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingskey.cmscheckdocumentpermissions.description
source: If enabled, only pages for which the current user has the "Read" permission are displayed in the content tree (both on in ##ui|cms.content|content##, in page listings and in various dialogs where the content tree is displayed). In case that a user doesn't have the "Read" permissions for any page at all, the root of the content tree is still displayed to them. If a user has the "Read" permission for a child page but not for its parent, the child page is not displayed.
cs_cz: Pokud je povoleno, jsou ve stromě obsahu zobrazeny pouze dokumenty pro které má aktuální uživatel oprávnění "Číst" (jak v CMS Desk -> Obsah, tak ve výpisu dokumentů a v různých dialozích, kde je zobrazen strom obsahu). V případě, že uživatel nemá oprávnění "Číst" pro žádný dokument, je pro něj stále zobrazen kořen stromu obsahu .Pokud má uživatel oprávnění "Číst" pro dceřinný, ale nikoliv pro rodičovský dokument, není dceřinný dokument zobrazen..
sk_sk: Ak je povolené, len dokumenty, na ktoré má aktuálny užívateľ právo na čítanie, sú zobrazené v strome obsahu (v CMS Desk -> Obsah, vo výpise dokumentov a na ďalších miestach, kde je strom obsahu). Ak užívateľ nemá právo na čítanie na vôbec žiadny dokument, stále sa mu bude zobrazovať rootovský dokument. Ak má užívateľ právo na čítanie na dcérsky dokument ale nemá toto právo na rodičovský, nezobrazí sa mu ani dcérsky.
zh_cn: 如果启用，只有当前用户的"读取"权限的页面将显示在内容树中 （两个在 ##ui|cms.content|content##，页面清单和各种对话框显示的内容树的位置）。在用户根本不具有任何页的"读取"权限的情况下，内容树的根仍会显示给他们。如果用户具有"读取"权限为一个子页面而不是其父，子页面是不会显示。

# settingskey.cmscheckfilespermissions
source: Check files permissions
cs_cz: Zkontrolovat oprávnění souboru
sk_sk: Kontrolovať oprávnenia súborov
zh_cn: 请检查文件权限

# settingskey.cmscheckfilespermissions.description
source: If checked, page permissions are applied to the files.
cs_cz: Pokud je označeno, jsou oprávnění dokumentu aplikována na soubory.
sk_sk: Ak je zaškrtnuté, dokumentové práva budú aplikované na súbory.
zh_cn: 如果选中此选项，页面权限将应用到文件。

# settingskey.cmscheckmediafilepermissions
source: Check files permissions
cs_cz: Zkontrolovat oprávnění souboru
sk_sk: Kontrolovať oprávnenia súborov
zh_cn: 请检查文件权限

# settingskey.cmscheckmediafilepermissions.description
source: If checked, "See media library content" permission is checked when retrieving media files using permanent URL.
cs_cz: Pokud je označeno, je označeno povolení "Zobrazit obsah knihovny médií" při získávání souborů médií za použití stálého URL.
sk_sk: Ak je zaškrtnuté, oprávnenie "Zobrazovanie obsahu mediálnej knižnice" je kontrolované pri prístupe k mediálnym súborm cez permanentnú URL.
zh_cn: 如果选中此选项，检索使用永久 URL 的媒体文件时，系统会检查"看到媒体库内容"的权限。

# settingskey.cmscheckpagepermissions
source: Check page permissions
cs_cz: Zkontrolovat oprávnění stránky
sk_sk: Kontrolovať oprávnenia stránky
zh_cn: 请检查页面的权限

# settingskey.cmscheckpagepermissions.description
source: Check page permissions according to the user access permissions in the defined section of the website.
cs_cz: Zkontrolovat oprávnění stránky podle uživatelova oprávnění přístupu v definované sekci webové stránky.
sk_sk: Kontrolovať oprávnenia stránky podľa oprávnení prístupu užívateľa v definovanej sekcii webovej stránky.
zh_cn: 请检查页面权限根据在该网站的定义部分中的用户访问权限。

# settingskey.cmscheckpublishedfiles
source: Check if files are published
cs_cz: Zkontrolovat, zda jsou soubory publikovány
sk_sk: Kontrolovať, či sú súbory publikované
zh_cn: 检查是否发布文件

# settingskey.cmscheckpublishedfiles.description
source: If checked, only files from published pages can be accessed from the live site.
cs_cz: Pokud je označeno, mohou být z ostré stránky přístupné pouze publikované dokumenty.
sk_sk: Ak je zaškrtnuté, len súbory z publikovaných dokumentov budú prístupné zo živého webu.
zh_cn: 如果选中此选项，可以从实时网站访问仅从已发布的页面文件。

# settingskey.cmsclientcacheminutes
source: Client cache (minutes)
cs_cz: Klientská cache ( minuty)
sk_sk: Ukladať obsah do cache pamäte klienta (minúty)
zh_cn: 客户端缓存 (分钟)

# settingskey.cmsclientcacheminutes.description
source: Sets the number of minutes for which client browsers are allowed to cache files. Client file caching includes images, and web resources such as CSS stylesheets and JavaScript files.
cs_cz: Počet minut, po který může být obsah cachován v klientském prohlížeči. Pokud je hodnota zadána na 0, je klientské cachování zakázáno.
sk_sk: Určuje, koľko minút má byť obsah uložený v cache pamäti klientského prehliadača. Ak je hodnota 0, cache clienta je zakázaná.
zh_cn: 将为哪种客户端浏览器都允许的分钟数设置为缓存文件。客户端文件缓存包含图像和 CSS 样式表和 JavaScript 文件 web 资源。

# settingskey.cmscmabusereport
source: Abuse report
cs_cz: Hlášení závadného obsahu
sk_sk: Hlásenie vulgarizmov
zh_cn: 滥用报告

# settingskey.cmscmabusereport.description
source: Enables logging of abuse report activity.
cs_cz: Povoluje zaznamenání aktivity hlášení závadného obsahu.
sk_sk: Povolí zaznamenávanie aktivít typu hlásenie vulgarizmov.
zh_cn: 启用日志记录功能的虐待报告活动。

# settingskey.cmscmactivitiesenabled
source: Log activities
cs_cz: Logovat aktivity
sk_sk: Zaznamenávať aktivity
zh_cn: 日志的活动

# settingskey.cmscmactivitiesenabled.description
source: Enables logging of all activities. Please note that on-line marketing must be also enabled.
cs_cz: Povoluje zaznamenání aktivit.Všimněte si prosím, že musí být zárověň povolen on-line marketing.
sk_sk: Povolí zaznamenávanie všetkých aktivít. Je ale nutné, aby bol povolený On-line marketing.
zh_cn: 启用日志记录所有的活动。请注意网上营销还必须被启用。

# settingskey.cmscmaddingproducttosc
source: Adding a product to shopping cart
cs_cz: Přidat produkt do nákupního košíku
sk_sk: Pridanie produktu do nákupného košíka
zh_cn: 将产品添加到购物车

# settingskey.cmscmaddingproducttosc.description
source: Enables logging activity when product is added to shopping cart.
cs_cz: Povoluje zaznamenání aktivity, když je produkt přidán do nákupního košíku,
sk_sk: Povolí zaznamenávanie aktivity, keď užívateľ pridá produkt do nákupného košíka.
zh_cn: 启用日志记录活动，当产品添加到购物车。

# settingskey.cmscmaddingproducttowl
source: Adding a product to wishlist
cs_cz: Přidání produktu do seznamu přání
sk_sk: Pridanie produktu do zoznamu želaní
zh_cn: 将产品添加到收藏

# settingskey.cmscmaddingproducttowl.description
source: Enables logging activity when product is added to wish list.
cs_cz: Povoluje zaznamenání aktivity, když je produkt přidán do seznamu přání.
sk_sk: Povolí zaznamenávanie aktivity, keď užívateľ pridá produktu do zoznamu želaní (wishlistu).
zh_cn: 启用日志记录活动，当产品被添加到愿望清单。

# settingskey.cmscmallowloggingipaddresses
source: Log IP addresses
cs_cz: Logovat IP adresy
sk_sk: Zaznamenávať IP adresy
zh_cn: 日志 IP 地址

# settingskey.cmscmallowloggingipaddresses.description
source: Enable/disable logging of IP addresses
cs_cz: Povolit/ zakázat zaznamenání IP adres
sk_sk: Povolí/zakáže zaznamenávanie IP adries.
zh_cn: 启用/禁用日志记录的 IP 地址

# settingskey.cmscmbizformsubmission
source: On-line form submission
cs_cz: Vyplnění on-line formuláře
sk_sk: Odoslanie on-line formulára
zh_cn: 在线表单提交

# settingskey.cmscmbizformsubmission.description
source: Enables logging activity after submitting on-line form.
cs_cz: Povoluje zaznamenání aktivity po vyplnění on-line formuláře.
sk_sk: Povolí zaznamenávanie aktivity po potvrdení a odoslaní on-line formulára.
zh_cn: 启用活动记录后提交在线表单。

# settingskey.cmscmblogpostcomments
source: Blog post comments
cs_cz: Komentáře příspěvku blogu
sk_sk: Komentár k príspevku v blogu
zh_cn: 博客帖子评论

# settingskey.cmscmblogpostcomments.description
source: Enables logging activity after visitor adds new comment to blog post.
cs_cz: Povoluje zaznamenání aktivity poté, co návštěvník přídá nový komentář k příspěvku blogu.
sk_sk: Povolí zaznamenávanie aktivity, keď užívateľ pridá nový komentár k príspevku v blogu.
zh_cn: 启用日志记录活动后访客向博客文章添加新评论。

# settingskey.cmscmblogpostsubscription
source: Blog post subscription
cs_cz: Přihlášení k příspěvku blogu
sk_sk: Prihláška k príspevku v blogu
zh_cn: 博客帖子订阅

# settingskey.cmscmblogpostsubscription.description
source: Enables logging of blog post subscription.
cs_cz: Povoluje zaznamenání přihlášení k příspěvku blogu.
sk_sk: Povolí zaznamenávanie aktivity pri prihlásení užívateľa k nejakému príspevku v blogu.
zh_cn: 启用日志记录功能的博客帖子的订阅。

# settingskey.cmscmchatacceptautomaticallyinitiatedchat
source: Accepting automatically initiated chat request
cs_cz: Akceptování automaticky iniciovaného požadavku na chat
zh_cn: 自动接受发起聊天请求

# settingskey.cmscmchatacceptautomaticallyinitiatedchat.description
source: Enables logging activities when user accepts automatically initiated chat request.
cs_cz: Povolí zaznamenávání aktivit, když uživatel přijme automaticky iniciovaný požadavek na chat.
zh_cn: 启用日志记录活动用户时自动接受发起聊天请求。

# settingskey.cmscmchatacceptinitiatedchat
source: Accepting initiated chat request
cs_cz: Akcepotování iniciovaného požadavku na chat
zh_cn: 接受发起聊天请求

# settingskey.cmscmchatacceptinitiatedchat.description
source: Enables logging activities when user accepts initiated chat request.
cs_cz: Povolí zaznamenávání aktivit, když uživatel přijme požadavek na chat.
zh_cn: 启用日志记录活动用户接受的时候发起聊天请求。

# settingskey.cmscmchatrequestsupport
source: Requesting support
cs_cz: Vyžádání podpory
zh_cn: 请求支持

# settingskey.cmscmchatrequestsupport.description
source: If true, activity will be logged when user requests support.
cs_cz: Pokud je zakliknuto, budou zaznamenávány aktivity, když uživatel požádá o podporu.
zh_cn: 如果为 true，则当用户请求支持时，将会记录活动。

# settingskey.cmscmchatrequestsupportofflineform
source: Requesting support using offline form
cs_cz: Vyžádání podpory použitím offline formuláře.
zh_cn: 请求支持使用脱机表单

# settingskey.cmscmchatrequestsupportofflineform.description
source: Enables logging activity when user request support using chat support offline form (when there are no online supporters).
cs_cz: Povolí zaznamenávání aktivit, když uživatel požádá o podporu skrz offline formulář podpory (pokud nesjou dostupní žádní poskytovatelé podpory).
zh_cn: 启用活动记录，当用户请求支持使用聊天支持脱机表单 （当有没有在线的支持者）。

# settingskey.cmscmclickthroughtracking
source: Clickthrough tracking
cs_cz: Sledování kliknutí na odkaz
sk_sk: Kliknutie na odkaz
zh_cn: 点击跟踪

# settingskey.cmscmclickthroughtracking.description
source: Enables logging activity when users click a particular hyperlink in email.
cs_cz: Povoluje zaznamenání aktivity pokud uživatel klikne na určitý odkaz v e-mailu.
sk_sk: Povolí zaznamenávanie aktivity, keď užívateľ klikne na špeciálny odkaz v e-maili.
zh_cn: 启用日志记录活动，当用户单击电子邮件中特定的超链接。

# settingskey.cmscmcontentrating
source: Content rating
cs_cz: Hodnocení obsahu
sk_sk: Hodnotenie obsahu
zh_cn: 内容评级

# settingskey.cmscmcontentrating.description
source: Enables logging of content rating activity.
cs_cz: Povoluje zaznamenání aktivit hodnocení obsahu.
sk_sk: Povolí zaznamenávanie aktivity hodnotenia obsahu.
zh_cn: 启用日志记录的内容评级活动。

# settingskey.cmscmcustomactivities
source: Custom activities
cs_cz: Uživatelské aktivity
sk_sk: Užívateľské aktivity
zh_cn: 自定义活动

# settingskey.cmscmcustomactivities.description
source: Enables logging of custom activities.
cs_cz: Povoluje zaznamenání uživatelských aktivit.
sk_sk: Povolí zaznamenávania užívateľských aktivít.
zh_cn: 启用日志记录功能的自定义活动。

# settingskey.cmscmcustomerregistration
source: Customer registration
cs_cz: Registrace zákazníka
sk_sk: Registrácia zákazníka
zh_cn: 客户注册

# settingskey.cmscmcustomerregistration.description
source: Enables logging of customer registration activity.
cs_cz: Povoluje zaznamenání aktivity registrace zákazníka.
sk_sk: Povolí zaznamenávanie aktivity pri registrácií zákazníka.
zh_cn: 启用日志记录的客户注册的活动。

# settingskey.cmscmcustomtableform
source: Custom table form submit
zh_cn: 自定义表格表单提交

# settingskey.cmscmcustomtableform.description
source: Enables logging activity after submitting custom table form.
zh_cn: 启用记录提交自定义表格后的活动。

# settingskey.cmscmemailopening
source: Email opening
cs_cz: Otevření e-mailu
sk_sk: Otvorenie e-mailu
zh_cn: 电子邮件开放

# settingskey.cmscmemailopening.description
source: Enables logging activity after campaign email has been opened.
cs_cz: Povoluje zaznamenání aktivity po otevření e-mailu newsletteru.
sk_sk: Povolí zaznamenávanie aktivity po otvorení e-mailu z newslettera.
zh_cn: 启用日志记录活动，在打开活动的电子邮件后。

# settingskey.cmscmeventbooking
source: Event booking
cs_cz: Rezervace události
sk_sk: Rezervácia udalosti
zh_cn: 事件预订

# settingskey.cmscmeventbooking.description
source: Enables logging activity when attendee subscribes to an event.
cs_cz: Povoluje zaznamenání aktivity, kyž se účastník přihlásí k události.
sk_sk: Povolí zaznamenávanie aktivity pri prihlásení účastníka k udalosti.
zh_cn: 启用日志记录活动，当与会者订阅事件。

# settingskey.cmscmexternalsearch
source: External search
cs_cz: Externí vyhledávání
sk_sk: Externé vyhľadávanie
zh_cn: 外部搜索

# settingskey.cmscmexternalsearch.description
source: Enables logging of external search activity (i.e. visitor uses external search engine that leads to the web site).
cs_cz: Povoluje zaznamenání aktivity externího vyhledávání (např. návštěvník používá externí vyhledávač, který vede na tuto webovou stránku).
sk_sk: Povolí zaznamenávanie aktivity pri externom vyhľadávaní (t. j. návštevník použije externý vyhľadávač, ktorý ho privedie na web).
zh_cn: 启用外部搜索活动的日志记录 （即访问者使用指向网站的外部搜索引擎）。

# settingskey.cmscmexternalweb
source: External web
cs_cz: Externí web
sk_sk: Externý web
zh_cn: 外部 web

# settingskey.cmscmforumposts
source: Forum posts
cs_cz: Příspěvky fóra
sk_sk: Príspevok do fóra
zh_cn: 论坛帖子

# settingskey.cmscmforumposts.description
source: Enables logging activity after visitor adds new forum post.
cs_cz: Povoluje zaznamenání aktivity poté, co návštěvník přidá nový příspěvek fóra.
sk_sk: Povolí zaznamenávanie aktivity po pridaní nového príspevku do fóra.
zh_cn: 启用日志记录活动，在游客中添加新的论坛帖子后。

# settingskey.cmscmforumpostsubscription
source: Forum post subscription
cs_cz: Přihlášní k příspěvku fóra
sk_sk: Prihláška k príspevku vo fóre
zh_cn: 论坛帖子订阅

# settingskey.cmscmforumpostsubscription.description
source: Enables logging of forum post subscription.
cs_cz: Povoluje zaznamenání přihlášení k příspěvkům fóra.
sk_sk: Povolí zaznamenávanie aktivity pri prihlásení užívateľa k nejakému príspevku vo fóre.
zh_cn: 论坛帖子订阅启用日志记录功能。

# settingskey.cmscmglobalaccounts
source: Allow global accounts
cs_cz: Povolit globální účty
sk_sk: Povoliť globálne účty
zh_cn: 允许全局帐户

# settingskey.cmscmglobalaccounts.description
source: Indicates if global accounts should be available on site.
cs_cz: Určuje, zda mají být na webu dostupné globální učty.
sk_sk: Určuje, či majú byť na webe dostupné aj globálne účty.
zh_cn: 指示是否全局帐户应在网站上可用。

# settingskey.cmscmglobalconfiguration
source: Allow global configuration
cs_cz: Povolit globální konfigurace
sk_sk: Povoliť globálne konfigurácie
zh_cn: 允许全局配置

# settingskey.cmscmglobalconfiguration.description
source: Indicates if global configuration should be available on site.
cs_cz: Určuje, zda má být na webu dostupná globální konfigurace.
sk_sk: Určuje, či majú byť na webe dostupné aj globálne konfigurácie.
zh_cn: 指示是否全局配置应在网站上可用。

# settingskey.cmscmglobalcontactgroups
source: Allow global contact groups
cs_cz: Povolit globální skupiny kontaktů
sk_sk: Povoliť globálne skupiny kontaktov
zh_cn: 允许全局联系人组

# settingskey.cmscmglobalcontactgroups.description
source: Indicates if global contact groups should be available on site.
cs_cz: Určuje, zda mají být na webu dostupné globální skupiny kontaktů.
sk_sk: Určuje, či majú byť na webe dostupné aj globálne skupiny kontaktov.
zh_cn: 指示是否全局联络小组应在网站上可用。

# settingskey.cmscmglobalcontacts
source: Allow global contacts
cs_cz: Povolit globální kontakty
sk_sk: Povoliť globálne kontakty
zh_cn: 允许全局联系人

# settingskey.cmscmglobalcontacts.description
source: Indicates if global contacts should be available on site.
cs_cz: Určuje, zda mají být na webu dostupné globální kontakty.
sk_sk: Urujče, či majú byť na webe dostupné aj globálne kontakty.
zh_cn: 指示是否全局联系人应在网站上可用。

# settingskey.cmscmjoiningagroup
source: Joining a group
cs_cz: Připojení ke skupině
sk_sk: Pridanie sa do skupiny
zh_cn: 加入组

# settingskey.cmscmjoiningagroup.description
source: Enables logging of joining the group activity.
cs_cz: Povoluje zaznamenání aktivity připojení ke skupině.
sk_sk: Povolí zaznamenávanie aktivity pri pripojení užívateľa ku skupiny.
zh_cn: 启用日志记录功能的加入小组活动。

# settingskey.cmscmlandingpage
source: Landing page
cs_cz: Vstupní stránka
sk_sk: Vstupná stránka
zh_cn: 登陆页面

# settingskey.cmscmlandingpage.description
source: Enables logging of landing page activity.
cs_cz: Povoluje zaznamenání aktivity vstupní stránky.
sk_sk: Povolí zaznamenávanie stránky, ktorú užívateľ navštívil ako prvú.
zh_cn: 启用日志记录功能的着陆页活动。

# settingskey.cmscmleavingagroup
source: Leaving a group
cs_cz: Odchod ze skupiny
sk_sk: Odhlásenie zo skupiny
zh_cn: 离开群

# settingskey.cmscmleavingagroup.description
source: Enables logging of leaving the group activity.
cs_cz: Povolí zaznamenání aktivity odchodu ze skupiny.
sk_sk: Povolí zaznamenávanie aktivity pri odchode užívateľa zo skupiny.
zh_cn: 启用日志记录功能的离开小组活动。

# settingskey.cmscmmessageboardposts
source: Message board posts
cs_cz: Příspěvek diskuze
sk_sk: Príspevok do diskusie
zh_cn: 消息帖子

# settingskey.cmscmmessageboardposts.description
source: Enables logging activity after visitor adds new post.
cs_cz: Povoluje zaznamenání aktivity poté, co návštěvník přidá nový příspěvek.
sk_sk: Povolí zaznamenávanie aktivity, keď užívateľ pridá nový príspevok.
zh_cn: 启用日志记录活动后访客增加了新的岗位。

# settingskey.cmscmmessageboardsubscription
source: Message board subscription
cs_cz: Přihlášení k diskuzi
sk_sk: Prihláška k diskusii
zh_cn: 留言板订阅

# settingskey.cmscmmessageboardsubscription.description
source: Enables logging of message board subscription.
cs_cz: Povoluje zaznamenání přihlášení k diskuzi.
sk_sk: Povolí zaznamenávanie aktivity pri prihlásení užívateľa k diskusii.
zh_cn: 启用留言板订阅的记录。

# settingskey.cmscmnewslettersubscribe
source: Subscription
cs_cz: Přihlášení
sk_sk: Prihlásenie
zh_cn: 订阅

# settingskey.cmscmnewslettersubscribe.description
source: Enables logging of newsletter subscription activity.
cs_cz: Povoluje zaznamenání aktivity přihlášení k odběru newsletteru.
sk_sk: Povolí zaznamenávanie aktivity pri prihlásení užívateľa k newsletteru.
zh_cn: 启用日志记录功能的时事通讯订阅活动。

# settingskey.cmscmnewsletterunsubscribe
source: Unsubscription
cs_cz: Odhlášení
sk_sk: Odhlásenie
zh_cn: 未获客户退订

# settingskey.cmscmnewsletterunsubscribe.description
source: Enables logging of newsletter unsubscription activity.
cs_cz: Povoluje zaznamenání aktivity odhlášení odběru newsletteru.
sk_sk: Povolí zaznamenávanie aktivity pri odhlásení užívateľa z newsletteru.
zh_cn: 通讯未获客户退订活动启用日志记录功能。

# settingskey.cmscmpagevisits
source: Page visits
cs_cz: Návštěvy stránek
sk_sk: Návštevy stránok.
zh_cn: 页面访问

# settingskey.cmscmpagevisits.description
source: Enables logging of page visit activity.
cs_cz: Povoluje zaznamenání aktivity návštěva stránky.
sk_sk: Povolí zaznamenávanie aktivity pri návšteve určitej stránky.
zh_cn: 启用日志记录的页面的访问活动。

# settingskey.cmscmpollvoting
source: Poll voting
cs_cz: Hlasování v anketě
sk_sk: Hlasovanie v ankete
zh_cn: 投票表决

# settingskey.cmscmpollvoting.description
source: Enables logging activity after user votes in a poll.
cs_cz: Povolí zaznamenání aktivity poté, co uživatel hlasuje v anketě.
sk_sk: Povolí zaznamenávanie aktivity, keď užívateľ zahlasuje do ankety.
zh_cn: 启用日志记录活动之后用户投票的一项民意调查。

# settingskey.cmscmpurchase
source: Purchase
cs_cz: Nákup
sk_sk: Nákup
zh_cn: 购买

# settingskey.cmscmpurchase.description
source: Enables logging of purchase activity.
cs_cz: Povoluje zaznamenání aktivity nákup.
sk_sk: Povolí zaznamenávanie aktivity pri dokončení nákupu.
zh_cn: 启用日志记录的采购活动。

# settingskey.cmscmpurchasedproduct
source: Purchased product
cs_cz: Zakoupený produkt
sk_sk: Nákup produktu
zh_cn: 购买的产品

# settingskey.cmscmpurchasedproduct.description
source: Enables logging of purchased items individually.
cs_cz: Povoluje zaznamenání zakoupených položek individuálně.
sk_sk: Povolí zaznamenávanie nákupu každého produktu individuálne.
zh_cn: 启用单独购买的物品的日志记录。

# settingskey.cmscmremovingproductfromsc
source: Removing a product from shopping cart
cs_cz: Odstranění produktu z nákupního košíku
sk_sk: Odstránenie produktu z košíka
zh_cn: 从购物车删除产品

# settingskey.cmscmremovingproductfromsc.description
source: Enables logging activity when product is removed from shopping cart.
cs_cz: Povoluje zaznamenání aktivity při odstranění produktu z nákupního košíku
sk_sk: Povolí zaznamenávanie aktivity, keď užívateľ odstráni produkt z nákupného košíka.
zh_cn: 启用日志记录活动，从购物车删除产品时。

# settingskey.cmscmsearch
source: Search
cs_cz: Vyhledávání
sk_sk: Vyhľadávanie
zh_cn: 搜索

# settingskey.cmscmsearch.description
source: Enables logging of internal search activity (user uses standard search web part).
cs_cz: Povoluje zaznamenání aktivity interního vyhledávání (uživatel používá standardní vyhledávací web partu).
sk_sk: Povolí zaznamenávanie aktivity pri internom vyhľadávaní (t. j. užívateľ použije klasickú vyhľadávaciu web partu ).
zh_cn: 启用日志记录的内部搜索活动 （用户使用标准搜索 web 部件）。

# settingskey.cmscmstamp
source: Notes stamp format
cs_cz: Formát označení poznámek
sk_sk: Formát pečiatky v poznámkach
zh_cn: 邮票设置笔记格式

# settingskey.cmscmstamp.description
source: Customizable stamp which will be used in accounts or contact notes.
cs_cz: Uživatelské označení, které bude použito v účtech nebo poznámkách kontaktu.
sk_sk: Pečiatka, ktorá bude použité v poli Poznámky u kontaktov a účtov.
zh_cn: 可定制的邮票将用于帐户或联系人笔记。

# settingskey.cmscmuserlogin
source: User login
cs_cz: Přihlášení uživatele
sk_sk: Prihlásenie užívateľa
zh_cn: 用户登录

# settingskey.cmscmuserlogin.description
source: Enables logging of user login activity.
cs_cz: Povoluje zaznamenání aktivity přihlášení uživatele.
sk_sk: Povolí zaznamenávanie aktivity pri prihlásení užívateľa.
zh_cn: 启用用户登录活动的记录。

# settingskey.cmscmuserregistration
source: User registration
cs_cz: Registrace uživatele
sk_sk: Registrácia užívateľa
zh_cn: 用户注册

# settingskey.cmscmuserregistration.description
source: Enables logging of user registration event.
cs_cz: Povoluje zaznamenání události registrace uživatele.
sk_sk: Povolí zaznamenávanie aktivity pri registrácií užívateľa.
zh_cn: 启用用户注册事件的记录。

# settingskey.cmscmwikicontributiondelete
source: Deletion of existing page
cs_cz: Mazání existujícího dokumentu
sk_sk: Zmazanie dokumentu
zh_cn: 删除的现有页

# settingskey.cmscmwikicontributiondelete.description
source: Enables activity logging when a user deletes a page as a user contribution.
cs_cz: Povoluje zaznamenání aktivity poté, co byl smazán příspěvek.
sk_sk: Povolí zaznamenávanie aktivity pri zmazaní užívateľského príspevku.
zh_cn: 启用活动日志记录，当用户删除作为用户贡献的网页。

# settingskey.cmscmwikicontributioninsert
source: Creation of a new page
cs_cz: Vytvoření nového dokumentu
sk_sk: Vytvorenie dokumentu
zh_cn: 创建了一个新的网页

# settingskey.cmscmwikicontributioninsert.description
source: Enables activity logging when a user creates a new page as a user contribution.
cs_cz: Povoluje zaznamenání aktivity poté, co byl vytvořen nový příspěvek.
sk_sk: Povolí zaznamenávanie aktivity pri vytvorení nového užívateľského príspevku.
zh_cn: 启用活动日志记录用户创建一个新页作为用户贡献时。

# settingskey.cmscmwikicontributionupdate
source: Update of existing page
cs_cz: Aktualizace existujícího dokumentu
sk_sk: Aktualizácia dokumentu
zh_cn: 更新的现有页

# settingskey.cmscmwikicontributionupdate.description
source: Enables activity logging when user changes an existing page as a contribution.
cs_cz: Povoluje zaznamenání aktivity když uživatel změní existující příspěvek.
sk_sk: Povolí zaznamenávanie aktivity, keď užívateľ upraví príspevok.
zh_cn: 启用活动日志记录当用户更改现有页作为一项贡献。

# settingskey.cmscombinecomponentscss
source: Combine CSS from components
cs_cz: Kombinovat CSS z komponent
sk_sk: Kombinovať CSS z komponent
zh_cn: 将 CSS 从组件结合起来
