Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# integration.connectornameerror
source: Given Connector name '{0}' does not correspond with code name of any of defined connectors. Please review your settings.
cs_cz: Zadané ConnectorName nekoresponduje s řádným definovaným konektorem. Zkontrolujte prosím své nastavení.
sk_sk: Zadané ConnectorName nezodpovedá žiadnemu z definovaných konektorov. Skontrolujte, prosím, nastavenia.
zh_cn: 鉴于连接器名称"{0}"不符合代码任何的名称定义的连接器。请检查您的设置。

# integration.connectorunavailable
source: Failed not load connector '{0}'. Please check connector settings.
cs_cz: Načítání konektoru '{0}' selhalo. Zkontrolujte, prosím, nastavení konektoru.
zh_cn: 失败不负载连接器 '{0}'。请检查连接器设置。

# integration.description
source: Allows you to integrate Kentico with 3rd party components or systems, for example CRMs. Register integration connectors and manage incoming and outgoing integration tasks.
cs_cz: V této sekci můžete spravovat integraci komponent nebo systémů třetích stran s Kentico. Mohou zde být registrovány a spravovány integrační konektory komponent nebo systémů třetích stran. Můžete také prohlížet, spouštět a mazat příchozí a odchozí integrační úlohy logované pro registrované konektory.
sk_sk: V tejto sekcii môžete spravovať integráciu komponent 3. strán so systémom Kentico. Môžu tu byť registrované a spravované integračné konektory ku komponentám alebo systémom tretích strán. Môžete si tiež zobraziť, spustiť a mazať prichádzajúce a odchádzajúce integračné úlohy zaznamenané pre registrované konektory.
zh_cn: 允许您与第三方组件或系统，例如 Crm.注册集成连接器集成 Kentico 和管理传入和传出集成任务。

# integration.errorlicense
source: Current license does not allow using the Integration module.
cs_cz: Tato licence nepovoluje použití Integračního modulu,
sk_sk: Aktuálna licencia neumožňuje použitie Integračného modulu.
zh_cn: 当前许可证不允许使用集成模块。

# integration.inbound
source: Inbound
cs_cz: Příchozí
sk_sk: Prichádzajúce
zh_cn: 入站

# integration.incomingtasks
source: Incoming tasks
cs_cz: Příchozí úlohy
sk_sk: Prichádzajúce úlohy
zh_cn: 传入的任务

# integration.integration
source: Integration bus
cs_cz: Integrační sběrnice
sk_sk: Integračná zbernica
zh_cn: 集成总线

# integration.loadconnectorfailed
source: Connector is not associated with any of loaded connectors. Possible reasons are: 1) Connector name does not correspond with ConnectorName property within connector's code. 2) Assembly name or class name does not exist. Please review your settings or restart the application.
cs_cz: Konektor není asociovaný s žádným načteným konektorem, Možné důvody jsou: 1) Název konektoru nekoresponduje s vlastností ConnectorName v kódu konektoru. 2) Název assembly nebo třídy neexistuje. Zkontrolujte prosím vaše nastavení nebo restartujte aplikaci.
sk_sk: Konektor nie je priradený k žiadnemu z načítaných konektorov. Skontrolujte, prosím, nastavenia alebo reštartujte aplikáciu.
zh_cn: 连接器不是与任何加载连接器相关联的。可能的原因是：1） 连接器名称不符合连接器的代码中的 ConnectorName 属性。2） 程序集名称或类名称不存在。请检查您的设置或重新启动应用程序。

# integration.loadconnectorsfailed
source: Failed to load connector '{2}' with assembly name '{0}' and class name '{1}'. Please check connector settings.
cs_cz: Nahrání konektoru s názvem assembly '{0}' a názvem třídy '{1}' selhalo. Zkontrolujte prosím nastavení konektoru,
sk_sk: Načítanie konektoru s názvom zostavy '{0}' a názvom triedy '{1}' zlyhalo. Skontrolujte, prosím, nastavenia konektoru.
zh_cn: 未能加载连接器 '{2}' 与程序集名称 '{0}' 和 '{1}' 的类名。请检查连接器设置。

# integration.outbound
source: Outbound
cs_cz: Odchozí
sk_sk: Odchádzajúce
zh_cn: 出站

# integration.outcomingtasks
source: Outgoing tasks
cs_cz: Odchozí úlohy
sk_sk: Odchádzajúce úlohy
zh_cn: 即将离任的任务

# integration.processingdisabled
source: Processing is disabled. Please review your settings at '##ui|cms|settings## -> Integration -> Integration bus'.
cs_cz: Zpracování je vypnuto. Zkontrolujte prosím vaše nastavení v 'Site Manager -> Nastavení -> Integrace -> Integrační sběrnice'.
sk_sk: Spracovanie je zakázané. Preskúmajte, prosím, svoje nastavenia v 'Site Manager -> Nastavenia -> Integrácia -> Integračná zbernica'.
zh_cn: 处理被禁用。请检查您的设置在 ' ##ui|cms|settings##-> 集成-> 集成总线 '。

# integration.selectedtasks
source: Selected tasks
cs_cz: Vybrané úlohy
zh_cn: 选定的任务

# integration.taskdirection
source: Task direction
cs_cz: Cíl úlohy
sk_sk: Smer úlohy
zh_cn: 任务方向

# integration.tasktime
source: Task time
cs_cz: Čas úlohy
sk_sk: Čas úlohy
zh_cn: 任务时间

# integration.tasktitle
source: Task title
cs_cz: Titulek úlohy
sk_sk: Titulok úlohy
zh_cn: 任务标题

# integration.tasktype
source: Task type
cs_cz: Typ úlohy
sk_sk: Typ úlohy
zh_cn: 任务类型

# internalstatusselector.additems
source: Add internal statuses
cs_cz: Přidat interní stav
sk_sk: Pridať vnútorný stav
zh_cn: 添加内部状态

# internalstatusselector.entersearch
source: Internal status
cs_cz: Název interního stavu:
sk_sk: Názov interného stavu:
zh_cn: 内部状态

# internalstatusselector.itemname
source: Internal status name
cs_cz: Název interního stavu
sk_sk: Názov interného stavu
zh_cn: 内部状态名称

# internalstatusselector.moreitems
source: (more internal statuses...)
cs_cz: (více interních stavů...)
sk_sk: (viac vnútorných stavov...)
zh_cn: （......更多内部状态）

# internalstatusselector.nodata
source: No internal statuses found.
cs_cz: Nebyly nalezeny žádné interní stavy.
sk_sk: Neboli nájdené žiadne interné stavy
zh_cn: 没有发现的内部状态。

# internalstatusselector.selectitem
source: Select internal status
cs_cz: Vyberte interní stav
sk_sk: Vybrať interný stav
zh_cn: 选择内部状态

# invalidlicense.clientportal
source: Client Portal
cs_cz: Client key ID
zh_cn: 客户门户

# invalidlicense.currentdomain
source: You don't have a valid license for the current domain.
cs_cz: Nemáte platnou licenci pro aktuální doménu.
zh_cn: 您没有当前域名的有效许可证.

# invalidlicense.howto
source: How to get the license key
cs_cz: Jak získat licenční klíč
zh_cn: 如何获取许可证密钥

# invalidlicense.howto.option1.firstpart
source: If you <strong>own a license</strong> and want to generate a license key, please log in to the
cs_cz: Pokud <strong>vlastníte licenci</strong> a chcete vygenerovat licenční klíč, přihlašte se, prosím, do
zh_cn: 如果您<strong>拥有的许可证</strong>并想要生成一个许可证密钥，请登录到

# invalidlicense.howto.option1.secondpart
source: to generate the license key.
cs_cz: pro vygenerování licenčního klíče
zh_cn: 要生成的许可证密钥。

# invalidlicense.howto.option2
source: If you want to use the <strong>trial version</strong> of Kentico for evaluation purposes and wish to use a domain name other than “localhost” please contact
cs_cz: Pokud chcete používat <strong>trial verzi</strong> systému Kentico pro účely hodnocení a chcete používat jiný název domény jako "localhost", kontaktujte, prosím,
zh_cn: 如果你想要用于评估目的使用Kentico的<strong>试用版</strong>和想要使用一个域名，其他比如"localhost"请联系

# invalidlicense.howto.option3.firstpart
source: If you’d like to use the <strong>free edition</strong> of Kentico, please log in to the
cs_cz: Pokud chcete používat <strong>bezplatnou edici</strong> systému Kentico, přihlašte se, prosím, do
zh_cn: 如果你想要使用Kentico的<strong>免费版</strong>，请登录到

# invalidlicense.howto.option3.secondpart
source: to generate the license key for your domain.
cs_cz: pro vygenerování licenčního klíče pro vaši doménu.
zh_cn: 以便生成您的域名的许可证密钥。

# invalidlicense.trialexpired
source: You can <a target="_blank" href="http://www.kenticoasia.com/Download-Demo/Trial-Version/Trial-Extend">extend your trial period</a>.
zh_cn: 您可以<a target="_blank" href="http://www.kenticoasia.com/Download-Demo/Trial-Version/Trial-Extend">延续您的试用期</a>。

# invalidlogonattempts.unlockaccount.accountlocked
source: <strong>Your account has been locked</strong> because you have reached the maximum number of invalid logon attempts.
cs_cz: Váš účet byl zablokován, protože jste dosáhli maximální počet neplatných pokusů o přihlášení.
zh_cn: <strong>您的帐户已被锁定了</strong>因为你已无效登录尝试的最大数目。

# invalidlogonattempts.unlockaccount.accountlockedlink
source: You can contact the administrator or {0} to receive an email containing instructions on how to unlock your account.
cs_cz: Můžete se obrátit na správce nebo {0}, pokud chcete dostat e-mail obsahující návod, jak odblokovat váš účet.
zh_cn: 你可以联系管理员或 {0}，以收到一封电子邮件，包含有关如何解锁您的帐户的说明。

# invalidlogonattempts.unlockaccount.accountunlocked
source: Your user account was successfully unlocked.
cs_cz: Váš uživatelský účet byl úspěšně odblokován.
zh_cn: 您的用户帐户是成功解除锁定。

# invalidlogonattempts.unlockaccount.errortext
source: The selected account doesn't exist or has already been unlocked.
cs_cz: Vybraný účet neexistuje nebo už byl odblokován.
zh_cn: 所选的帐户不存在或已被解锁。

# invalidlogonattempts.unlockaccount.login
source: You can login on <a href="{0}" title="login">following</a> page.
cs_cz: Můžete se přihlásit na <a href="{0}" title="login">této</a> stránce.
zh_cn: 您可以登录<a href="{0}" title="login">以下</a>页面上。

# invalidlogonattempts.unlockaccount.reset
source: Reset
cs_cz: Vynulovat
zh_cn: 重置

# invalidlogonattempts.unlockaccount.title
source: Unlock user account
cs_cz: Odblokovat účet uživatele
zh_cn: 解锁用户帐户

# invalidlogonattempts.unlockaccount.unlocktext
source: Please click the following button to unlock your account.
cs_cz: Klikněte, prosím, na následující tlačítko pro odblokování vašeho účtu.
zh_cn: 请点击下面的按钮来解锁您的帐户。

# invitation.existingsitemember
source: existing site member
cs_cz: existujícího člena webu
sk_sk: existujúci člen stránky
zh_cn: 现有网站成员

# invitation.viaemail
source: via email
cs_cz: e-mailem
sk_sk: pomocou e-mailu
zh_cn: 通过电子邮件

# issueselector.noitemsselected
source: Please select an email
cs_cz: Vyberte vydání
zh_cn: 请选择电子邮件

# javascript.mootoolsprototype
source: <strong>WARNING:</strong> This web part uses MooTools JavaScript library which is not compatible with Prototype JavaScript library that is being used by another web part on this page.
cs_cz: <strong>VAROVÁNÍ:</strong> Tato web parta používá knihovnu MooTools JavaScript, která není kompatibilní s knihovnou Prototype JavaScript, která je používána jinou web partou na tomto webu.
sk_sk: <strong>VAROVANIE:</strong> Táto web parta používa knižnicu MooTools JavaScript, ktorá nie je kompatibilná s knižnicou Prototype JavaScript, ktorá je používaná inou web partou na tomto webe.
zh_cn: <strong>警告：</strong>此 web 部件使用 MooTools JavaScript 库，与正在使用的这个页面上的另一个 web 部件的原型 JavaScript 库并不兼容。

# javascript.prototypemootools
source: <strong>WARNING:</strong> This web part uses Prototype JavaScript library which is not compatible with MooTools JavaScript library that is being used by another web part on this page.
cs_cz: <strong>VAROVÁNÍ:</strong> Tato web parta používá knihovnu Prototype JavaScript, která není kompatibilní s knihovnou MooTools JavaScript, která je používána jinou web partou na tomto webu.
sk_sk: <strong>VAROVANIE:</strong> Táto web parta používa knižnicu MooTools JavaScript, ktorá nie je kompatibilná s knižnicou Prototype JavaScript, ktorá je používaná inou web partou na tomto webe.
zh_cn: <strong>警告：</strong>此 web 部件使用原型 JavaScript 库而不是与正在使用的这个页面上的另一个 web 部件的 MooTools JavaScript 库兼容。

# javascript.title
source: Javascript files
cs_cz: Javaskript soubory
zh_cn: Javascript 文件

# kicked.cancel
source: Kick was taken back.
cs_cz: Zablokování přístupu bylo zrušeno.
zh_cn: 踢被带回。

# kicked.user
source: User has been kicked.
cs_cz: Přístup uživatele byl zablokován.
zh_cn: 用户已经被踢。

# languageenum.htmlmixed
source: HTML Mixed
zh_cn: HTML 混合

# languageenum.less
source: LESS
zh_cn: 少

# languageenum.text
source: Text
zh_cn: 文本

# languageselect.additems
source: Add languages
cs_cz: Přidat jazyky
sk_sk: Pridať jazyky
zh_cn: 添加语言

# languageselect.entersearch
source: Language
cs_cz: Název jazyka nebo jeho část:
sk_sk: Názov jazyka alebo časť názvu:
zh_cn: 语言

# languageselect.itemname
source: Language name
cs_cz: Název jazyka
sk_sk: Názov jazyka
zh_cn: 语言名称

# languageselect.nodata
source: No languages selected
cs_cz: Nebyly vybrány žádné jazyky
sk_sk: Neboli vybrané žiadne jazyky
zh_cn: 没有选择的语言

# languageselect.selectitem
source: Select languages
cs_cz: Vybrat jazyky
sk_sk: Vyber jazyky
zh_cn: 选择语言

# languageselect.title
source: Select language
cs_cz: Vybrat jazyk
sk_sk: Vyber jazyk
zh_cn: 选择语言

# layout.notemplates
source: Page layout is not used for any page template or search criteria are too specific.
cs_cz: Layout stránky není použitý pro žádnou šablonu stránky nebo jsou kriteria vyhledávání příliš konkrétní.
zh_cn: 页面布局不能用于任何网页模板或搜索条件过于具体。

# layout.sharedwarning
source: The current layout ({0}) is shared, changes may affect other pages.
cs_cz: Aktuální layout ({0}) je sdílený, změny mohou ovlivnit jiné stránky.
zh_cn: 共享当前布局 （{0}），更改可能会影响其他页面。

# layout.templates
source: Page templates
cs_cz: Šablony stránek
zh_cn: 网页模板

# layouts.additems
source: Add layouts
cs_cz: Přidat layouty
zh_cn: 添加布局

# layouts.entersearch
source: Layout
cs_cz: Filtr:
zh_cn: 布局

# layouts.header
source: Layouts
cs_cz: Layouty
zh_cn: 布局

# layouts.itemname
source: Layout name
cs_cz: Název rozvržení
zh_cn: 布局名称

# layouts.layoutname
source: Layout name:
cs_cz: Název rozvržení:
sk_sk: Názov layoutu:
zh_cn: 布局名称：

# layouts.nodata
source: No layouts selected
cs_cz: Nebyla vybrána žádná rozvržení
zh_cn: 没有选定的布局

# layouts.norecords
source: No layouts matching your criteria were found.
cs_cz: Žádná rozvržení odpovídající vašim kritériím nebyla nalezena.
sk_sk: Neboli nájdené layouty vyhovujúce zadaným kritériám.
zh_cn: 没有与您的条件匹配的布局被发现。

# layouts.norecordsincategory
source: There are no layouts available.
cs_cz: Nejsou dostupná žádná rozvržení.
sk_sk: Nie sú dostupné žiadne layouty
zh_cn: 没有布局可用。

# layouts.selectitem
source: Select layout
cs_cz: Vybrat rozvržení
zh_cn: 选择布局

# layouts.selectlayout
source: Select layout
cs_cz: Vybrat rozvržení
sk_sk: Vyber layoutu
zh_cn: 选择布局

# layoutselect.entersearch
source: Layout
cs_cz: Název rozvržení nebo jeho část
sk_sk: Názov layoutu alebo jeho časť
zh_cn: 布局

# layoutselect.itemname
source: Layout name
cs_cz: Název rozvržení
sk_sk: Názov layoutu
zh_cn: 布局名称

# layoutselect.nodata
source: No layout selected.
cs_cz: Nebylo vybráno žádné rozvržení.
sk_sk: Nebol vybraný žiadny layout
zh_cn: 没有选定的布局。

# layoutselect.selectitem
source: Select web part layout
cs_cz: Vybrat rozvržení web party
sk_sk: Vybrať layout web party
zh_cn: 选择 web 部件布局

# license.export
source: Export list of domains
cs_cz: Exportovat seznam domén
sk_sk: Exportuj zoznam domén
zh_cn: 导出域名列表

# license.export.download
source: Location of the exported list is {0}.
cs_cz: Umístění exportovaného seznamu je {0}.
sk_sk: Stiahni zoznam
zh_cn: 导出列表中的位置是 {0}。

# license.export.exported
source: The list of domains has been successfully exported.
cs_cz: Seznam domén byl úspěšně vyexportován.
sk_sk: Zoznam domén bol úspešne exportovaný do <strong>{0}</strong>.
zh_cn: 已成功导出的域列表。

# license.export.filenameempty
source: Please enter a file name.
cs_cz: Zadejte prosím jméno souboru.
sk_sk: Vložte prosím názov súboru.
zh_cn: 请输入文件的名称。

# license.export.info
source: You are about to export the list of domains. Please enter the export file name.
cs_cz: Seznam domén bude exportován. Prosím zadejte jméno exportovacího balíku.
sk_sk: Idete exportovať zoznam domén. Zadajte prosím názov súboru na export.
zh_cn: 您将要导出的域列表。请输入导出文件的名称。

# license.export.notvalidfilename
source: Please enter valid file name.
cs_cz: Zadejte prosím platné jméno souboru.
sk_sk: Vložte prosím existujúci názov súboru.
zh_cn: 请输入有效的文件名。

source: License import
cs_cz: Importování licence
sk_sk: Import licencie
zh_cn: 进口许可证

# license.import.available
source: Available files
cs_cz: Dostupné soubory
sk_sk: Dostupné súbory
zh_cn: 可用文件

# license.import.canceled
source: License importing has been canceled
cs_cz: Importování licence bylo zrušeno
sk_sk: Importovanie licencie bolo prerušené
zh_cn: 导入许可证已被取消

# license.import.exception
source: Importing has finished with exception
cs_cz: Importování bylo dokončeno s chybou
sk_sk: Importovanie skončilo s výnimkou
zh_cn: 导入完毕的例外

# license.import.failed
source: Importing of license failed
cs_cz: Importování licence selhalo
sk_sk: Nastala chyba pri importovaní licencie
zh_cn: 许可证的导入失败

# license.import.faileddomain
source: Import license of domain {0} failed
cs_cz: Importování licence pro doménu '{0}' selhalo
sk_sk: Importovanie licencie pre doménu {0} skončilo neúspešne
zh_cn: 进口许可证的域 {0} 失败

# license.import.filestepdesc
source: Please select file with licenses which you want to import
cs_cz: Vyberte soubor s licencemi, které chcete importovat
sk_sk: Vyberte prosím súbor s licenciami, ktorý chcete importovať
zh_cn: 请选择与您要导入的许可证文件

# license.import.filesteptitle
source: Choose import file
cs_cz: Vyberte soubor k importu
sk_sk: Vyber súbor na import
zh_cn: 选择导入文件

# license.import.finish
source: License importing has finished
cs_cz: Importování licence bylo dokončeno
sk_sk: Importovanie licencií skončilo
zh_cn: 许可证导入已完成

# license.import.importstepdesc
source: Licenses are being imported
cs_cz: Licence se importují
sk_sk: Licencie sa importujú
zh_cn: 正在导入许可证

# license.import.importsteptitle
source: Import progress
cs_cz: Průběh importování
sk_sk: Pokrok importu
zh_cn: 导入进度

# license.import.inprogress
source: Import in progress
cs_cz: Probíhá importování
sk_sk: Importuje sa
zh_cn: 在进行导入

# license.import.override
source: Override existing licenses
cs_cz: Přepsat stávající licence
sk_sk: Prepíš existujúce licencie
zh_cn: 重写现有的许可证

# license.import.selectfile
source: Please select a file.
cs_cz: Vyberte prosím soubor.
sk_sk: Vyberte prosím nejaký súbor.
zh_cn: 请选择一个文件。

# license.import.skipped
source: Import of license has been skipped.
cs_cz: Importování licence bylo přeskočeno.
sk_sk: Importovanie licencie bolo preskočeno.
zh_cn: 进口许可证已被跳过。

# license.import.started
source: Import has started
cs_cz: Importování bylo zahájeno
sk_sk: Importovanie začalo
zh_cn: 导入已开始

# license.import.step
source: Step {0} of {1}
cs_cz: Krok {0}
sk_sk: Krok {0}
zh_cn: 步骤 {0} {1} 的

# license.import.success
source: License for domain {0} was imported successfully
cs_cz: Licence pro doménu {0} byla úspěšně importována
sk_sk: Licencia pre doménu {0} bola importovaná úspešne
zh_cn: 域 {0} 的许可证已成功导入

# license.import.unexpectederror
source: License has finished with unexpected error
cs_cz: Importování licence bylo ukončeno s neočekávanou chybou
sk_sk: Importovanie licencie skončilo neočakávanou chybou
zh_cn: 许可证已完成与意外错误

# license.list.export
source: Export list of domains
cs_cz: Exportovat seznam domén
sk_sk: Exportuj zoznam domén
zh_cn: 导出域名列表

# license.list.import
source: Import licenses
cs_cz: Importovat licence
sk_sk: Importuj licencie
zh_cn: 进口许可证

# licenselimitation.featurenotavailable
source: Feature {0} is not available.
cs_cz: Funkce {0} není dostupná.
sk_sk: Funkcia {0} nie je k dispozícii.
zh_cn: 功能 {0} 不是可用的。

# licenselimitation.serversexceeded
source: License webfarm server count exceeded.
cs_cz: Licence pro webovou farmu překročila počet možných serverů.
sk_sk: Licencia pre webfarmu prekročila počet možných serverov
zh_cn: 许可证 webfarm 服务器计数超出。

# licenselimitation.siteculturesexceeded
source: Number of cultures on the site does not fulfill license requirements.
cs_cz: Počet jazykových verzí na webu neodpovídá požadavkům licence.
sk_sk: Počet jazykových kultúr na webe presahuje množstvo povolené aktuálnou licenciou.
zh_cn: 语言网站上数目不履行许可的要求。

# licenselimitation.siteculturesexceededlog
source: Number of cultures on domain '{0}' does not fulfill license requirements.
cs_cz: Počet jazykových verzí na doméně '{0}' neodpovídá požadavkům licence.
sk_sk: Počet jazykových kultúr na doméne '{0}' presahuje množstvo povolené aktuálnou licenciou.
zh_cn: 数域 '{0}' 语言的不履行许可的要求。

# licenselimitation.workflow
source: License requirements for workflow not fulfilled.
cs_cz: Licenční požadavky na workflow nebyly splněny.
sk_sk: Licenčné minimum na používanie modulu workflow nie je splnené.
zh_cn: 对尚未履行的工作流的许可证要求。

# licenselimitations.subscribers.errormultiple
source: Some subscribers could not be added due to license limitations.
cs_cz: Někteří odběratelé nemohli být přidání kvůli licenčním omezením.
sk_sk: Niektorí odberatelia nemohli byť pridaní kvôli licenčným obmedzeniam.
zh_cn: 由于许可证限制，无法添加一些订阅服务器。

# licenses.livetiledescription
source: Days until the license expires
zh_cn: 天，许可证有效时间

# licenses_license_list.new
source: New license
cs_cz: Nová licence
sk_sk: Nová licencia
zh_cn: 新建许可证

# licenses_license_list.title
source: Licenses
cs_cz: Licence
sk_sk: Licencie
zh_cn: 许可证

# licenses_license_new.new
source: New license
cs_cz: Nová licence
sk_sk: Nová licencia
zh_cn: 新建许可证

# licenses_license_new.title
source: New license
cs_cz: Nová licence
sk_sk: Nová licencia
zh_cn: 新建许可证

# licenses_license_view.title
source: License properties
cs_cz: Vlastnosti licence
sk_sk: Vlastnosti licencie
zh_cn: 许可证属性

# licensevalidation.newdocumentcultureversion
source: You are not allowed to create new pages in the selected culture. The number of cultures assigned to the site does not fulfill the license requirements.
zh_cn: 你不准在选定的语言中创建新页。分配到该站点的语言数目不履行许可的要求。

# licenseversion.createobject
source: Object can't be created due to license limitations.
zh_cn: 由于许可证限制，不能创建对象。

# linkedincompany.itemname
source: Company name
cs_cz: Název společnosti
zh_cn: 公司名称

# linkedincompany.selectitem
source: LinkedIn company search
cs_cz: Vyhledání společnosti - LinkedIn
zh_cn: LinkedIn 公司搜索

# list.nodealiaspath
source: Node path
cs_cz: Cesta uzlu
zh_cn: 节点路径

# list.urlalias
source: URL alias
zh_cn: URL 别名

# loadgeneration.nochange
source: (keep current settings)
cs_cz: (ponechat aktuální nastavení)
sk_sk: (zachovať aktuálne nastavenie)
zh_cn: （保持当前设置）

# localizable.create
source: Create the resource string
cs_cz: Vytvořit zdrojový řetězec
zh_cn: 创建资源字符串

# localizable.createnew
source: Create new resource string
cs_cz: Vytvořit nový zdrojový řetězec
sk_sk: Vytvoriť nový kľúč
zh_cn: 创建新的资源字符串

# localizable.defaultculture
source: Show default culture
cs_cz: Zobrazit výchozí jazykovou verzi
sk_sk: Zobraziť defaultnú kultúru
zh_cn: 显示默认语言

# localizable.deletedefault
source: Translation of default culture ({0}) cannot be empty.
cs_cz: Překlad výchozí jazykové verze ({0}) nemůže být prázdný.
sk_sk: Preklad defaultnej kultúry ({0}) nemôže byť prázdny.
zh_cn: 翻译中的语言缺省 （{0}） 不能为空。

# localizable.existingkey
source: Existing resource key
cs_cz: Existující zdrojový klíč
sk_sk: Existujúci kľúč
zh_cn: 现有资源键

# localizable.field
source: Localize field
cs_cz: Lokalizovat pole
sk_sk: Lokalizovať pole
zh_cn: 本地化字段

# localizable.iscustom
source: String is custom
cs_cz: String je uživatelský
sk_sk: String je užívateľský
zh_cn: 字符串是自定义

# localizable.keyexists
source: Resource string key '{0}' already exists.
cs_cz: Klíč zdrojového řetězce '{0}' již existuje.
sk_sk: Zdrojový reťazec '{0}' už existuje.
zh_cn: 资源字符串密钥"{0}"已存在。

# localizable.keynotexists
source: Resource string key '{0}' doesn’t exist yet.
cs_cz: Klíč zdrojového řetězce '{0}' ještě neexistuje.
sk_sk: Zdrojový reťazec '{0}' neexistuje.
zh_cn: 资源字符串键 '{0}' 尚不存在。

# localizable.localize
source: Localize
cs_cz: Lokalizovat
sk_sk: Lokalizovať
zh_cn: 本地化

# localizable.localized
source: This item is localized, you are editing the resource string value instead of the actual value. Resource string name: {0}
cs_cz: Tato položka je lokalizována, místo aktuální hodnoty editujete zdrojový řetězec.
zh_cn: 这一项目局部的你正在编辑的资源字符串值而不是实际值。资源字符串名称: {0}

# localizable.localizedwithoutpermissions
source: This item is localized. If you want to change this item, you need to have "LocalizeStrings" permission or you can remove localization.
zh_cn: 这一项目进行本地化。如果你想要改变这一项目，您需要具有"LocalizeStrings"的权限，或者你可以删除本地化。

# localizable.localizefield
source: Localize field
cs_cz: Lokalizovat pole
sk_sk: Lokalizovať pole
zh_cn: 本地化字段

# localizable.newkey
source: New resource key
cs_cz: Nový zdrojový klíč
sk_sk: Nový kľúč
zh_cn: 新资源键

# localizable.otherlanguages
source: Localize other languages
cs_cz: Lokalizovat další jazyky
sk_sk: Lokalizovať ďalšie jazyky
zh_cn: 对其他语言进行本地化
