Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# logon.errorsendingschedulednewsletters
source: Error while sending scheduled email campaigns. Error Message: {0}
cs_cz: Chyba při posílání naplánovaných newsletterů. Chybová zpráva: {0}
sk_sk: Chyba pri posielaní naplánovaných newsletterov. Chybová správa: {0}
zh_cn: 发送时出错计划电子邮件活动。错误消息: {0}

# logon.errorsqlconnection
source: Error: The application cannot connect to the SQL Server database due to the following error:
cs_cz: Chyba: Aplikace se nemůže spojit s databázovým serverem, nastala následující chyba:
sk_sk: Chyba: Aplikácia sa nemôže spojiť s databázovým serverom, nastala nasledujúca chyba:
zh_cn: 错误: 该应用程序不能连接的 SQL Server 数据库，因为发生下列错误：

# logon.help
source: Logon troubleshooting
cs_cz: Problémy s přihlášením
sk_sk: Problémy s prihlásením
zh_cn: 登录疑难解答

# logon.helptooltip
source: Logon troubleshooting
cs_cz: Problémy s přihlášením
sk_sk: Problémy s prihlásením
zh_cn: 登录疑难解答

# logon.password
source: Password:
cs_cz: Heslo:
sk_sk: Heslo:
zh_cn: 密码：

# logon.rememberme
source: Remember me next time.
cs_cz: Pro příště pamatovat heslo.
sk_sk: Zapamätať si heslo.
zh_cn: 下次记住我。

# logonform.btnpasswordretrieval
source: Send password
cs_cz: Odeslat heslo
sk_sk: Odoslať heslo
zh_cn: 发送的密码

# logonform.culture
source: Language:
cs_cz: Jazyk:
sk_sk: Jazyk:
zh_cn: 语言：

# logonform.defaultculture
source: (select language)
cs_cz: implicitní
sk_sk: Implicitná
zh_cn: (请选择语言)

# logonform.forgottenpasswordsubject
source: Your password
cs_cz: Vaše heslo
sk_sk: Vaša heslo
zh_cn: 您的密码

# logonform.lnkpasswordretrieval
source: Forgotten password
cs_cz: Zapomenuté heslo
sk_sk: Zabudnuté heslo
zh_cn: 忘记密码

# logonform.logonbutton
source: Log on
cs_cz: Přihlásit
sk_sk: Prihlásiť
zh_cn: 登录

# logonform.logonfailed
source: Logon failed.
cs_cz: Přihlášení selhalo.
sk_sk: Prihlásenie neprebehlo.
zh_cn: 登录失败。

# logonform.noemail
source: Given user has no email address
cs_cz: Daný uživatel nemá žádnou e-mailovou adresu
sk_sk: Daný užívateľ nemá žiadnu e-mailovú adresu
zh_cn: 给定用户有没有电子邮件地址

# logonform.nouser
source: No user found.
cs_cz: Nebyl nalezen žádný uživatel.
sk_sk: Nebol nájdený žiadny užívateľ.
zh_cn: 未找到用户。

# logonform.password
source: Password:
cs_cz: Heslo:
sk_sk: Heslo:
zh_cn: 密码：

# logonform.passwordsent
source: The password has been sent to specified address
cs_cz: Nové heslo Vám bylo zasláno na e-mailovou adresu:
sk_sk: Nové heslo Vám bolo zaslané na e-mailovú adresu.
zh_cn: 密码已发送到指定的地址

# logonform.rememberme
source: Stay logged in on this computer
cs_cz: Pamatovat heslo
sk_sk: Zapamätať heslo
zh_cn: 在此计算机上记住登录

# logonform.rqvalue
source: Please enter a user name or email
cs_cz: Vložte nějaké uživatelské jméno nebo e-mail.
sk_sk: Prosím, vložte užívateľské meno alebo e-mail.
zh_cn: 请输入一个用户名或电子邮件

# logonform.selectlanguage
source: Select language
cs_cz: Zvolte jazyk
sk_sk: Zvoľte jazyk
zh_cn: 选择语言

# logonform.username
source: User name:
cs_cz: Uživatelské jméno:
sk_sk: Užívateľské meno:
zh_cn: 用户名称：

# macrocategory.context
source: Context value
cs_cz: Kontextová hodnota
sk_sk: Kontextová hodnota
zh_cn: 上下文值

# macrocategory.cookie
source: Cookie value
cs_cz: Hodnota z cookie
sk_sk: Cookie hodnota
zh_cn: Cookie 值

# macrocategory.custom
source: Custom macro
cs_cz: Uživatelské makro
sk_sk: Vlastne makro
zh_cn: 自定义宏

# macrocategory.data
source: Data
sk_sk: Dáta
zh_cn: 数据

# macrocategory.localization
source: Localization
cs_cz: Lokalizace
sk_sk: Lokalizačné
zh_cn: 本地化

# macrocategory.path
source: Path expression
cs_cz: Cesta
sk_sk: Cesta
zh_cn: 路径表达式

# macrocategory.query
source: Query string value
cs_cz: Hodnota z query
sk_sk: Query reťazec
zh_cn: 查询字符串值

# macrocategory.special
source: Special macro
cs_cz: Speciální makro
sk_sk: Špeciálne makro
zh_cn: 特殊宏

# macrocontext.applicationpath
source: Application path
cs_cz: Cesta aplikace
sk_sk: Cesta k aplikácii
zh_cn: 应用程序路径

# macrocontext.campaign
source: Campaign
cs_cz: Kampaň
sk_sk: Kampaň
zh_cn: 运动

# macrocontext.classname
source: Class name
cs_cz: Jméno třídy
sk_sk: Názov triedy
zh_cn: 类名称

# macrocontext.currentdocument
source: Current document
cs_cz: Aktuální dokument
sk_sk: Aktuálny dokument
zh_cn: 当前文档

# macrocontext.currentpageinfo
source: Current page info
cs_cz: Aktuální stránka
sk_sk: Aktuálne informácie stránky
zh_cn: 当前页面信息

# macrocontext.currentsite
source: Current site
cs_cz: Aktuální web
sk_sk: Aktuálny web
zh_cn: 当前网站

# macrocontext.currenttemplate
source: Current template
cs_cz: Aktuální šablona
sk_sk: Aktuálna šablóna
zh_cn: 当前模板

# macrocontext.currentuser
source: Current user
cs_cz: Aktuální uživatel
sk_sk: Prihlásený užívateľ
zh_cn: 当前用户

# macrocontext.date
source: Current date
cs_cz: Aktuální datum
sk_sk: Aktuálny dátum
zh_cn: 当前日期

# macrocontext.datetime
source: Current datetime
cs_cz: Aktuální datum a čas
sk_sk: Aktuálny dátum a čas
zh_cn: 当前日期时间

# macrocontext.domain
source: Domain
cs_cz: Doména
sk_sk: Doména
zh_cn: 域

# macrocontext.ip
source: Host IP address
cs_cz: IP adresa
sk_sk: IP adresa
zh_cn: 主机的 IP 地址

# macrocontext.preferredculture
source: Preferred culture
cs_cz: Preferovaný jazyk
sk_sk: Preferovaná kultúra
zh_cn: 首选的语言

# macrocontext.time
source: Current time
cs_cz: Aktuální čas
sk_sk: Aktuálny čas
zh_cn: 当前时间

# macrocontext.urlreferrer
source: URL referrer
sk_sk: Odkazujúca URL
zh_cn: URL 引用

# macrocontext.viewmode
source: View mode
cs_cz: Zobrazovaný mód
sk_sk: Zobrazovaný mód
zh_cn: 视图模式

# macroselector.advanced
source: Advanced macros
cs_cz: Pokročilá makra
sk_sk: Rozšírené makro
zh_cn: 高级宏

# macroselector.culture
source: Culture:
cs_cz: Jazyková verze:
sk_sk: Kultúra:
zh_cn: 语言：

# macroselector.data
source: Item:
cs_cz: Položka:
sk_sk: Položka:
zh_cn: 项目：

# macroselector.default
source: Default:
cs_cz: Výchozí:
sk_sk: Základné:
zh_cn: 默认值：

# macroselector.format
source: Format:
cs_cz: Formát:
sk_sk: Formát:
zh_cn: 格式：

# macroselector.insert
source: Insert
cs_cz: Vložit
sk_sk: Vložiť
zh_cn: 插入

# macroselector.insertmacro
source: Insert macro
cs_cz: Vložit makro
sk_sk: Vložiť makro
zh_cn: 插入宏

# macroselector.simple
source: Simple macros
cs_cz: Jednoduchá makra
sk_sk: Jednoduché makro
zh_cn: 简单的宏

# macroselector.text
source: Expression:
cs_cz: Výraz:
sk_sk: Výraz:
zh_cn: 表达式：

# macroselector.type
source: Macro type:
cs_cz: Typ makra:
sk_sk: Typ makra:
zh_cn: 宏类型：

# manufacturer_edit.erroremptycodename
source: Please enter a manufacturer code name.
cs_cz: Vložte nějaké jméno výrobce.
sk_sk: Prosím, vložte meno výrobcu.
zh_cn: 请输入一个制造商的代码名称。

# manufacturer_edit.erroremptydisplayname
source: Please enter a manufacturer display name.
cs_cz: Vložte nějaké jméno výrobce.
sk_sk: Prosím, vložte meno výrobcu.
zh_cn: 请输入一个制造商的显示名称。

# manufacturer_edit.headercaption
source: Manufacturer properties
cs_cz: Vlastnosti výrobce
sk_sk: Vlastnosti výrobcu
zh_cn: 制造商属性

# manufacturer_edit.itemlistlink
source: Manufacturers
cs_cz: Výrobci
sk_sk: Výrobcovia
zh_cn: 制造商

# manufacturer_edit.manufacturerdisplaynamelabel
source: Manufacturer name:
cs_cz: Jméno výrobce:
sk_sk: Meno výrobcu:
zh_cn: 制造商名称：

# manufacturer_edit.manufacturernamelabel
source: Manufacturer code name:
cs_cz: Kódové jméno výrobce:
sk_sk: Kódové meno výrobcu:
zh_cn: 制造商代码名称：

# manufacturer_edit.newitemcaption
source: New manufacturer
cs_cz: Nový výrobce
sk_sk: Nový výrobca
zh_cn: 新建制造商

# manufacturer_list.headercaption
source: Manufacturers
cs_cz: Výrobci
sk_sk: Výrobcovia
zh_cn: 制造商

# manufacturer_list.newitemcaption
source: New manufacturer
cs_cz: Nový výrobce
sk_sk: Nový výrobca
zh_cn: 新建制造商

# massemail.emptyemailsubject
source: Send message without a subject?
cs_cz: Zadejte nějaký předmět e-mailu.
sk_sk: Prosím, zadajte predmet e-mailu.
zh_cn: 发送没有主题的信息吗？

# massemail.norecipients
source: Please select some recipients.
cs_cz: Vyberte nějaké příjemce.
sk_sk: Prosím, zadajte prijímateľov.
zh_cn: 请选择某些收件人。

# masterpage.layoutcheckedout
source: The layout has been checked out and cannot be edited here.
cs_cz: Rozvržení bylo uzamčeno a nelze jej zde editovat.
sk_sk: Layout bol uzamknutý a nie je možné ho tu editovať.
zh_cn: 布局已被签出，无法在此处编辑。

# masterpage.pageediterr
source: An unknown error has occurred during page data load phase.
cs_cz: Při načítání dat stránky došlo k neznámé chybě.
sk_sk: Pri načítaní dát stránky došlo k neznámej chybe.
zh_cn: 在页面数据加载阶段期间已出现未知的错误。

# media.accessdeniedtopath
source: Unable to save the file: Access to the path '{0}' is denied.
cs_cz: Nelze uložit soubor, přístup k '{0}' byl odepřen.
sk_sk: Nemožno uložiť súbor: Prístup k ceste '{0}' je zamietnutý.
zh_cn: 无法保存该文件： 对路径"{0}"访问被拒绝。

# media.current
source: (current media library)
cs_cz: (aktuální knihovna)
sk_sk: (aktuálna multimediálna knižnica)
zh_cn: （当前媒体库）

# media.file.copy
source: Copy
cs_cz: Kopírovat
sk_sk: Kopírovať
zh_cn: 复制

# media.file.dirpath
source: Direct path
cs_cz: Přímá cesta:
sk_sk: Priama cesta:
zh_cn: 直接路径

# media.file.filesize
source: File size
cs_cz: Velikost
sk_sk: Veľkosť súboru
zh_cn: 文件大小

# media.file.filetitle
source: Title:
cs_cz: Název:
sk_sk: Titulok:
zh_cn: 标题：

# media.file.import
source: Import
zh_cn: 导入

# media.file.import.allalreadyimported
source: Please select some items not yet imported in the database.
cs_cz: Vyberte položky, které ještě nejsou naimportovány.
sk_sk: Prosím, vyberte položky, ktoré nie sú importované v databáze.
zh_cn: 请选择一些尚未在数据库中导入的项目。

# media.file.import.importallfiles
source: Import all files
cs_cz: Importovat všechny soubory
sk_sk: Importovať všetky súbory
zh_cn: 导入所有文件

# media.file.import.importfile
source: Import file
cs_cz: Importovat soubor
sk_sk: Importovať súbor
zh_cn: 导入文件

# media.file.import.nofiles
source: No information on files to be imported available.
cs_cz: Nejsou informace o importovaném souboru.
sk_sk: Nie sú informácie o importovanom súboroch.
zh_cn: 没有要导入现有的文件的信息。

# media.file.import.toall
source: Apply description to all files
cs_cz: Použít popis na všechny soubory
sk_sk: Aplikuj popis na všetky súbory
zh_cn: 应用于所有文件的描述

# media.file.infonew
source: Media file record doesn't exist in database. You can import the file by filling out the following form:
cs_cz: Informace o souboru v databázi nejsou. Doplnit je můžete v tomto formuláři:
sk_sk: Neexistuje záznam o súbore v databáze. Môžete ho vytvoriť vyplnením nasledujúceho formulára:
zh_cn: 媒体文件记录数据库中不存在。你可以通过填写以下表单导入的文件：

# media.file.list
source: File list
cs_cz: Seznam souborů
sk_sk: Zoznam súborov
zh_cn: 文件列表

# media.file.list.invalidname
source: File name contains illegal characters.
cs_cz: Název souboru obsahuje nepovolené znaky.
sk_sk: Názov súboru obsahuje nepovolené znaky.
zh_cn: 文件名称包含非法字符。

# media.file.list.lblactions
source: Selected files
cs_cz: Vybrané soubory:
sk_sk: Vybrané súbory:
zh_cn: 选定的文件

# media.file.list.pastelink
source: Paste link
cs_cz: Vložit odkaz
sk_sk: Vložiť odkaz
zh_cn: 粘贴链接

# media.file.list.upload
source: Upload file
cs_cz: Nahrát soubor
sk_sk: Nahrať súbor
zh_cn: 上载文件

# media.file.move
source: Move
cs_cz: Přesunout
sk_sk: Presunúť
zh_cn: 移动

# media.file.nofiles
source: There are no files in current directory.
cs_cz: Nebyly nalezeny žádné soubory.
sk_sk: Neexistujú súbory v aktuálnej zložke.
zh_cn: 在当前目录中没有文件。

# media.file.notindb
source: The file is not imported in Kentico, please click the import icon to import it.
cs_cz: Soubor není v systému naimportován, klikněta na import a naiportujte ho.
sk_sk: Súbor nebol importovaný do CMS. Prosím, kliknite na ikonu "Importovať" pre importovanie.
zh_cn: 在 Kentico 不导入该文件，请单击导入图标以将其导入。

# media.file.openimg
source: Open in full size
cs_cz: Otevřít v plné velikosti
sk_sk: Otvoriť v plnej veľkosti
zh_cn: 在全尺寸中打开

# media.file.permalink
source: Permanent link:
cs_cz: Trvalý odkaz:
sk_sk: Permanentný link:
zh_cn: 永久链接：

# media.file.size
source: Size
cs_cz: Velikost
sk_sk: Veľkosť
zh_cn: 大小

# media.fileupload.filedescription
source: Description
cs_cz: Popis
sk_sk: Popis
zh_cn: 描述

# media.fileupload.uploadfile
source: File
cs_cz: Soubor
sk_sk: Súbor
zh_cn: 文件

# media.fileupload.uploadpreview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# media.fileuploaded
source: File has been successfully uploaded.
cs_cz: Soubor byl úspěšně nahrán.
sk_sk: Súbor bol úspešne nahraný.
zh_cn: 文件已成功上载。

# media.folder.delete
source: Delete folder
cs_cz: Smazat složku
sk_sk: Zmazať zložku
zh_cn: 删除文件夹

# media.folder.delete.confirmation
source: Are you sure you want to delete folder '{0}' and all its content?
cs_cz: Opravdu chcete smazat složku '{0}' s celým obsahem?
sk_sk: Naozaj chcete zmazať zložku '{0}' a jej obsah?
zh_cn: 确实要删除文件夹"{0}"及其全部内容吗?

# media.folder.folderdoesntexist
source: The folder to rename could not be found.
cs_cz: Nelze nalézt adresář k přejmenování.
sk_sk: Zložka na premenovanie nebola nájdená.
zh_cn: 找不到要重命名的文件夹。

# media.folder.folderexist
source: Folder with specified name already exists.
cs_cz: Složka s daným názvem už existuje.
sk_sk: Zložka so zadaným meno existuje.
zh_cn: 具有指定名称的文件夹已经存在。

# media.folder.foldername
source: Folder name
cs_cz: Název složky
sk_sk: Názov zložky
zh_cn: 文件夹名称

# media.folder.foldernameempty
source: Please enter a folder name.
cs_cz: Zadejte nějaký název složky.
sk_sk: Prosím, zadajte názov zložky.
zh_cn: 请输入文件夹的名称。

# media.folder.foldernameerror
source: Folder name contains illegal characters.
cs_cz: V názevu složky jsou nepovolené znaky.
sk_sk: Názov zložky obsahuje nepovolené znaky.
zh_cn: 文件夹名称包含非法字符。

# media.folder.new
source: New folder
cs_cz: Nová složka
sk_sk: Nová zložka
zh_cn: 新建文件夹

# media.folder.rename
source: Rename folder
cs_cz: Přejmenovat složku
sk_sk: Premenovať zložku
zh_cn: 重命名文件夹

# media.folderexists
source: Media library folder already exists.
cs_cz: Složka již existuje.
sk_sk: Zložka knižnice už existuje.
zh_cn: 媒体库文件夹已存在。

# media.general.requiresfolder
source: Please enter a folder name.
cs_cz: Zadejte nějakou složku.
sk_sk: Prosím, zadajte názov zložky.
zh_cn: 请输入文件夹的名称。

# media.general.teaser
source: Teaser image
cs_cz: Náhled
sk_sk: Ukážkový obrázok
zh_cn: Teaser图像

# media.header.itemlistlink
source: Media
sk_sk: Médiá
zh_cn: 媒体

# media.invalidfolder
source: Please enter folder name in identifier format without spaces and special characters.
cs_cz: Zadejte název složky v identifikátorovém formátu bez mezer a speciálních znaků.
sk_sk: Prosím, zadajte názov zložky v identifikačnom tvare bez medzier a špeciálnych znakov.
zh_cn: 请输入文件夹名称中没有空格和特殊字符的标识符格式。

# media.library.sort
source: Sort by:
cs_cz: Řadit podle:
sk_sk: Radiť podľa:
zh_cn: 排序方式：

# media.library.sort.date
source: Date
cs_cz: Data
sk_sk: Dátumu
zh_cn: 日期

# media.library.sort.name
source: Name
cs_cz: Názvu
sk_sk: Mena
zh_cn: 名称

# media.library.sort.size
source: Size
cs_cz: Velikost
sk_sk: Veľkosti
zh_cn: 大小

# media.library.uploadfile
source: File
cs_cz: Soubor
sk_sk: Súbor
zh_cn: 文件

# media.library.uploadpreview
source: Preview
cs_cz: Náhled
sk_sk: Náhľad
zh_cn: 预览

# media.list.medialibrary
source: Media
sk_sk: Médiá
zh_cn: 媒体

# media.list.newlibrary
source: New media library
cs_cz: Nová knihovna
sk_sk: Nová knižnica
zh_cn: 新建媒体库

# media.new.librarylistlink
source: Media libraries
cs_cz: Knihovny médií
sk_sk: Multimediálne knižnice
zh_cn: 媒体库

# media.new.newlibrary
source: New media library
cs_cz: Nová knihovna
sk_sk: Nová knižnica
zh_cn: 新建媒体库

# media.new.newlibrarytitle
source: New media library
cs_cz: Nová knihovna
sk_sk: Nová knižnica
zh_cn: 新建媒体库

# media.newfile.errorempty
source: Please select a file to upload.
cs_cz: Vyberte soubor k nahrání.
sk_sk: Prosím vyberte súbor na nahratie.
zh_cn: 请选择要上载的文件。

# media.newfile.extensionnotallowed
source: '*.{0}' is not an allowed file type.
cs_cz: '*.{0}' je nepovolený typ.
sk_sk: '*.{0}' nie je povolený typ súboru.
zh_cn: '*.{0}' 是不允许的文件类型。

# media.newfile.failed
source: An error occurred during the file upload
cs_cz: Došlo k chybě během nahrávání.
sk_sk: Vyskytla sa chyba pri nahrávaní súboru
zh_cn: 文件上载过程中出错

# media.newfile.librarynotexists
source: Media file can't be created when library is missing.
cs_cz: Soubor nemůže být vytvoře když knihovna neexistuje.
sk_sk: Mediálny súbor nemôže byť vytvorený keď neexistuje knižnica.
zh_cn: 缺少图书馆时，不能创建媒体文件。

# media.notsupported
source: This media type is not supported by your browser.
cs_cz: Tento typ Váš prohlížeč nepodporuje.
sk_sk: Tento typ súboru nie je podporovaný vaším prehliadačom.
zh_cn: 通过您的浏览器不支持此媒体类型。

# media.rename.failed
source: An error occurred during the file rename
cs_cz: Během přejmenovávání došlo k chybě
sk_sk: Vyskytla sa chyba pri premenovaní súboru
zh_cn: 文件重命名的过程中出错

# media.security.accessdenied
source: Access denied
cs_cz: Přístup zamítnut
sk_sk: Prístup zamietnutý
zh_cn: 访问被拒绝

# media.security.addrole
source: Add role
cs_cz: Přidat roli
sk_sk: Pridať rolu
zh_cn: 添加角色

# media.security.authrolesonly
source: Only authorized roles
cs_cz: Pouze autorizované role
sk_sk: Iba autorizované role
zh_cn: 只有经过授权的角色

# media.security.authuseronly
source: Only authenticated users
cs_cz: Pouze autentikovaní uživatelé
sk_sk: Iba prihlásení užívatelia
zh_cn: 只有已通过身份验证的用户

# media.security.groupmembersonly
source: Only group members
cs_cz: Pouze členové skupiny
sk_sk: Iba členovia skupiny
zh_cn: 只有组成员

# media.security.removerole
source: Remove role
cs_cz: Smazat roli
sk_sk: Odobrať rolu
zh_cn: 删除角色

# media.selectfile
source: Please select a file to upload.
cs_cz: Vyberte soubor k nahrání.
sk_sk: Prosím, vyberte súbor na nahratie.
zh_cn: 请选择要上载的文件。

# media.tree.copyfile
source: Copy file
cs_cz: Kopírovat soubor
sk_sk: Kopírovať súbor
zh_cn: 复制文件

# media.tree.copyfiles
source: Copy files
cs_cz: Kopírovat soubory
sk_sk: Kopírovať súbory
zh_cn: 复制文件

# media.tree.copyfolder
source: Copy folder
cs_cz: Kopírovat složku
sk_sk: Kopírovať zložku
zh_cn: 复制文件夹

# media.tree.movefile
source: Move file
cs_cz: Přesunout soubor
sk_sk: Presunúť súbor
zh_cn: 移动文件

# media.tree.movefiles
source: Move files
cs_cz: Přesunout soubory
sk_sk: Presunúť súbory
zh_cn: 移动文件

# media.tree.movefolder
source: Move folder
cs_cz: Přesunout složku
sk_sk: Presunúť zložku
zh_cn: 移动文件夹

# mem.liveid.confirmpassword
source: Confirm password
cs_cz: Potvrzení hesla
sk_sk: Potvrdiť heslo
zh_cn: 确认密码

# mem.liveid.existuser
source: Existing user
cs_cz: Existující uživatel
sk_sk: Existujúci súbor
zh_cn: 现有用户

# mem.liveid.fillcorrectusername
source: Please enter correct username.
cs_cz: Zadejte správné uživatelské jméno.
sk_sk: Zadajte, prosím, správne užívateľské meno.
zh_cn: 请输入正确的用户名。

# mem.liveid.fillloginform
source: Please enter username and password.
cs_cz: Zadejte uživatelské jméno a heslo.
sk_sk: Zadajte, prosím, užívateľské meno a heslo.
zh_cn: 请输入用户名和密码。

# mem.liveid.fillvalidemail
source: Please enter valid email address.
cs_cz: Zadejte platnou e-mailovou adresu.
sk_sk: Zadajte, prosím, platnú e-mailovú adresu.
zh_cn: 请输入有效的电子邮件地址。

# mem.liveid.newuser
source: New user
cs_cz: Nový uživatel
sk_sk: Nový užívateľ
zh_cn: 新用户

# mem.liveid.specifyyourpass
source: Enter your password.
cs_cz: Zadejte heslo.
sk_sk: Zadajte heslo.
zh_cn: 请输入您的密码。

# mem.reg.succesfullapprovaltext
source: Your account was enabled.
cs_cz: Účet byl povolen.
sk_sk: Váš účet bol povolený.
zh_cn: 您的帐户被启用。

# mem.reg.succesfullapprovalwaitingforadministratorapproval
source: Your email address was confirmed successfully. Account must be approved by site administrator yet.
cs_cz: Vaše e-mailová adresa byla úspěšně potvrzena. Účet musí být ještě schválen administrátorem.
sk_sk: Vaša e-mail adresa bola úspešne overená. Účet musí byť schválený správcom.
zh_cn: 成功地证实了您的电子邮件地址。网站管理员还必须批准的帐户。

# mem.reg.successfulapprovaltext
source: Your registration has been approved. Now you are able to login using your username and password.
cs_cz: Vaše registrace byla schválena. Nyní se můžete přihlásit.
sk_sk: Vaša registrácia bola schválená. Môžete sa prihlásiť použitím užívateľského mena a hesla.
zh_cn: 您的注册申请已被批准。你现在能够使用您的用户名和密码登录。

# mem.reg.successfulapprovalwaitingforadministratorapproval
source: Your registration was successful but you have to wait for an administrator's approval.
cs_cz: Vaše registrace byla schválena, nyní čeká na schválení administrátorem.
sk_sk: Vaša registrácia bola schválená ale ešte musí byť schválená správcom.
zh_cn: 您的注册已成功，但您必须等待管理员的批准。

# mem.reg.unsuccesfullapprovaltext
source: Account was already approved or deleted.
cs_cz: Účet byl již schválen nebo smazán.
sk_sk: Účet už bol schválený alebo zmazaný.
zh_cn: 帐户已被批准或已删除。

# mem.reg.unsuccessfulapprovaltext
source: Your registration is already confirmed or confirmation is not required.
cs_cz: Vaše registrace již byla potvrzena nebo se potvrzení nevyžaduje.
sk_sk: Vaša registrácia bola potvrdená alebo nepotrebuje potvrdenie.
zh_cn: 您的注册已确认或确认不是必需的。

# mem.reg.userdeletedtext
source: Your registration can't be confirmed. User account not found.
cs_cz: Vaši registraci nelze potvrdit. Uživatelský účet neexistuje.
sk_sk: Vaša registrácia nemôže byť potvrdená. Užívateľský účet nebol nájdený.
zh_cn: 不能确认您的注册。找不到的用户帐户。

# membersfilter.activity
source: Activity
cs_cz: Aktivita
sk_sk: Aktivita
zh_cn: 活动

# menuitem_edit.errorjavascriptempty
source: Please enter some JavaScript code.
cs_cz: Vložte prosím kód JavaScriptu.
sk_sk: Prosím, vložte kód JavaScript-u.
zh_cn: 请输入一些 JavaScript 代码。

# menuitem_edit.errorpagetemplateempty
source: Please choose a page template.
cs_cz: Zvolte prosím šablonu stránky.
sk_sk: Prosím, zvoľte šablónu stránky.
zh_cn: 请选择某一页面模板。

# menuitem_edit.errorpageurlempty
source: Please enter a URL address.
cs_cz: Vložte prosím URL adresu.
sk_sk: Prosím, vložte URL adresu.
zh_cn: 请输入一个 URL 地址。

# menuitem_edit.menuitemorder
source: Order:
cs_cz: Objednávka:
sk_sk: Objednávka:
zh_cn: 顺序：

# menuitem_edit.menuitemtype
source: Type:
cs_cz: Typ:
sk_sk: Typ:
zh_cn: 类型：

# menuitem_edit.menuitemurl
source: URL address:
cs_cz: URL adresa:
sk_sk: URL adresa:
zh_cn: URL 地址：

# menuitem_edit.pagedescription
source: Page Description:
cs_cz: Popis stránky:
sk_sk: Popis stránky:
zh_cn: 页面说明：

# menuitem_edit.pagekeywords
source: Page Keywords (separated by comma):
cs_cz: Klíčová slova stránky (oddělené čárkami):
sk_sk: Kľúčové slová stránky (oddelené čiarkami):
zh_cn: 页面关键字 （用逗号分隔）：

# menuitem_edit.pagetemplate
source: Page Template:
cs_cz: Šablona stránky:
sk_sk: Šablóna stránky:
zh_cn: 网页模板：

# menuitem_edit.pagetitle
source: Page Title:
cs_cz: Titulek stránky:
sk_sk: Titulok stránky:
zh_cn: 页面标题:

# menuitem_edit.selecttemplate
source: Select...
cs_cz: Vybrat...
sk_sk: Vybrať...
zh_cn: 请选择...

# menuitem_edit.usejavascript
source: JavaScript Command
cs_cz: JavaScript příkaz
sk_sk: JavaScript príkaz
zh_cn: JavaScript 命令

# menuitem_edit.usepagetemplate
source: Page Template
cs_cz: Šablona stránky
sk_sk: Šablóna stránky
zh_cn: 网页模板

# menuitem_edit.usepageurl
source: Page URL Address
cs_cz: URL adresa stránky
sk_sk: URL adresa stránky
zh_cn: 页面的 URL 地址

# menuproperties.caption
source: Menu caption:
cs_cz: Titulek menu:
sk_sk: Titulok menu:
zh_cn: 菜单标题：

# menuproperties.cssclass
source: Menu item CSS class:
cs_cz: CSS třída položky menu:
sk_sk: CSS trieda položky menu:
zh_cn: 菜单项的 CSS 类：

# menuproperties.design
source: Menu item design
cs_cz: Design položky menu
sk_sk: Dizajn položky menu
zh_cn: 菜单项目设计

# menuproperties.highlight
source: Menu item design - highlighted
cs_cz: Design položky menu - highlighted
sk_sk: Dizajn položky menu - zvýraznenej
zh_cn: 菜单项目设计-突出显示

# menuproperties.image
source: Menu item image:
cs_cz: Obrázek položky menu:
sk_sk: Obrázok položky menu:
zh_cn: 菜单项的图像：

# menuproperties.inactivateurl
source: Redirect to URL:
cs_cz: Přesměrovat na URL:
sk_sk: Presmerovať na URL:
zh_cn: 将重定向到的 URL：

# menuproperties.inactive
source: Inactive menu item
cs_cz: Neaktivní položka menu
sk_sk: Neaktívna položka menu
zh_cn: 处于非活动状态的菜单项

# menuproperties.javascript
source: Javascript command:
cs_cz: JavaScript příkaz:
sk_sk: JavaScript príkaz:
zh_cn: Javascript 命令：
