Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# settingscategory.cmsbadwordsgeneral
source: Bad words
cs_cz: Závadný obsah
sk_sk: Vulgárne výrazy
zh_cn: 坏词

# settingscategory.cmsblogs
source: Blogs
cs_cz: Blogy
sk_sk: Blogy
zh_cn: 博客

# settingscategory.cmschat
source: Chat
zh_cn: 聊天

# settingscategory.cmschatdefaultpaths
source: Default paths
cs_cz: Předvolené cesty
zh_cn: 默认路径

# settingscategory.cmschatdefaulttransformations
source: Default transformations
cs_cz: Předvolené transformace
zh_cn: 默认转换

# settingscategory.cmschatdefaultwpsettings
source: Default web parts settings
cs_cz: Předvolené nastavení webpartu
zh_cn: 默认 web 部件设置

# settingscategory.cmschatfloodprotection
source: Flood protection
cs_cz: Ochrana před zahlcením
zh_cn: 洪水攻击保护

# settingscategory.cmschatgeneral
source: General
cs_cz: Obecné
zh_cn: 一般

# settingscategory.cmschatsupport
source: Support chat
cs_cz: Chat podpory
zh_cn: 支持聊天

# settingscategory.cmschatsystemmessagesdisplayedatfirstload
source: First load of messages
cs_cz: První načítání zpráv
zh_cn: 第一次加载的消息

# settingscategory.cmschattimeout
source: Timeout settings
cs_cz: Nastavení časového limitu
zh_cn: 超时设置

# settingscategory.cmschatwebparts
source: Web parts
cs_cz: Webpart
zh_cn: Web 部件

# settingscategory.cmscloud
source: Cloud services
cs_cz: Služby Cloud
sk_sk: Cloud služby
zh_cn: 云服务

# settingscategory.cmscommunity
source: Community
cs_cz: Komunita
sk_sk: Komunitné nastavenia
zh_cn: 社区

# settingscategory.cmscommunityactivity
source: Activity points
cs_cz: Body za aktivitu
sk_sk: Body za aktivitu
zh_cn: 活动要点

# settingscategory.cmscommunitygroups
source: Groups
cs_cz: Skupiny
sk_sk: Skupiny
zh_cn: 团体

# settingscategory.cmscommunityinvitation
source: Group invitation
cs_cz: Pozvání do skupiny
sk_sk: Pozvanie do skupiny
zh_cn: 加入群的邀请

# settingscategory.cmscommunitymembers
source: Members
cs_cz: Členové
sk_sk: Členstvo v skupine
zh_cn: 成员

# settingscategory.cmscontent
source: Content management
cs_cz: Správa obsahu
sk_sk: Správa obsahu
zh_cn: 内容管理

# settingscategory.cmscontentmobiledevelopment
source: Mobile development
cs_cz: Mobilní vývoj
zh_cn: 移动开发

# settingscategory.cmscontentmultilingual
source: Multilingual
cs_cz: Vícejazyčné
sk_sk: Viacjazyčnosť
zh_cn: 多语言

# settingscategory.cmscontentpagenotfound
source: Page not found
cs_cz: Stránka nebyla nalezena
sk_sk: Stránka nebola nájdená
zh_cn: 找不到页面

# settingscategory.cmscontenttree
source: Content management UI
cs_cz: UI správy obsahu
sk_sk: UI správy obsahu
zh_cn: 内容管理用户界面

# settingscategory.cmscontentworkflow
source: Workflow
zh_cn: 工作流

# settingscategory.cmsconversiontracking
source: Conversion tracking
cs_cz: Sledování konverzí
sk_sk: Sledovanie konverzií
zh_cn: 转换跟踪

# settingscategory.cmscustomsettings
source: Custom settings
cs_cz: Vlastní nastavení
sk_sk: Užívateľské nastavenia
zh_cn: 自定义设置

# settingscategory.cmsdebuganalytics
source: Analytics
cs_cz: Analýza
sk_sk: Analýzy
zh_cn: 分析

# settingscategory.cmsdebugcache
source: Cache access
cs_cz: Přístup cache
sk_sk: Prístup ku cache
zh_cn: 缓存访问

# settingscategory.cmsdebughandlers
source: Event handlers
zh_cn: 事件处理程序

# settingscategory.cmsdebughandlers.description
source: Enables event handlers debugging and the <strong>Event handlers</strong> tab in <strong> ##ui|cms|debug##</strong>.
zh_cn: 启用调试事件处理程序和在<strong>##ui|cms|debug##</strong><strong>事件处理程序</strong>选项卡。

# settingscategory.cmsdebughandlersloglength
source: Handlers debug log length
zh_cn: 处理程序调试日志长度

# settingscategory.cmsdebughandlersloglength.description
source: Sets the maximum length of the event handlers debug log on the <strong>##ui|cms|debug## -> Event handlers</strong> tab, i.e. the number of requests for which debug information is preserved and displayed on the tab. If empty, value of the <strong>Default log length</strong> setting (or the <strong>CMSDebugEverythingLogLength</strong> key) is used.
zh_cn: 保存的设置事件处理程序调试的最大长度即登录<strong>##ui|cms|debug## -> 事件处理程序</strong>选项卡，为其请求的数量的调试信息并将其显示在选项卡上。如果为空，将使用<strong>默认日志长度</strong>设置 （或<strong>CMSDebugEverythingLogLength</strong>键） 的值。

# settingscategory.cmsdebugmacros
source: Macros
cs_cz: Makra
sk_sk: Makrá
zh_cn: 宏

# settingscategory.cmsdebugoutput
source: Output
cs_cz: Výstup
sk_sk: Výstup
zh_cn: 输出

# settingscategory.cmsdebugrequests
source: Requests
cs_cz: Požadavky
sk_sk: Požiadavky
zh_cn: 请求

# settingscategory.cmsdebugsecurity
source: Security
cs_cz: Bezpečnost
sk_sk: Bezpečnosť
zh_cn: 安全

# settingscategory.cmsdebugsql
source: SQL queries
cs_cz: SQL dotazy
zh_cn: SQL 查询

# settingscategory.cmsdebugviewstate
source: Page ViewState
cs_cz: ViewState stránky
sk_sk: ViewState stránky
zh_cn: 页面视图状态

# settingscategory.cmsecommerce
source: E-commerce
zh_cn: 电子商务

# settingscategory.cmsecommerceaccounts
source: Accounts
cs_cz: Účty
sk_sk: Účty
zh_cn: 帐户

# settingscategory.cmsecommerceallowglobalobjectsfor
source: Allow global objects for
cs_cz: Povolit globální objekty pro
sk_sk: Povoliť globálne objekty pre
zh_cn: 允许为全局对象

# settingscategory.cmsecommerceemails
source: Emails
cs_cz: E-maily
sk_sk: E-maily
zh_cn: 电子邮件

# settingscategory.cmsecommerceglobalobjects
source: Global objects
cs_cz: Globální objekty
sk_sk: Globálne objekty
zh_cn: 全局对象

# settingscategory.cmsecommercepages
source: Pages
cs_cz: Stránky
sk_sk: Stránky
zh_cn: 页面

# settingscategory.cmsecommercepaymentgateways
source: Payment gateways
cs_cz: Platební brány
sk_sk: Platobné brány
zh_cn: 支付网关

# settingscategory.cmsecommercepricing
source: Live site pricing
cs_cz: Ceny na živém webu
zh_cn: 生活网站定价

# settingscategory.cmsecommerceproductproperties
source: Products properties
cs_cz: Vlastnosti produktu
zh_cn: 产品属性

# settingscategory.cmsecommerceproductsui
source: Products UI
cs_cz: UI produktu
zh_cn: 产品用户界面

# settingscategory.cmsecommerceshipping
source: Shipping
cs_cz: Doručení
sk_sk: Doručenie
zh_cn: 航运

# settingscategory.cmsecommercetaxes
source: Taxes
cs_cz: Daně
sk_sk: Dane
zh_cn: 税收

# settingscategory.cmsecommerceui
source: User interface
cs_cz: Uživatelské rozhraní
sk_sk: Užívateľské rozhranie
zh_cn: 用户界面

# settingscategory.cmsecommerceuseglobalsettingsfor
source: Use global settings for
cs_cz: Použít globální nastavení pro
sk_sk: Použiť globálne nastavenia pre
zh_cn: 使用全局设置

# settingscategory.cmsemail
source: Emails
cs_cz: E-maily
sk_sk: E-maily
zh_cn: 电子邮件

# settingscategory.cmsemailprocessing
source: Email processing
cs_cz: Zpracování e-mailů
sk_sk: Spracovanie e-mailov
zh_cn: 电子邮件处理

# settingscategory.cmsemailsmtp
source: Default SMTP server
cs_cz: Výchozí SMTP server
sk_sk: Predvolený SMTP server
zh_cn: 默认的 SMTP 服务器

# settingscategory.cmseventmanager
source: Events
cs_cz: Události
sk_sk: Udalosti
zh_cn: 事件

# settingscategory.cmsfacebook.authentication
source: Login with Facebook
cs_cz: Autentizace
zh_cn: 与 Facebook 登录

# settingscategory.cmsfacebook.general
source: Facebook app
zh_cn: Facebook 应用程序

# settingscategory.cmsfacebook.posttofacebook
source: Post to Facebook
zh_cn: 到 facebook 上的帖子

# settingscategory.cmsfiles
source: Files
cs_cz: Soubory
sk_sk: Súbory
zh_cn: 文件

# settingscategory.cmsfilesimageresizing
source: Image resizing
cs_cz: Změna velikosti obrázku
sk_sk: Zmena veľkosti obrázku
zh_cn: 图像大小调整

# settingscategory.cmsfilessecurity
source: Security
cs_cz: Bezpečnost
sk_sk: Bezpečnosť
zh_cn: 安全

# settingscategory.cmsfilesstorage
source: Storage
cs_cz: Úložiště
sk_sk: Uloženie
zh_cn: 存储

# settingscategory.cmsfileswatermark
source: Watermark
cs_cz: Vodoznak
sk_sk: Watermark (Digitálny vodoznak)
zh_cn: 水印

# settingscategory.cmsformengine
source: Form engine
zh_cn: 表单引擎

# settingscategory.cmsforums
source: Forums
cs_cz: Fóra
sk_sk: Diskusné fóra
zh_cn: 论坛

# settingscategory.cmshealthmonitoring
source: Health monitoring
cs_cz: Monitorování zdraví
sk_sk: Monitorovanie stavu systému
zh_cn: 运行状况监视

# settingscategory.cmsintegration
source: Integration
cs_cz: Integrace
sk_sk: Integrácia
zh_cn: 集成

# settingscategory.cmsintegrationbus
source: Integration bus
cs_cz: Integrační sběrnice
zh_cn: 集成总线

# settingscategory.cmsintegrationdatacomgeneral
source: General
cs_cz: Obecné
zh_cn: 一般

# settingscategory.cmsintegrationdatacommapping
source: Mapping
cs_cz: Mapování
zh_cn: 映射

# settingscategory.cmsintegrationsalesforceauthorization
source: Authorization
cs_cz: Autorizace
zh_cn: 授权

# settingscategory.cmsintegrationsalesforceleadreplication
source: Replication of contacts into Salesforce leads
cs_cz: Replikace kontaktů do Salesforce leadů
zh_cn: 复制联系人的 Salesforce 分为领导

# settingscategory.cmsintranetportal
source: Intranet & Collaboration
cs_cz: Intranet a spolupráce
sk_sk: Intranet a spolupráca
zh_cn: 内联网 & 协作

# settingscategory.cmsintranetportalgeneral
source: Departments
cs_cz: Oddělení
sk_sk: Oddelenia
zh_cn: 部门

# settingscategory.cmslinkedin.authentication
source: Authentication
cs_cz: Autentizace
zh_cn: 身份验证

# settingscategory.cmslinkedin.urlshortening
source: URL shortening
cs_cz: Zkracování URL
zh_cn: URL 缩短

# settingscategory.cmsloghandlers
source: Log handlers to file
zh_cn: 日志处理程序文件

# settingscategory.cmsloghandlers.description
source: If enabled, event handlers debug log is saved into the <em>logHandlers.log</em> file in the <em>~/App_Data/CMSTemp/Debug</em> folder. This option does not require event handlers debugging to be enabled.
zh_cn: 如果启用，将事件处理程序调试日志保存到<em>~/App_Data/CMSTemp/Debug</em>文件夹中的<em>logHandlers.log</em>文件。此选项不需要调试要启用的事件处理程序。

# settingscategory.cmsmedialibraries
source: Media
cs_cz: Média
sk_sk: Médiá
zh_cn: 媒体

# settingscategory.cmsmedialibrarieshtml5
source: HTML5 support
cs_cz: Podpora HTML5
zh_cn: HTML5 的支持

# settingscategory.cmsmedialibrariessecurity
source: Security
cs_cz: Bezpečnost
sk_sk: Bezpečnosť
zh_cn: 安全

# settingscategory.cmsmedialibrariesstorage
source: Storage
cs_cz: Úložiště
sk_sk: Uloženie
zh_cn: 存储

# settingscategory.cmsmembership
source: Security & Membership
cs_cz: Bezpečnost a členství
sk_sk: Bezpečnosť & Členstvo
zh_cn: 安全 & 会员

# settingscategory.cmsmembershipauthentication
source: Authentication
cs_cz: Autentizace
sk_sk: Autentizácia
zh_cn: 身份验证

# settingscategory.cmsmembershiponline
source: On-line users
cs_cz: On-line uživatelé
sk_sk: On-line užívatelia
zh_cn: 联机用户

# settingscategory.cmsmembershiponlineusers
source: On-line users
cs_cz: On-line uživatelé
zh_cn: 联机用户

# settingscategory.cmsmembershippasswords
source: Passwords
cs_cz: Hesla
sk_sk: Heslá
zh_cn: 密码

# settingscategory.cmsmembershipprotection
source: Protection
cs_cz: Ochrana
sk_sk: Ochrana
zh_cn: 保护

# settingscategory.cmsmembershipregistrations
source: Registrations
cs_cz: Registrace
sk_sk: Registrácie
zh_cn: 登记

# settingscategory.cmsmessageboards
source: Message boards
cs_cz: Diskuze
sk_sk: Diskusie
zh_cn: 留言板

# settingscategory.cmsmessaging
source: Messaging
cs_cz: Zprávy
sk_sk: Správy
zh_cn: 消息

# settingscategory.cmsmetaweblogapi
source: MetaWeblog API
zh_cn: API MetaWeblog

# settingscategory.cmsnewsletters
source: Email marketing
cs_cz: Newslettery
sk_sk: Newslettery
zh_cn: 电子邮件营销

# settingscategory.cmsnewslettersbouncedemails
source: Bounced emails
cs_cz: Nedoručené e-maily
sk_sk: Nedoručené e-maily
zh_cn: 退回的电子邮件

# settingscategory.cmsnewsletterspop3settings
source: POP3 settings
cs_cz: POP3 nastavení
sk_sk: POP3 nastavenia
zh_cn: POP3 设置

# settingscategory.cmsomglobaldataandmerging
source: Global data & merging
cs_cz: Globální data a slučování
zh_cn: 全局数据 & 合并

# settingscategory.cmsominactivecontactscondition
source: Delete condition
cs_cz: Smazat podmínku
zh_cn: 删除条件

# settingscategory.cmsonlinemarketing
source: On-line marketing
zh_cn: 在线市场营销

# settingscategory.cmsonlinemarketingabtesting
source: A/B testing
cs_cz: A/B testování
sk_sk: A/B testovanie
zh_cn: A / B 测试

# settingscategory.cmsonlinemarketingactivitieschat
source: Chat
zh_cn: 聊天

# settingscategory.cmsonlinemarketingactivitiesecommerce
source: E-commerce
zh_cn: 电子商务

# settingscategory.cmsonlinemarketingactivitiesgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# settingscategory.cmsonlinemarketingactivitiesmembership
source: Membership
cs_cz: Členství
sk_sk: Členstvo
zh_cn: 会员

# settingscategory.cmsonlinemarketingactivitiesnewsletter
source: Email campaign
cs_cz: Newsletter
sk_sk: Newsletter
zh_cn: 电子邮件活动

# settingscategory.cmsonlinemarketingactivitiesother
source: Other
cs_cz: Jiné
sk_sk: Iné
zh_cn: 其他

# settingscategory.cmsonlinemarketingactivitiespage
source: Page
cs_cz: Stránka
sk_sk: Stránka
zh_cn: 页面

# settingscategory.cmsonlinemarketingactivitiessearch
source: Search
cs_cz: Vyhledávání
sk_sk: Vyhľadávanie
zh_cn: 搜索

# settingscategory.cmsonlinemarketingactivitiessubscriptions
source: Subscriptions
cs_cz: Přihlášky
sk_sk: Prihlášky
zh_cn: 订阅

# settingscategory.cmsonlinemarketingactivitiesusercontributions
source: User contributions
cs_cz: Příspěvky uživatele
sk_sk: Užívateľské príspevky
zh_cn: 用户贡献

# settingscategory.cmsonlinemarketingcontactmanagement
source: Contact management
cs_cz: Správa kontaktů
sk_sk: Správa kontaktov
zh_cn: 联系人管理

# settingscategory.cmsonlinemarketingcontactmanagementautomaticmerging
source: Automatic merging
cs_cz: Automatické slučování
zh_cn: 自动合并

# settingscategory.cmsonlinemarketingcontactmanagementinactivecontacts
source: Inactive contacts
cs_cz: Neaktivní kontakty
zh_cn: 停用联系人

# settingscategory.cmsonlinemarketingcontentpersonalization
source: Content personalization
cs_cz: Personalizace obsahu
sk_sk: Personalizácia obsahu
zh_cn: 个性化内容

# settingscategory.cmsonlinemarketingdeletecond
source: Delete condition
cs_cz: Smazat podmínku
zh_cn: 删除条件

# settingscategory.cmsonlinemarketinggeolocation
source: Geolocation
cs_cz: Geolokace
zh_cn: 地理位置

# settingscategory.cmsonlinemarketinggeomapping
source: Geolocation data to contact fields mapping
cs_cz: Mapování geolokačních dat na pole kontaktu
zh_cn: 地理位置数据来 '联系人' 字段映射

# settingscategory.cmsonlinemarketingglobaldata
source: Global data
cs_cz: Globální data
sk_sk: Globálne dáta
zh_cn: 全局数据

# settingscategory.cmsonlinemarketingmerging
source: Automatic merging of contacts
cs_cz: Automatické slučování kontaktů
sk_sk: Automatické zlučovanie kontaktov
zh_cn: 自动合并的联系人

# settingscategory.cmsonlinemarketingmultivariatetesting
source: Multivariate testing
cs_cz: Multivariantní testování
sk_sk: Multivariantné testovanie
zh_cn: 多变量测试

# settingscategory.cmsonlinemarketingonlinemarketing
source: On-line Marketing
zh_cn: 在线市场营销

# settingscategory.cmsonlinemarketingoptimization
source: Optimization
cs_cz: Optimalizace
sk_sk: Optimalizácia
zh_cn: 优化

# settingscategory.cmsoutputfilter
source: Output filter
cs_cz: Výstupní filtr
sk_sk: Výstupný filter
zh_cn: 输出筛选器

# settingscategory.cmsoutputfilterxhtml
source: XHTML filter
cs_cz: XHTML filtr
sk_sk: XTHML filter
zh_cn: XHTML 筛选器

# settingscategory.cmspolls
source: Polls
cs_cz: Ankety
sk_sk: Ankety
zh_cn: 投票调查

# settingscategory.cmspollsgeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# settingscategory.cmsprojectmanagement
source: Projects
cs_cz: Projekty
sk_sk: Projeky
zh_cn: 项目

# settingscategory.cmsscreenlock
source: Screen lock
cs_cz: Uzamčení obrazovky
zh_cn: 屏幕锁定

# settingscategory.cmssecurity
source: Security
cs_cz: Bezpečnost
sk_sk: Bezpečnosť
zh_cn: 安全

# settingscategory.cmssecurity.general
source: General
cs_cz: Obecné
zh_cn: 一般

# settingscategory.cmssecurityadministration
source: Administration
cs_cz: Administrace
sk_sk: Administrácia
zh_cn: 行政管理

# settingscategory.cmssecuritybannedips
source: Banned IPs
cs_cz: Zakázané IP adresy
sk_sk: Zakázané IP adresy
zh_cn: 被禁止IP的地址

# settingscategory.cmssecuritycaptcha
source: CAPTCHA settings
cs_cz: CAPTCHA nastavení
sk_sk: CAPTCHA nastavenia
zh_cn: 验证码设置

# settingscategory.cmssecuritycontent
source: Content
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 内容

# settingscategory.cmssecurityflood
source: Flood protection
cs_cz: Ochrana před zahlcením
sk_sk: Ochrana pred zahltením
zh_cn: 洪水攻击保护

# settingscategory.cmssecurityinvalidloginattempts
source: Invalid logon attempts
cs_cz: Neplatné pokusy o přihlášení
zh_cn: 无效的登录尝试

# settingscategory.cmssecuritypasswordexpiration
source: Password expiration
cs_cz: Vypršení platnosti hesla
zh_cn: 密码过期

# settingscategory.cmssecuritypasswordpolicy
source: Password policy
cs_cz: Politika hesel
sk_sk: Politika hesiel
zh_cn: 密码策略

# settingscategory.cmssecuritypasswordreset
source: Password reset
cs_cz: Resetování hesla
zh_cn: 密码重置

# settingscategory.cmssecuritypasswords
source: Passwords
cs_cz: Hesla
sk_sk: Heslá
zh_cn: 密码

# settingscategory.cmssettings
source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia
zh_cn: 设置

# settingscategory.cmsstaging
source: Staging
cs_cz: Synchronizace
sk_sk: Synchronizácia serverov
zh_cn: 暂存

# settingscategory.cmsstagingclient
source: Client (source only)
cs_cz: Klient (pouze zdroj)
sk_sk: Klient (len zdroj)
zh_cn: 客户端 （仅针对源)

# settingscategory.cmsstagingservice
source: Staging service (target only)
cs_cz: Synchronizační služba (pouze cíl)
sk_sk: Synchronizačná služba (len cieľ)
zh_cn: 暂存服务 （仅针对目标）

# settingscategory.cmsstagingx509
source: X509 Certificates
cs_cz: X509 certifikáty
sk_sk: X509 certifikáty
zh_cn: X 509 证书

# settingscategory.cmssynchronization
source: Versioning & Synchronization
cs_cz: Verzování a synchronizace
sk_sk: Verzovanie a synchronizácia
zh_cn: 版本 & 同步

# settingscategory.cmssystem
source: System
cs_cz: Systém
sk_sk: Systém
zh_cn: 系统

# settingscategory.cmssystemcss
source: CSS Styles
cs_cz: CSS styly
sk_sk: CSS štýly
zh_cn: CSS 样式

# settingscategory.cmssystemdebug
source: Debug
zh_cn: 调试

# settingscategory.cmssystememails
source: Default email adresses
cs_cz: Výchozí e-mailové adresy
sk_sk: Predvolená e-mailová adresa
zh_cn: 默认的电子邮件地址

# settingscategory.cmssystemperformance
source: Performance
cs_cz: Výkon
sk_sk: Výkon
zh_cn: 性能

# settingscategory.cmssystemsearch
source: Search
cs_cz: Vyhledávání
sk_sk: Vyhľadávanie
zh_cn: 搜索

# settingscategory.cmssystemtimezones
source: Time zones
cs_cz: Časové zóny
sk_sk: Časové zóny
zh_cn: 时区

# settingscategory.cmssystemui
source: User interface
cs_cz: Uživatelské rozhraní
sk_sk: Užívateľské rozhranie
zh_cn: 用户界面

# settingscategory.cmstranslationservices
source: Translation services
cs_cz: Překladatelské služby
zh_cn: 翻译服务

# settingscategory.cmstranslationservicesemailtranslation
source: Translation via email
cs_cz: Překlad přes e-mail
zh_cn: 通过电子邮件翻译

# settingscategory.cmstranslationservicesgoogletranslator
source: Google Translator
zh_cn: 谷歌翻译

# settingscategory.cmstranslationservicesmicrosofttranslator
source: Microsoft Translator
zh_cn: Microsoft 在线翻译

# settingscategory.cmstwitter.urlshortening
source: URL shortening
cs_cz: Zkracování URL
zh_cn: URL 缩短

# settingscategory.cmsurl
source: URLs and SEO
cs_cz: URL a SEO
sk_sk: URLs a SEO
zh_cn: Url 和搜索引擎优化

# settingscategory.cmsurldocuments
source: Page URLs
cs_cz: URL dokumentu
sk_sk: Dokumentové URL
zh_cn: 网页的 Url

# settingscategory.cmsurlseo
source: Search engine optimization (SEO)
cs_cz: Optimalizace pro vyhledávače (SEO)
sk_sk: Optimalizácia pre vyhľadávače (SEO)
zh_cn: 搜索引擎优化 （SEO）

# settingscategory.cmsurlshortening
source: URL shorteners
cs_cz: Zkracování URL
zh_cn: 网址缩写服务

# settingscategory.cmsurlshortening.bitly
source: bitly
zh_cn: 特

# settingscategory.cmsurlurl
source: URL format
cs_cz: Formát URL
sk_sk: Formát URL
zh_cn: URL 格式

# settingscategory.cmsversioning
source: Object versioning
cs_cz: Verzování objektů
sk_sk: Verzovanie objektov
zh_cn: 对象版本化

# settingscategory.cmsversioninggeneral
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# settingscategory.cmsversioningteamdevelopment
source: Team development
cs_cz: Týmový vývoj
zh_cn: 团队开发

# settingscategory.cmsversioninguseobjectversioningfor
source: Use object versioning for
cs_cz: Použít verzování objektů pro
sk_sk: Vytvárať históriu verzií pre tieto objekty
zh_cn: 使用对象的版本管理

# settingscategory.cmsversioningversionhistory
source: Version history
cs_cz: Historie verzí
sk_sk: História verzií
zh_cn: 版本历史记录

# settingscategory.cmswebanalytics
source: Web analytics
cs_cz: Webový analýza
sk_sk: Webové analýzy
zh_cn: 网站分析

# settingscategory.cmswebanalyticsconversions
source: Campaigns & Conversions
cs_cz: Kampaně a konverze
sk_sk: Kampane a konverzie
zh_cn: 运动 & 转换

# settingscategory.cmswebanalyticsexcluded
source: Excluded
cs_cz: Vyloučené
sk_sk: Vylúčené
zh_cn: 排除在外

# settingscategory.cmswebanalyticsviews
source: Views & Downloads
cs_cz: Zobrazení a stažení
sk_sk: Zobrazenia a stiahnutia
zh_cn: 查看&下载

# settingscategory.cmswebanalyticsvisitors
source: Visitors
cs_cz: Návštěvnící
sk_sk: Návštevníci
zh_cn: 访客

# settingscategory.cmswebsite
source: Content
cs_cz: Obsah
sk_sk: Obsah
zh_cn: 内容

# settingscategory.cmswebsitecaching
source: Server content caching
cs_cz: Cachování obsahu serveru
sk_sk: Cachovanie obsahu serveru
zh_cn: 服务器内容缓存

# settingscategory.cmswebsiteclientcaching
source: Client caching
cs_cz: Klientské cachování
sk_sk: Klientské cachovanie
zh_cn: 客户端缓存

# settingscategory.cmswebsitecontent
source: Web site content
cs_cz: Obsah webové stránky
sk_sk: Obsah webu
zh_cn: Web 站点内容

# settingscategory.cmswebsitefilecaching
source: Server file caching
cs_cz: Cachování serverových souborů
sk_sk: Cachovanie serverových súborov
zh_cn: 服务器文件缓存

# settingscategory.cmswebsitemetadata
source: Metadata
sk_sk: Metadáta
zh_cn: 元数据

# settingscategory.cmswebsiteresources
source: Resources
cs_cz: Zdroje
sk_sk: Zdroje
zh_cn: 资源

# settingscategory.cmswebsitesearch
source: Search
cs_cz: Vyhledávání
sk_sk: Vyhľadávanie
zh_cn: 搜索

# settingscategory.cmswif
source: Claims-based authentication
zh_cn: 基于声明的身份验证

# settingscategory.contentmanagement
source: Content management
cs_cz: Správa obsahu
sk_sk: Správa obsahu
zh_cn: 内容管理

# settingscategory.conversiontracking
source: Conversion tracking
cs_cz: Sledování konverzí
sk_sk: Sledovanie konverzií
zh_cn: 转换跟踪

# settingscategory.disablededitting
source: This settings group belongs to the module '{0}', you cannot edit it from this module.
zh_cn: 此设置组属于模块 '{0}'，您不能编辑它来自这个模块。

# settingscategory.general
source: General
cs_cz: Obecné
sk_sk: Obecné
zh_cn: 一般

# settingscategory.scheduler
source: Scheduler
cs_cz: Plánovač
sk_sk: Plánovač
zh_cn: 调度程序

# settingscategory.smdefaulturlshortener
source: Default URL shortener
zh_cn: 默认网址缩短服务

# settingscategory.socialmarketing
source: Social marketing
zh_cn: 社交营销

# settingscategory.socialmedia
source: Social media
zh_cn: 社交媒体

# settingscategory.socialmedia.urlshortening
source: URL shortening
zh_cn: URL 缩短

# settingscategory.trafficsources
source: Traffic sources
cs_cz: Zdroje provozu
sk_sk: Zdroje návštevnosti
zh_cn: 流量来源

# settingsedit.settingskey_edit.errorcodename
source: Please enter code name in identifier format without spaces and special characters.
cs_cz: Zadejte prosím kódový název ve formátu identifikátoru bez mezer a speciálních znaků.
sk_sk: Zadajte, prosím, kódový názov v identifikačnom formáte, bez medzier a špeciálnych znakov.
zh_cn: 请输入代码名称中没有空格和特殊字符的标识符格式。

# settingsedit.settingskey_edit.errordelete
source: The key could not be removed.
cs_cz: Klíč nemohl být odstraněn.
sk_sk: Kľúč nemôže byť odstránený.
zh_cn: 无法删除键。

# settingskey.bitlyapikey
source: API key
cs_cz: API klíč
zh_cn: API 密钥

# settingskey.bitlyapikey.description
source: Your bitly API key. It can be found under your account's settings. You must provide this information in order to use this service.
cs_cz: Váš bitly API key. Můžete ho najít v nastaveních vašeho účtu. Pokud chcete poskytovat bitly službu, musíte tento údaj poskytnout.
zh_cn: 你特 API 密钥。它可以在您的帐户设置下发现。为了使用这项服务，您必须提供此信息。

# settingskey.bitlylogin
source: Login
cs_cz: Přihlašovací jméno
zh_cn: 登录
