Repository: KenticoCMS/KenticoCMS82
Catalog: CMS/CMSResources/CMS.*.resx
Languages: cs_cz, sk_sk, zh_cn

# paymentgatewayprovider.ordernotspecified
source: Unable to update order payment result: Order was not specified.
cs_cz: Nebylo možno provést update výsledeku platby: Objednávka nebyla specifikována.
sk_sk: Platba pre objednávku nižšie bola prijatá: Objednávka nebola špecifikovaná.
zh_cn: 无法更新订单付款结果： 未指定顺序。

# paymentgatewayprovider.paymentdatanotfound
source: Unable to finish payment: Payment data not found.
cs_cz: Patbu nebylo možno ukončit: Data o platbě nebyla nalezena.
sk_sk: Nemožno ukončiť platbu: Dáta platby neboli nájdené.
zh_cn: 无法完成付款： 找不到的付款数据。

# paymentgatewayprovider.paymentresultupdatefailed
source: Payment result update failed.
cs_cz: Chyba při updatu výsledku platby.
sk_sk: Aktualizovanie výsledku platby zlyhalo.
zh_cn: 付款结果更新失败。

# paymentgatewayprovider.urlnotdefined
source: Unable to finish payment: Payment gateway url not defined.
cs_cz: Patbu nebylo možno ukončit: URL platební brány nebylo zadáno.
sk_sk: Nemožno ukončiť platbu: Platobná brána nebola nájdená.
zh_cn: 无法完成支付： 支付网关 url 未定义。

# paymentmethod.creditpayment
source: Customer credit
cs_cz: Kredit zákazníka
sk_sk: Zákaznícke kredity
zh_cn: 客户信用

# paymentoption_edit.erroremptycodename
source: Please enter a payment method code name.
cs_cz: Vložte prosím kódový název způsobu platby.
sk_sk: Prosím, vložte kódový názov spôsobu platby.
zh_cn: 请输入付款方式的代码名称。

# paymentoption_edit.erroremptydisplayname
source: Please enter a payment method display name.
cs_cz: Vložte prosím zobrazovaný název způsobu platby.
sk_sk: Prosím, vložte zobrazovaný názov spôsobu platby.
zh_cn: 请输入付款方式的显示名称。

# paymentoption_edit.gateurl
source: Payment gateway URL:
cs_cz: URL platební brány:
sk_sk: URL platobnej brány:
zh_cn: 支付网关的 URL：

# paymentoption_edit.gatewaysettings
source: Payment gateway settings
cs_cz: Nastavení platební brány
sk_sk: Nastavenie platobnej brány
zh_cn: 支付网关设置

# paymentoption_edit.itemlistlink
source: Payment methods
cs_cz: Způsob platby
sk_sk: Spôsob platby
zh_cn: 付款方式

# paymentoption_edit.newitemcaption
source: New payment method
cs_cz: Nový způsob platby
sk_sk: Nový spôsob platby
zh_cn: 新建支付方式

# paymentoption_edit.paymentassemblyname
source: Payment gateway provider class:
cs_cz: Název assembly platební brány:
sk_sk: Meno zostavenia platobnej brány:
zh_cn: 支付网关提供程序类：

# paymentoption_edit.paymentclassname
source: Payment gateway class name:
cs_cz: Název třídy platební brány:
sk_sk: Meno triedy platobnej brány:
zh_cn: 支付网关类名称：

# paymentoption_edit.paymentfailedstatus
source: Order status if payment fails:
cs_cz: Stav obejdnávky při selháni platby:
sk_sk: Stav objednávky pri zlyhaní platby:
zh_cn: 订单状态，如果付款失败：

# paymentoption_edit.paymentoptiondisplaynamelabel
source: Payment method display name:
cs_cz: Zobrazovaný název způsobu platby:
sk_sk: Zobrazovaný názov spôsobu platby:
zh_cn: 付款方式显示名称：

# paymentoption_edit.paymentoptionnameexists
source: Payment method with given code name already exists.
cs_cz: Kódový název způsobu platby musí být jedinečný.
sk_sk: Kódový názov spôsobu platby musí byť jedinečný.
zh_cn: 付款方式与给定代码名称已经存在。

# paymentoption_edit.paymentoptionnamelabel
source: Payment method code name:
cs_cz: Kódový název způsobu platby:
sk_sk: Kódový názov spôsobu platby:
zh_cn: 付款方式代码名称：

# paymentoption_edit.paymentsucceedstatus
source: Order status if payment succeeds:
cs_cz: Stav obejdnávky při úspěšném provedení platby:
sk_sk: Stav objednávky pri úspešnom prevedení platby:
zh_cn: 如果付款成功，订单状态：

# paymentoption_edit.radgatewayurl
source: custom page
cs_cz: vlastní stránka
sk_sk: vlastná stránka
zh_cn: 自定义页面

# paymentoption_list.headercaption
source: Payment methods
cs_cz: Způsoby plateb
sk_sk: Spôsob platby
zh_cn: 付款方式

# paymentoption_new.headercaption
source: New payment method
cs_cz: Nový způsob platby
sk_sk: Nový spôsob platby
zh_cn: 新建支付方式

# paymentsummary.orderid
source: Order ID:
cs_cz: ID objednávky:
sk_sk: ID objednávky:
zh_cn: 订单 ID：

# paymentsummary.payment
source: Payment method:
cs_cz: Způsob platby:
sk_sk: Spôsob platby:
zh_cn: 付款方式：

# paymentsummary.title
source: Payment summary
cs_cz: Souhrn platby
sk_sk: Platobný prehľad
zh_cn: 付款摘要

# paymentsummary.totalprice
source: Total price:
cs_cz: Celková cena:
sk_sk: Celková suma:
zh_cn: 总价格：

# paypal.currencyvalidationfailed
source: Currency validation FAILED:<br />- Order currency '{0}'<br />- Payment currency '{1}'<br />
cs_cz: Ověření měny selhalo:<br />- Měna objednávky '{0}'<br />- Měna platby '{1}'<br />
sk_sk: Validovanie meny ZLYHALO :<br />- Mena objednávky '{0}'<br />- Mena platby '{1}'<br />
zh_cn: 货币验证失败：<br>阶货币 '{0}'<br>-付款币种 '{1}'<br>

# paypal.orderdescription
source: Order ID: {0}
cs_cz: ID objednávky: {0}
sk_sk: Objednávka ID: {0}
zh_cn: 订单 ID: {0}

# paypal.ordertotalpricevalidationfailed
source: Payment validation FAILED:<br />- Order total price: {0}<br />- Received payment: {1}<br />
cs_cz: Ověření platby selhalo:<br />- Celková cena objednávky: {0}<br />- Obdržená platba: {1}<br />
sk_sk: Validovanie platby ZLYHALO:<br />- Celková cena objednávky: {0}<br />- Prijatá platba: {1}<br />
zh_cn: 付款验证失败：<br>阶总价格： {0}<br>-收到付款: {1}<br>

# paypal.paymentresult.status.canceledreversal
source: Canceled Reversal
cs_cz: Zrušeno vrácení
sk_sk: Zrušený obrat
zh_cn: 已取消的逆转

# paypal.paymentresult.status.completed
source: Completed
cs_cz: Dokončeno
sk_sk: Ukončená
zh_cn: 完成

# paypal.paymentresult.status.denied
source: Denied
cs_cz: Zakázáno
sk_sk: Zamietnutá
zh_cn: 否认

# paypal.paymentresult.status.expired
source: Expired
cs_cz: Vypršelo
sk_sk: Vypršaná
zh_cn: 过期

# paypal.paymentresult.status.failed
source: Failed
cs_cz: Selhalo
sk_sk: Zlyhaná
zh_cn: 失败

# paypal.paymentresult.status.inprogress
source: In Progress
cs_cz: Probíhá
sk_sk: V procese
zh_cn: 进展

# paypal.paymentresult.status.pending
source: Pending
cs_cz: Čeká
sk_sk: Čakajúca
zh_cn: 挂起

# paypal.paymentresult.status.processed
source: Processed
cs_cz: Zpracováno
sk_sk: Spracovaná
zh_cn: 处理

# paypal.paymentresult.status.refunded
source: Refunded
cs_cz: Splacený
sk_sk: Vrátená
zh_cn: 退还

# paypal.paymentresult.status.reversed
source: Reversed
cs_cz: Vráceno
sk_sk: Obrátená
zh_cn: 逆转

# paypal.paymentresult.status.unknown
source: Unknown
cs_cz: Neznámý
sk_sk: Neznáma
zh_cn: 未知

# paypal.paymentresult.status.voided
source: Voided
cs_cz: Zrušený
sk_sk: Anulovaná
zh_cn: 作废

# paypal.selleremailvalidationfailed
source: Seller validation FAILED:<br />- Current merchant's email: {0}<br />- Seller's email: {1}<br />
cs_cz: Ověření prodejce selhalo <br />- Aktuální e-mail obchodníka: {0}<br />- E-mail prodejce: {1}<br />
sk_sk: Validovanie predajcu ZLYHALO:<br />- Aktuálny e-mail obchodníka: {0}<br />- E-mail predajcu: {1}<br />
zh_cn: 卖方验证失败：<br>-当前商家的电子邮件: {0}<br>-电子邮件卖方: {1}<br>

# paypalform.infomessage
source: Click 'Pay now' button to redirect to PayPal payment gateway.
cs_cz: Klepněte na tlačítko 'Dokončit platbu' pro přesměrování na PayPal platební bránu.
sk_sk: Kliknite tlačidlo 'Ukončiť platbu' na presmerovanie na platobnú bránu pre PayPal.
zh_cn: 单击现在就付钱的按钮，将重定向到 PayPal 支付网关。

# permissionedit.changesinserted
source: The new permission name was created. Now you can create another permission name.
cs_cz: Nový název oprávnění byl vytvořen. Nyní můžete vytvořit další.
sk_sk: Nový názov oprávnenia bol vytvorený. Teraz môžete vytvoriť ďalší.
zh_cn: 创建新的权限名称。现在，您可以创建另一个权限的名称。

# permissionmatrix.choosesome
source: Please choose an item from the list above and click Show.
cs_cz: Zvolte prosím položku horního seznamu a klikněte na Zobrazit.
sk_sk: Prosím, zvoľte položku horného zoznamu a kliknite na Zobraziť.
zh_cn: 请从上面的列表选择一项并单击显示。

# permissionmatrix.empty
source: No permissions were specified for this item.
cs_cz: Pro tuto položku nebylo specifikováno žádné oprávnění.
sk_sk: Pre túto položku nebolo špecifikované žiadne oprávnenie.
zh_cn: 为此项目不指定的任何权限。

# permissionnameedit.erroremptypermissiondisplayname
source: Please enter a permission display name.
cs_cz: Vložte prosím zobrazený jnázev oprávnění.
sk_sk: Prosím, vložte zobrazované meno oprávnenia.
zh_cn: 请输入权限显示名称。

# permissionnameedit.erroremptypermissionname
source: Please enter a permission name.
cs_cz: Vložte prosím název oprávnění.
sk_sk: Prosím, vložte meno oprávnenia.
zh_cn: 请输入权限的名称。

# permissionnameedit.errorexistingpermissionname
source: There's another permission of this name. Please choose some other name.
cs_cz: S tímto názvem existuje jiné oprávnění. Vyberte nějaký jiný název.
sk_sk: S týmto názvom existuje iné oprávnenie. Prosím, vyberte nejaký iný názov.
zh_cn: 还有另一个此名称的权限。请选择其他名称。

# permissionnameedit.header
source: Permission name properties
cs_cz: Vlastnosti oprávnění
sk_sk: Vlastnosti oprávnenia
zh_cn: 权限名称属性

# permissionnameedit.permissiondisplayname
source: Permission display name:
cs_cz: Zobrazovaný název oprávnění:
sk_sk: Zobrazované meno oprávnenia:
zh_cn: 权限显示名称：

# permissionnameedit.permissionid
source: Permission ID:
cs_cz: ID oprávnění:
sk_sk: ID oprávnenia:
zh_cn: 权限 ID：

# permissionnameedit.permissionname
source: Permission code name:
cs_cz: Kódový název oprávnění:
sk_sk: Kódové meno oprávnenia:
zh_cn: 权限的代码名称：

# permissionnamelist.header
source: Permission names
cs_cz: Názvy oprávnění
sk_sk: Názvy oprávnenia
zh_cn: 权限的名称

# permissionnamelist.permissiondisplayname
source: Permission display name
cs_cz: Zobrazovaný název oprávnění
sk_sk: Zobrazované meno oprávnenia
zh_cn: 权限显示名称

# permissionnamelist.permissionname
source: Permission code name
cs_cz: Kódový název oprávnění
sk_sk: Kódové meno oprávnenia
zh_cn: 权限的代码名称

# permissionnames.create
source: Create
cs_cz: Vytvořit
sk_sk: Vytvoriť
zh_cn: 创建

# permissionnames.destroy
source: Destroy
cs_cz: Smazat trvale
sk_sk: Zmazať navždy
zh_cn: 摧毁

# permissionnames.exploretree
source: Browse tree
cs_cz: Procházení stromu
sk_sk: Prechádzanie stromu
zh_cn: 浏览树

# permissionnames.modify
source: Modify
cs_cz: Modifikovat
sk_sk: Modifikovať
zh_cn: 修改

# permissionnames.modifypermissions
source: Modify permissions
cs_cz: Oprávnění pro modifikaci
sk_sk: Oprávnenia pre modifikáciu
zh_cn: 修改权限

# permissionnames.read
source: Read
cs_cz: Čtení
sk_sk: Čítanie
zh_cn: 读

# permissionsmenu.chooseresource
source: Permission matrix:
cs_cz: Matice oprávnění:
sk_sk: Matice oprávnenia:
zh_cn: 权限矩阵：

# placeholder.layouttitle
source: Page layout
cs_cz: Rozvržení stránky
sk_sk: Usporiadanie stránky
zh_cn: 页面布局

# placeholdermenu.iconclone
source: Clone template as ad-hoc
cs_cz: Klonovat šablonu jako ad-hoc
sk_sk: Klonovať šablónu ako ad-hoc
zh_cn: 作为特设克隆模板

# placeholdermenu.iconlayout
source: Edit layout
cs_cz: Editovat rozvržení
sk_sk: Upraviť usporiadanie
zh_cn: 编辑布局

# placeholdermenu.iconrefresh
source: Refresh page
cs_cz: Obnovit stránku
sk_sk: Obnoviť stránku
zh_cn: 刷新页面

# placeholdermenu.icontemplate
source: Edit template
cs_cz: Editovat šablonu
sk_sk: Upraviť šablónu
zh_cn: 编辑模板

# poll_security.allusers
source: All users
cs_cz: Všichni uživatelé
sk_sk: Všetci užívatelia
zh_cn: 所有用户

# poll_security.onlyroles
source: Only authorized roles:
cs_cz: Pouze oprávněné role:
sk_sk: Iba autorizované role:
zh_cn: 只有经过授权的角色：

# poll_security.onlyusers
source: Only authenticated users
cs_cz: Pouze přihlášení uživatelé
sk_sk: Iba autentizovaní užívatelia
zh_cn: 只有已通过身份验证的用户

# poll_security.title
source: Who can vote:
cs_cz: Povolit odpověď pro:
sk_sk: Povoliť odpoveď na:
zh_cn: 哪些人能够投票：

# polls.closed
source: The poll is closed.
cs_cz: Anketa je uzavřena.
sk_sk: Hlasovanie je uzatvorené.
zh_cn: 这项调查被闭合。

# polls.codenameexists
source: Code name must be unique.
cs_cz: Kódový název musí být unikátní.
sk_sk: Kódové meno musí byť unikátne.
zh_cn: 代码名称必须是唯一的。

# polls.didnotvoted
source: Please choose an option.
cs_cz: Zvolte prosím možnost.
sk_sk: Prosím, zvoľte niektorú možnosť.
zh_cn: 请选择一个选项。

# polls.pollnotexist
source: The poll does not exist.
cs_cz: Anketa neexistuje.
sk_sk: Anketa neexistuje.
zh_cn: 这项调查并不存在。

# polls.userhasvoted
source: User has already voted.
cs_cz: Uživatel již hlasoval.
sk_sk: Užívateľ už hlasoval.
zh_cn: 用户已经投了票。

# polls.vote
source: Vote
cs_cz: Hlasovat
sk_sk: Hlasovať
zh_cn: 投票

# polls_answer_edit.answerlabel
source: Answer
cs_cz: Odpověď
sk_sk: Odpoveď
zh_cn: 答案

# polls_answer_edit.answertexterror
source: Please enter some text.
cs_cz: Vložte nějaký text.
sk_sk: Prosím, vložte text.
zh_cn: 请输入一些文字。

# polls_answer_edit.answertextlabel
source: Answer text:
cs_cz: Text:
sk_sk: Text:
zh_cn: 回答文本：

# polls_answer_edit.headercaption
source: Answer properties
cs_cz: Vlastnosti odpovědi
sk_sk: Vlastnosti odpovede
zh_cn: 答案属性

# polls_answer_edit.itemlistlink
source: Answers
cs_cz: Odpovědi
sk_sk: Odpovede
zh_cn: 答案

# polls_answer_edit.newitemcaption
source: New answer
cs_cz: Nová odpověď
sk_sk: Nová odpoveď
zh_cn: 新建答案

# polls_answer_edit.votes
source: Number of votes:
cs_cz: Hlasy:
sk_sk: Hlasy:
zh_cn: 得票数目：

# polls_answer_edit.votesnotnumber
source: Votes must be an non negative integer.
cs_cz: Počet hlasů musí být nezáporné celé číslo.
sk_sk: Počet hlasov musí byť nezáporné celé číslo.
zh_cn: 选票必须为非负整数。

# polls_answer_list.headercaption
source: Answers
cs_cz: Odpovědi
sk_sk: Odpovede
zh_cn: 答案

# polls_answer_list.newitemcaption
source: New answer
cs_cz: Nová odpověď
sk_sk: Nová odpoveď
zh_cn: 新建答案

# polls_answer_list.resetbutton
source: Reset answers
cs_cz: Resetovat odpovědi
sk_sk: Resetovať odpovede
zh_cn: 重置的答案

# polls_answer_list.resetconfirmation
source: Are you sure you want to reset all answers?
cs_cz: Opravdu chcete resetovat všechny odpovědi?
sk_sk: Určite chcete vynulovať všetky odpovede?
zh_cn: 是否确实要重置所有的答案?

# polls_edit.pollallowmultipleanswerslabel
source: Allow multiple choices
cs_cz: Povolit více výběrů:
sk_sk: Povoliť vybrať viac odpovedí:
zh_cn: 允许多项选择

# polls_edit.pollopenfromlabel
source: Open from
cs_cz: Otevřeno od:
sk_sk: Otvorené od:
zh_cn: 从开放

# polls_edit.pollopentolabel
source: Open to
cs_cz: Otevřeno do:
sk_sk: Otvorené do:
zh_cn: 对开放

# polls_edit.pollquestionlabel
source: Question
cs_cz: Otázka:
sk_sk: Otázka:
zh_cn: 问题

# polls_edit.pollresponsemessagelabel
source: Message after vote
cs_cz: Zpráva po hlasování:
sk_sk: Správa po hlasovaní:
zh_cn: 表决后的消息

# polls_edit.polltitlelabel
source: Title
cs_cz: Nadpis:
sk_sk: Nadpis:
zh_cn: 标题

# polls_list.headercaption
source: Polls
cs_cz: Ankety
sk_sk: Ankety
zh_cn: 投票调查

# polls_list.newitemcaption
source: New poll
cs_cz: Nová anketa
sk_sk: Nová anketa
zh_cn: 新建投票调查

# polls_new.headercaption
source: New poll
cs_cz: Nová anketa
sk_sk: Nová anketa
zh_cn: 新建投票调查

# polls_new.itemlistlink
source: Polls
cs_cz: Ankety
sk_sk: Anketa
zh_cn: 投票调查

# polls_new.newitemcaption
source: New poll
cs_cz: Nová anketa
sk_sk: Nová anketa
zh_cn: 新建投票调查

# polls_new.questionerror
source: Please enter a question.
cs_cz: Vložte prosím otázku.
sk_sk: Prosím, vložte otázku.
zh_cn: 请输入问题。

# polls_new.questionlabel
source: Question:
cs_cz: Otázka:
sk_sk: Otázka:
zh_cn: 问题：

# polls_new.titlelabel
source: Title:
cs_cz: Nadpis:
sk_sk: Nadpis:
zh_cn: 标题：

# portalengine.savenewpagetemplate.category
source: Template category:
cs_cz: Kategorie šablon:
sk_sk: Kategória šablón:
zh_cn: 模板类别：

# portalengine.savenewpagetemplate.codename
source: Template code name:
cs_cz: Kódový název šablony:
sk_sk: Kódový názov šablóny:
zh_cn: 模板代码名称:

# portalengine.savenewpagetemplate.description
source: Template description:
cs_cz: Popis šablony:
sk_sk: Popis šablóny:
zh_cn: 模板说明：

# portalengine.savenewpagetemplate.displayname
source: Template display name:
cs_cz: Zobrazený název šablony:
sk_sk: Zobrazovaný názov šablóny:
zh_cn: 模板显示名称：

# portalengine.savenewpagetemplate.layout
source: Template layout:
cs_cz: Rozvržení šablony:
sk_sk: Layout šablóny:
zh_cn: 模板布局：

# portalengine.savenewpagetemplate.pagetitle
source: Save as new page template
cs_cz: Uložit jako novou šablonu stránky
sk_sk: Uložiť ako novú šablónu stránky
zh_cn: 另存为新的页面模板

# portalengine.savenewpagetemplate.rfvcategorymsg
source: Please select a template category.
cs_cz: Vyberte prosím kategorii šablon.
sk_sk: Prosím, vyberte kategóriu šablón.
zh_cn: 请选择一个模板类别。

# portalengine.savenewpagetemplate.rfvcodenamemsg
source: Please enter a template code name
cs_cz: Vložte prosím kódový název šablony.
sk_sk: Prosím, vložte kódové meno šablóny.
zh_cn: 请输入模板代码名称

# portalengine.savenewpagetemplate.rfvdescriptionmsg
source: Please enter a template description.
cs_cz: Vložte prosím popis šablony.
sk_sk: Prosím, vložte popis šablóny.
zh_cn: 请输入模板的说明。

# portalengine.savenewpagetemplate.rfvdisplaynamemsg
source: Please enter a template display name.
cs_cz: Vložte prosím zobrazený název šablony.
sk_sk: Prosím, vložte zobrazované meno šablóny.
zh_cn: 请输入模板的显示名称。

# portalengine.savenewpagetemplate.rfvlayoutmsg
source: Please select a template layout.
cs_cz: Vyberte prosím rozvržení šablony.
sk_sk: Prosím, vyberte layout šablóny.
zh_cn: 请选择一个模板布局。

# portalengine-layoutselection.nolayoutselected
source: Please select a layout
cs_cz: Vyberte prosím rozvržení.
sk_sk: Prosím, vyberte layout.
zh_cn: 请选择一种布局

# portalengine-layoutselection.notemplateselected
source: Please select a page template
cs_cz: Vyberte prosím šablonu stránky.
sk_sk: Prosím, vyberte šablónu stránky.
zh_cn: 请选择某一页面模板

# portalengine-pagelayoutselection.title
source: Select template layout
cs_cz: Výběr prosím rozvržení šablony
sk_sk: Vyber layout šablóny
zh_cn: 选择模板布局

# portalengine-pagetemplateselection.rootnodename
source: Categories
cs_cz: Kategorie
sk_sk: Kategórie
zh_cn: 类别

# portalengine-pagetemplateselection.title
source: Select page template
cs_cz: Výběr šablony stránky
sk_sk: Výber šablóny stránky
zh_cn: 选择页面模板

# portalengine-webpartselection.nowebpartselected
source: You need to select the web part.
cs_cz: Je třeba vybrat web partu.
sk_sk: Je potrebné vybrať webpartu.
zh_cn: 您需要选择的 web 部件。

# portalengine-webpartselection.title
source: Select web part
cs_cz: Výběr web party
sk_sk: Výber webparty
zh_cn: 选择 web 部件

# portalmanager.confirmremovewebpart
source: All the web part data will be lost if you remove the web part. Are you sure you want to remove the selected web part?
cs_cz: Pokud odstraníte tuto web partu, všechna jjí data budou ztracena. Opravdu chcete odstranit vybranou web partu?
sk_sk: Určite chcete odstrániť vybranú webpartu?
zh_cn: 如果您删除 web 部件，web 部件的所有数据将都会丢失。是否确实要删除所选的 web 部件?

# prodect_edit_header.productoptionslink
source: Product options
cs_cz: Varianty produktu
sk_sk: Varianty produktu
zh_cn: 产品选项

# product_edit_header.customfields
source: Custom fields
cs_cz: Vlastní pole
sk_sk: Vlastná polia
zh_cn: 自定义字段

# product_edit_header.headercaption
source: Product properties
cs_cz: Vlastnosti produktu
sk_sk: Vlastnosti produktu
zh_cn: 产品属性

# product_edit_header.itemlistlink
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# product_edit_header.options
source: Options
cs_cz: Varianty
sk_sk: Varianty
zh_cn: 选项

# product_edit_header.tax
source: Tax classes
cs_cz: Třídy daní
sk_sk: Daňové triedy
zh_cn: 税类

# product_edit_header.volumediscounts
source: Volume discounts
cs_cz: Množstevní slevy
sk_sk: Množstvové zľavy
zh_cn: 数量折扣

# product_edit_options.edittooltip
source: Edit option category
cs_cz: Editovat kategorii variant
sk_sk: Editovať kategóriu variant
zh_cn: 编辑选项类别

# product_edit_options.optioncategory
source: Option category
cs_cz: Kategorie variant
sk_sk: Kategória varianty
zh_cn: 选项类别

# product_edit_tax.edittooltip
source: Edit tax class
cs_cz: Upravit třídy daní
sk_sk: Upraviť daňovú triedu
zh_cn: 编辑税类

# product_edit_tax.taxcopy
source: Copy taxes from parent product
cs_cz: Zkopírovat daně z rodičovského produktu
sk_sk: Kopírovať dane z rodičovského dokumentu
zh_cn: 复制税从父产品

# product_edit_tax.taxname
source: Tax name
cs_cz: Název daně
sk_sk: Názov dane
zh_cn: 税务名称

# product_edit_tax.taxtitle
source: The following taxes apply to this product:
cs_cz: Na produkt se vztahují následující vybrané daně:
sk_sk: Na produkt sa vzťahujú nasledujúce vybrané dane:
zh_cn: 以下税项适用于此产品：

# product_edit_volumediscount_edit.edittitletext
source: Volume discount properties
cs_cz: Vlastnosti množstevní slevy
sk_sk: Vlastnosti množstvovej zľavy
zh_cn: 卷折扣属性

# product_edit_volumediscount_edit.itemlistlink
source: Volume discounts
cs_cz: Množstevní slevy
sk_sk: Množstvové zľavy
zh_cn: 数量折扣

# product_edit_volumediscount_edit.minamountexists
source: Volume discount with given minimum amount already exists.
cs_cz: Množstevní sleva s daným minimálním množstvím již existuje.
sk_sk: Množstevná zľava s daným minimálnym množstvom už existuje.
zh_cn: 数量折扣与给定最低金额已经存在。

# product_edit_volumediscount_edit.newitemcaption
source: New volume discount
cs_cz: Nová množstevní sleva
sk_sk: Nová množstevná zľava
zh_cn: 新建折扣

# product_edit_volumediscount_edit.rbdiscountabsolute
source: Absolute discount
cs_cz: Absolutní sleva
sk_sk: Absolútna zľava
zh_cn: 绝对折扣

# product_edit_volumediscount_edit.rbdiscountrelative
source: Relative discount
cs_cz: Relativní sleva
sk_sk: Relatívna zľava
zh_cn: 相对折扣

# product_edit_volumediscount_edit.rfvdiscountvalue
source: Please enter a value.
cs_cz: Vložte nějakou hodnotu.
sk_sk: Prosím, vložte hodnotu.
zh_cn: 请输入一个值。

# product_edit_volumediscount_edit.rfvmincount
source: Please enter minimal amount to apply discount.
cs_cz: Vložte minimální množství, aby se sleva mohla uplatnit.
sk_sk: Prosím, vložte minimálne množstvo, aby sa zľava mohla uplatniť.
zh_cn: 请输入要应用折扣的最小金额。

# product_edit_volumediscount_edit.rvdiscountvalue
source: Discount value must be a positive real number.
cs_cz: Hodnota musí být reálné číslo.
sk_sk: Hodnota musí byť reálne číslo.
zh_cn: 折扣值必须是一个积极的实数。

# product_edit_volumediscount_edit.rvmincount
source: Value must be positive integer number.
cs_cz: Hodnota musí být kladné celé číslo.
sk_sk: Hodnota musí byť kladné celé číslo.
zh_cn: 值必须是正整数。

# product_edit_volumediscount_edit.volumediscountmincountlabel
source: Minimum amount:
cs_cz: Minimální množství:
sk_sk: Minimálne množstvo:
zh_cn: 最低金额：

# product_edit_volumediscount_edit.volumediscountvaluelabel
source: Discount value :
cs_cz: Hodnota slevy:
sk_sk: Hodnota zľavy:
zh_cn: 折扣的值：

# product_edit_volumediscount_list.newitemcaption
source: New volume discount
cs_cz: Nová množstevní sleva
sk_sk: Nová množstevná zľava
zh_cn: 新建折扣

# product_list.actions
source: Actions
cs_cz: Akce
sk_sk: Akcia
zh_cn: 操作

# product_list.actions.delete
source: Delete product
cs_cz: Smazat produkt
sk_sk: Zmazať produkt
zh_cn: 删除产品

# product_list.actions.edit
source: Edit product
cs_cz: Editovat produkt
sk_sk: Editovať produkt
zh_cn: 编辑产品

# product_list.allmydepartments
source: (all my departments)
cs_cz: (všechna má oddělení)
sk_sk: (všetky moje oddelenia)
zh_cn: （我部门）

# product_list.deleteconfirmation
source: Are you sure you want to delete selected item?
cs_cz: Opravdu chcete smazat vybranou položku?
sk_sk: Naozaj chcete zmazať vybrané položky?
zh_cn: 确实要删除所选的项目吗?

# product_list.deletetooltip
source: Delete selected item
cs_cz: Smazat vybranou položku
sk_sk: Zmazať vybranú položku
zh_cn: 删除所选的项目

# product_list.department
source: Department:
cs_cz: Oddělení:
sk_sk: Oddelenie:
zh_cn: 部门：

# product_list.edittooltip
source: Edit selected item
cs_cz: Editovat zvolenou položku
sk_sk: Editovať zvolenú položku
zh_cn: 编辑所选的项目

# product_list.grid.internalstatus
source: Internal status
cs_cz: Interní stav
sk_sk: Interný stav
zh_cn: 内部状态

# product_list.grid.storestatus
source: Status
cs_cz: Veřejný stav
sk_sk: Verejný stav
zh_cn: 状态

# product_list.headercaption
source: Products
cs_cz: Produkty
sk_sk: Produkty
zh_cn: 产品

# product_list.internalstatus
source: Internal status:
cs_cz: Interní stav:
sk_sk: Interný stav:
zh_cn: 内部状态：

# product_list.name
source: Product name:
cs_cz: Název produktu:
sk_sk: Názov produktu:
zh_cn: 产品名称：

# product_list.newitem
source: New product
cs_cz: Nový produkt
sk_sk: Nový produkt
zh_cn: 新产品
